Repository: fusionforge/fusionforge
Catalog: trunk/component/gforge-plugin-mantis/source/translations/*.po
Languages: fr

# use_mantis
source: Mantis bugtracker
fr: Gestionnaire de bogues Mantis

# title_admin
source: Administration of Mantis projects
fr: Administration des projets Mantis

# title_site_admin
source: Administration of Mantis plugin
fr: Administration du plugin Mantis

# affected_mantis_items
source: My assigned Mantis bugs
fr: Mes bogues Mantis assignés

# database_error
source: An error occured while accessing the database.
fr: Une erreur est survenue lors de l'accès à la base de données.

# no_mantis_items_assigned
source: You have no open bug assigned to you.
fr: Aucun bogue ne vous est confiée.

# sync_error_users
source: Error while synchronizing the users of Mantis server %1$s.
fr: Erreur lors de la synchronisation des utilisateurs du serveur Mantis %1$s.

# sync_error_servers
source: Error while getting the list of Mantis instances.
fr: Erreur lors de l'obtention de la liste des serveurs Mantis.

# sync_error_project
source: Error while synchronizing Mantis project %1$s.
fr: Erreur lors de la synchronisation du projet Mantis %1$s.

# sync_error_roles
source: Error while synchronizing the roles of Mantis project %1$s.
fr: Erreur lors de la synchronisation des rôles du projet %1$s.

# sync_error_projects
source: Error while getting the list of Mantis projects.
fr: Erreur lors de l'obtention de la liste des projets Mantis.

# udpate_project
source: Update
fr: Mettre à jour

# error_mantis_project
source: The Mantis project do no exist.
fr: Le projet Mantis n'existe pas.

# error_mantis_project_id
source: The plugin_mantis_project_id parameter is not set.
fr: Le plugin_mantis_project_id n'est pas renseigné.

# display_project
source: Display
fr: Afficher

source: No project available.
fr: Aucun projet n'est défini.

# title_display_error
source: Mantis plugin
fr: Plugin Mantis

# title_display_project
source: Mantis project %1$s
fr: Projet Mantis %1$s

# authentication_failure
source: An error occured while authenticating on Mantis server %1$s.
fr: Une erreur est survenue lors de l'authentification sur le serveur Mantis %1$s.

# incorrect_project_id
source: The Mantis project identifier is incorrect.
fr: L'identifiant du projet Mantis est incorrect.

# not_enabled
source: The Mantis plugin is not enabled for this project.
fr: Le plugin Mantis n'est pas activé pour ce projet.

# create_project
source: Create a project
fr: Créer un projet

# projects_list
source: Projects
fr: Projets

source: Edit project
fr: Editer le projet

source: Edit roles
fr: Editer les rôles

source: Delete project
fr: Supprimer le projet

source: Synchronize projects
fr: Synchroniser les projets

# title_create
source: Create a Mantis project
fr: Création d'un projet Mantis

# no_instance_declared
source: No instance of Mantis is declared, please contact the administrator.
fr: Aucune instance de Mantis n'est déclarée, veuillez contacter l'administrateur.

# name
source: Project name
fr: Nom

# url
source: Mantis instance
fr: Instance de Mantis

# visibility
source: Project visibility
fr: Visibilité du projet

source: Private
fr: Privé

# status
source: Project status
fr: Statut du projet

source: Development
fr: Développement

# css
source: CSS substitution patterns (regular expressions)
fr: Modèles de substitution des CSS (expressions régulières)

# css_info
source: Format: &quot;pattern ==> replacement&quot; (see <a href="http://www.php.net/manual/en/function.preg-replace.php" target="_blank">PHP manual</a>).
fr: Format : &quot;modèle ==> substitut&quot; (voir le <a href="http://www.php.net/manual/fr/function.preg-replace.php" target="_blank">manuel PHP</a>).

# submit_create_project
source: Create project
fr: Créer le projet

# backto
source: Return to administration of Mantis projects.
fr: Retour à l'administration des projets Mantis.

# create_forbidden_characters
source: The name and/or description contains forbidden characters (&quot;&lt;&quot; and &quot;&gt;&quot;).
fr: Le nom et/ou la description contiennent des caractères interdits (&quot;&lt;&quot; et &quot;&gt;&quot;).

# mantis_error
source: An error occured while calling Mantis server %1$s.
fr: Une erreur est survenue lors de l'appel du serveur Mantis %1$s.

# title_delete
source: Delete a Mantis project
fr: Suppression d'un projet Mantis

# missing_project_id
source: The Mantis project identifier is missing.
fr: L'identifiant du projet Mantis est absent.

source: Confirm delete
fr: Confirmer la suppression

# submit_delete_project
source: Delete project
fr: Supprimer le projet

# not_deleted
source: The Mantis project is not deleted.
fr: le projet Mantis n'a pas été supprimé.

# successfully_deleted
source: The Mantis project is deleted successfully.
fr: Le projet Mantis a été supprimé avec succès.

# title_edit
source: Edit a Mantis project
fr: Edition d'un projet Mantis

# instance_not_declared
source: Warning: Mantis instance '%1$s' is currently used but is not declared anymore, please contact the administrator.
fr: Attention : l'instance de Mantis '%1$s' est actuellement utilisée mais n'est plus déclarée, veuillez contacter l'administrateur.

# submit_edit_project
source: Update project
fr: Mettre à jour le projet

# successfully_updated
source: The Mantis project has been successfully updated.
fr: Le projet Mantis a été mis à jour avec succès.

# title_edit_roles
source: Edit roles mapping of a Mantis project
fr: Edition de la correspondance des rôles d'un projet Mantis

# error_reading_gforge_roles
source: An error occured while reading GForge roles.
fr: Une erreur est survenue lors de la lecture des rôles GForge.

# error_reading_mantis_roles
source: An error occured while reading Mantis roles.
fr: Une erreur est survenue lors de la lecture des rôles Mantis.

# error_reading_roles_mapping
source: An error occured while reading roles mapping.
fr: Une erreur est survenue lors de la lecture de la correspondance des rôles.

source: GForge role
fr: Rôle GForge

source: Mantis role
fr: Rôle Mantis

# default_role
source: Default
fr: Défaut

# submit_edit_roles
source: Update roles mapping
fr: Mettre à jour la correspondance des rôles

# undefined_gforge_roles
source: GForge roles are not defined.
fr: Les rôles GForge ne sont pas définis.

# roles_update_success
source: The roles mapping have been successfully updated.
fr: La correpondance des rôles a été mise à jour.

# roles_update_failure
source: An error occured while updating the roles mapping.
fr: Erreur lors de la mise à jour de la correspondance des rôles.

# empty_url
source: The specified URL is empty.
fr: L'URL spécifiée est vide.

# url_is_used
source: The '%1$s' instance is used by the following projects:
fr: L'instance '%1$s' est utilisée par les projets suivants :

# url_is_used_item
source: Mantis project '%1$s' of group '%2$s'
fr: projet Mantis '%1$s' du projet '%2$s'

# url_already_exists
source: The '%1$s' instance already exists.
fr: L'instance '%1$s' existe déja.

# back_to_site_admin
source: Return to administration of Mantis plugin.
fr: Retour à l'administration du plugin Mantis.

# mantis_urls
source: Available Mantis instances
fr: Instances Mantis disponibles

# url_info
source: URL of Mantis server, for example "http://%1$s/mantis/"
fr: URL du serveur Mantis, par exemple "http://%1$s/mantis/"

# submit_modify_url
source: Update
fr: Modifier

# submit_remove_url
source: Remove
fr: Supprimer

# submit_add_url
source: Add
fr: Ajouter

# mantis_settings
source: Initial settings
fr: Paramètres initiaux

# submit_mantis_settings
source: Save
fr: Sauvegarder

# reset_mantis_settings
source: Reset
fr: Réinitialiser

# title_sync
source: Synchronize the Mantis projects
fr: Synchroniser les projets Mantis

# sync_success
source: The Mantis projects have been successfully synchronized.
fr: Les projets Mantis ont été synchronisé avec succès.

# sync_failed
source: The synchronization of Mantis projects failed.
fr: La synchronisation des projet Mantis a échoué.
