Repository: fusionforge/fusionforge
Catalog: trunk/component/gforge-plugin-report/source/translations/*.po
Languages: fr

source: All modules
fr: Tous les modules

# quality_objectives_synthesis
source: Summary of quality goals
fr: Synth&egrave;se des objectifs qualit&eacute;s

# table_quality_objective
source: Quality goals
fr: Objectifs qualit&eacute;s

# table_quality_objective_rate
source: Rate
fr: Note

# table_metriques_title
source: Unit
fr: Metriques

# table_metriques_number_of_package
source: Number of packages
fr: Nombre de paquetages

# table_metriques_number_of_class
source: Number of classes
fr: Nombre de classes

# table_metriques_number_of_methods
source: Number of methods
fr: Nombre de methodes

# table_objective_criteria
source: Criteria
fr: Crit&egrave;re

# table_objective_rates_1
source: Rates <2
fr: Notes <2

# table_objective_rates_2
source: Rates <3
fr: Notes <3

# table_objective_rates_3
source: Rates <4
fr: Notes <4

# table_objective_rates_4
source: Rates =4
fr: Notes =4
