Repository: fusionforge/fusionforge
Catalog: gforge/debian/po/*.po
Languages: ca, cs, de, fi, gl, ja, sv

source: Please enter the username of the database administrator for the server that will host the GForge database.
cs: Zadejte prosím uživatelské jméno správce databáze na serveru, který bude hostit databázi GForge.
de: Bitte geben Sie den Benutzernamen des Datenbankadministrators für den Server ein, der die GForge-Datenbank beherbergen wird.
fi: Anna GForgen tietokantaa isännöivän palvelimen tietokannan ylläpitokäyttäjätunnus.
gl: Introduza o nome de usuario do administrador de bases de datos do servidor que ha hospedar a base de datos de GForge.

source: Please enter the host name of the server that will host the GForge packages.
cs: Zadejte prosím jméno serveru, který bude hostit balíky GForge.
de: Bitte geben Sie den Rechnernamen des Servers ein, der Ihre GForge-Pakete beherbergen wird.
fi: Anna GForgen paketteja isännöivän palvelimen verkkonimi.
gl: Introduza o nome do servidor que ha hospedar os paquetes de GForge.

source: News administrative group ID:
cs: ID skupiny správců novinek:
de: ID der News-Administrators-Gruppe:
fi: Uutisten ylläpitäjäryhmän ID:
gl: ID do grupo de administradores de novas:

source: The members of the news admin group can approve news for the GForge main page. This group's ID must not be 1. This should be changed only if you upgrade from a previous version and want to keep the data.
cs: Členové správcovské skupiny pro novinky mohou schvalovat novinky pro hlavní stránku GForge. Tato skupina nesmí mít ID 1. Toto byste měli měnit jen v případě, že přecházíte z dřívější verze a chcete zachovat svá data.
de: Mitglieder der News-Administrator-Gruppe können Nachrichten für die GForge-Hauptseite genehmigen. Diese Gruppen-ID darf nicht 1 sein. Dies sollte nur geändert werden, falls Sie ein Upgrade von einer vorhergehenden Version durchführen und Ihre Daten behalten möchten.
fi: Uutisten ylläpitäjäryhmän jäsenet voivat hyväksyä uutisia GForgen pääsivulle. Tämän ryhmän ID:n ei tule olla 1. Tätä tulisi muuttaa vain, jos päivität aikaisemmasta versiosta ja haluat säilyttää tiedot.
gl: Os membros do grupo de administradores de novas poden aprobar as novas da páxina principal de Gforge. Este ID de grupo non debe ser 1. Só se debería cambiar se está a se actualizar dunha versión anterior e quere conservar os datos.

source: Statistics administrative group ID:
cs: ID skupiny správců pro statistiky:
de: ID der Statistik-Administratorgruppe:
fi: Tilastojen ylläpitäjäryhmän ID:
gl: ID do grupo de administradores de estatísticas:

source: Peer rating administrative group ID:
cs: ID skupiny správců pro hodnocení:
de: ID der »peer rating«-Administratorgruppe:
fi: Vertaisarvioiden ylläpitäjäryhmän ID:
gl: ID do grupo de administradores de calificacións de iguais:

source: LDAP server host name:
cs: Jméno počítače s LDAP serverem:
de: Rechnername des LDAP-Servers:
fi: LDAP-palvelimen verkkonimi:
gl: Nome do servidor LDAP:

source: Mailing lists server:
cs: Server pro poštovní konference:
de: Mailinglisten-Server:
fi: Postituslistapalvelin:
gl: Servidor de listas de correo:

source: Please enter the host name of the server that will host the GForge mailing lists.
cs: Zadejte prosím jméno serveru, který bude hostit poštovní konference GForge.
de: Bitte geben Sie den Rechnernamen des Servers ein, der Ihre GForge-Mailinglisten beherbergen wird.
fi: Anna GForgen postituslistoja isännöivän palvelimen verkkonimi.
gl: Introduza o nome do servidor que ha hospedar as listas de correo de GForge.

source: Migrate to GForge?
cs: Migrovat na GForge?
de: Migration auf GForge?
fi: Siirrytäänkö GForgeen?
gl: ¿Migrar a GForge?

source: SourceForge is no longer maintained as free software; the free version is now named GForge. Accordingly, the package has been renamed to 'gforge', and 'sourceforge' is no longer supported or maintained. The transition to GForge should be rather simple, as most of the work is automated: once this package has been successfully installed, just install the 'gforge' package.
cs: SourceForge již není vyvíjen jako svobodný software; svobodná verze byla přejmenována na GForge. V souladu s tím se přejmenoval i debianí balík na „gforge“. Původní balík „sourceforge“ již není podporován ani vyvíjen. Přechod na GForge by měl být celkem bezbolestný, protože většina převodu probíhá automaticky: po úspěšné instalaci tohoto balíku jednoduše nainstalujte balík „gforge“.
de: SourceForge wird nicht länger als Freie Software entwickelt; die Freie Version heißt jetzt GForge. Entsprechend wurde das Debian-Paket in »gforge« umbenannt und »sourceforge« wird nicht länger unterstützt oder gewartet. Die Umstellung auf GForge sollte recht einfach sein, da der Großteil der Arbeit automatisiert ist: sobald dieses Paket erfolgreich installiert ist, installieren Sie einfach das »gforge«-Paket.
fi: SourceForgea ei enää ylläpidetä vapaana ohjelmana; vapaan version nimi on nykyään GForge. Vastaavasti paketin uusi nimi on ”gforge”, eikä pakettia ”sourceforge” enää tueta tai ylläpidetä. GForgeen siirtymisen pitäisi olla melko yksinkertaista, koska suurin osa työstä on automatisoitu. Kun tämä paketti on onnistuneesti asennettu, tarvitsee vain asentaa paketti ”gforge”.
gl: SourceForge xa non se mantén coma software libre; a versión libre agora chámase GForge. De xeito acorde, o nome do paquete Debian cambiouse a "gforge" e "sourceforge" xa non ten soporte nin está mantido. A transición a GForge debería ser bastante simple, xa que a maior parte do traballo está automatizada: despois de instalar este paquete con éxito, só ten que instalar o paquete "gforge".

source: You still have the option not to upgrade to GForge yet, for instance if you want to back things up beforehand. If you refuse the upgrade, nothing will happen.
cs: Stále ještě máte možnost nepřecházet na GForge, například pokud chcete nejprve věci zazálohovat. Pokud odmítnete přechod, nic se nestane.
de: Sie haben noch die Möglichkeit, noch kein Upgrade auf GForge durchzuführen, zum Beispiel falls Sie noch Dinge vorher sichern wollen. Falls Sie das Upgrade ablehnen wird nichts passieren.
fi: Sinulla on vielä mahdollisuus keskeyttää päivitys GForgeen, jos haluat esimerkiksi ottaa ensin varmuuskopioita. Jos kieltäydyt päivittämästä, mitään ei tapahdu.
gl: Aínda ten a posibilidade de non se actualizar a GForge; por exemplo, se quere facer unha copia de seguridade antes de nada. Se rexeita a actualización, non ha pasar nada.

source: Sourceforge discontinued
cs: Sourceforge se již nevyvíjí
de: SourceForge wurde eingestellt
fi: Sourceforge lakkautettu
gl: Deixouse de subministrar Sourceforge

source: SourceForge is no longer maintained as free software; the free version is now named GForge, and the 'sourceforge' package is now a dummy package to help install 'gforge'. Once this dummy package and the 'gforge-sourceforge-transition' are installed, data will be saved so that you can safely uninstall the 'sourceforge' package and proceed to install 'gforge'.
cs: SourceForge již není vyvíjen jako svobodný software; svobodná verze byla přejmenována na GForge. Balík „sourceforge“ je nyní pouze prázdný balík, který usnadňuje přechod na GForge. Poté, co tento balík nainstalujete (a s ním gforge-sourceforge-transition), budou vaše data bezpečně uložena. Pak můžete balík „sourceforge“ odstranit a nainstalovat „gforge“.
de: SourceForge wird nicht länger als Freie Software entwickelt; die Freie Version heißt jetzt GForge. Das Paket »sourceforge« ist jetzt ein Pseudo-Paket, dass Ihnen bei der Installation von »gforge« hilft. Sobald dieses Pseudo-Paket und »gforge-sourceforge-transition« installiert sind, werden Daten gesichert, so dass Sie problemlos das Paket »sourceforge« deinstallieren und fortfahren können, GForge zu installieren.
fi: SourceForgea ei enää ylläpidetä vapaana ohjelmana; vapaan ohjelman nimi on nykyään GForge ja paketti ”sourceforge” on valepaketti, joka auttaa asentamaan paketin ”gforge”. Kun tämä valepaketti ja ”gforge-sourceforge-transition” ovat asennettuina, tiedot on tallennettu niin, että voit turvallisesti poistaa paketin ”sourceforge” ja jatkaa asentamalla paketin ”gforge”.
gl: SourceForge xa non se mantén coma software libre; a versión libre agora chámase GForge, e o paquete "sourceforge" é un paquete baleiro que serve para axudar a instalar "gforge". Despois da instalación deste paquete baleiro e do paquete "gforge-sourceforge-transition", hanse gardar os datos para que poida desinstalar de xeito seguro o paquete "sourceforge" e continuar coa instalación de "gforge".

source: In order for GForge to be operational, some changes are needed in ${file}.
cs: Aby byl GForge plně funkční, musí se provést ještě změny do souboru ${file}.
de: Damit GForge funktionieren kann, werden einige Änderungen an ${file} benötigt.
fi: Jotta GForge saadaan toimintakuntoon, tiedostoon ${file} tulee tehdä joitain muutoksia.
gl: Para que GForge funcione, é preciso facer algúns cambios no ficheiro ${file}.

source: Please enter the host name of the server that will host the GForge shell accounts.
cs: Zadejte prosím jméno serveru, který bude hostit shellové účty GForge.
de: Bitte geben Sie den Rechnernamen des Servers ein, der Ihre GForge-Shell-Konten beherbergen wird.
fi: Anna GForgen kuoritunnuksia isännöivän palvelimen verkkonimi.
gl: Introduza o nome do servidor que ha hospedar as contas shell de GForge.

source: User mail redirector server:
cs: Server pro přesměrování pošty:
de: Benutzer-E-Mail-Umleitungsserver:
fi: Käyttäjäpostien edelleenohjaajapalvelin:
gl: Redirector de correo dos usuarios:

source: Please enter the host name of the server that will host the GForge user mail redirector.
cs: Zadejte prosím jméno serveru, který bude hostit přesměrování pošty pro uživatele GForge.
de: Bitte geben Sie den Rechnernamen des Servers ein, der Ihren GForge-Benutzer-E-Mail-Umleiter beherbergen wird.
fi: Anna GForgen käyttäjäpostien edelleenohjaajaa isännöivän palvelimen verkkonimi.
gl: Introduza o nome do servidor que ha hospedar o redirector do correo dos usuarios de GForge.

source: English
ca: Anglès
cs: angličtina
de: Englisch
fi: englanti
gl: Inglés
ja: 英語
sv: Engelska

source: Bulgarian
ca: Búlgar
cs: bulharština
de: Bulgarisch
fi: bulgaria
gl: Búlgaro
ja: ブルガリア語
sv: Bulgariska

source: Catalan
ca: Català
cs: katalánština
de: Katalanisch
fi: katalaani
gl: Catalán
ja: カタロニア語
sv: Katalanska

source: Chinese (Traditional)
cs: čínština (tradiční)
de: (traditionelles) Chinesisch
fi: kiina (perinteinen)
gl: Chinés (Tradicional)

source: Dutch
ca: Holandès
cs: holandština
de: Holländisch
fi: hollanti
gl: Holandés
ja: オランダ語
sv: Holländska

source: French
ca: Francès
cs: francouzština
de: Französisch
fi: ranska
gl: Francés
ja: フランス語
sv: Franska

source: German
ca: Alemany
cs: němčina
de: Deutsch
fi: saksa
gl: Alemán
ja: ドイツ語
sv: Tyska

source: Greek
ca: Grec
cs: řečtina
de: Griechisch
fi: kreikka
gl: Grego
ja: ギリシャ語
sv: Grekiska

source: Hebrew
ca: Hebreu
cs: hebrejština
de: Hebräisch
fi: heprea
gl: Hebreo
ja: ヘブライ語
sv: Hebreiska

source: Indonesian
ca: Indonesi
cs: indonéština
de: Indonesisch
fi: indonesia
gl: Indonesio
ja: インドネシア語
sv: Indonesiska

source: Italian
ca: Italià
cs: italština
de: Italienisch
fi: italia
gl: Italiano
ja: イタリア語
sv: Italienska

source: Japanese
ca: Japonès
cs: japonština
de: Japanisch
fi: japani
gl: Xaponés
ja: 日本語
sv: Japanska

source: Korean
ca: Coreà
cs: korejština
de: Koreanisch
fi: korea
gl: Coreano
ja: 韓国語
sv: Koreanska

source: Latin
ca: Llatí
cs: latina
de: Latein
fi: latina
gl: Latín
ja: ラテン語

source: Norwegian
cs: norština
de: Norwegisch
fi: norja
gl: Noruegués
ja: ノルウェー語
sv: Norska

source: Polish
ca: Polonès
cs: polština
de: Polnisch
fi: puola
gl: Polaco
ja: ポーランド語
sv: Polska

source: Portuguese (Brazilian)
cs: portugalština (brazilská)
de: brasilianisches Portugiesisch
fi: portugali (Brasilian)
gl: Portugués (Brasil)

source: Portuguese
ca: Portuguès
cs: portugalština
de: Portugiesisch
fi: portugali
gl: Portugués
ja: ポルトガル語
sv: Portugisiska

source: Russian
ca: Rus
cs: ruština
de: Russisch
fi: venäjä
gl: Ruso
ja: ロシア語
sv: Ryska

source: Chinese (Simplified)
cs: čínština (zjednodušená)
de: (vereinfachtes) Chinesisch
fi: kiina (yksinkertaistettu)
gl: Chinés (Simplificado)

source: Spanish
ca: Castellà
cs: španělština
de: Spanisch
fi: espanja
gl: Español
ja: スペイン語
sv: Spanska

source: Swedish
ca: Suec
cs: švédština
de: Schwedisch
fi: ruotsi
gl: Sueco
ja: スウェーデン語
sv: Svenska

source: Thai
ca: Tailandès
cs: thajština
de: Thailändisch
ja: タイ語

source: Default language:
cs: Výchozí jazyk:
de: Standardsprache:
fi: Oletuskieli:
gl: Idioma por defecto:

source: Please choose the default language for web pages.
cs: Vyberte prosím výchozí jazyk pro webové stránky.
de: Bitte wählen Sie die Standardsprache für Webseiten.
fi: Valitse verkkosivujen oletuskieli.
gl: Escolla o idioma por defecto para as páxinas web.

source: Default theme:
cs: Výchozí téma:
de: Standard Thema:
fi: Oletusteema:
gl: Tema por defecto:

source: Please choose the default theme for web pages. This must be a valid name.
cs: Vyberte prosím výchozí téma pro webové stránky. Musí to být platný název.
de: Bitte wählen Sie das Standard-Thema für Webseiten. Dies muss ein gültiger Namen sein.
fi: Valitse verkkosivujen oletusteema. Tämän tulee olla käypä nimi.
gl: Escolla o tema por defecto para as páxinas web. Debe ser un nome válido.

source: admin
ca: administrador
de: Administrator

source: Your shell server
ca: El servidor d'intèrpret d'ordres
ja: shell 用サーバ
sv: Din skalserver

source: The hostname of the server that will host your Gforge shell accounts
ca: El nom del servidor central que gestionarà els comptes del l'intèrpret d'ordres del Gforge
ja: Gforge のシェルアカウントを提供するサーバのホスト名です。
sv: Värdnamnet för servern som tillhandahåller dina skalkonton för Gforge

source: Your download server
ca: El servidor de baixades
ja: ダウンロード用サーバ
sv: Din hämtningsserver

source: The hostname of the server that will host your Gforge packages. It should not be the same as your main Gforge host.
ca: El nom del servidor que disposarà dels paquets del Gforge. No hauria de ser el mateix que l'ordinador principal del Gforge.
ja: Gforge がパッケージを提供するサーバのホスト名です。メインの Gforge ホストと同じであってはなりません。
sv: Värdnamnet på servern som ska stå värd för dina Gforge-paket. Den bör inte vara samma som din huvudsakliga Gforge-värd.

source: The Gforge administrator login
ca: L'entrada de l'administrador del Gforge
ja: Gforge 管理者のログイン名
sv: Gforge-administratörens användarnamn

source: This Gforge account will have all privileges on the Gforge system. It is needed to approve the creation of the projects.
ca: Aquest compte del Gforge tindrà tots els privilegis al sistema Gforge. És necessari per a l'aprovació de la creació dels projectes.
ja: この Gforge アカウントは Gforge のシステム上の全権限を持ちます。これは、プロジェクトの作成を許可するのに必要となります。
sv: Detta Gforge-konto kommer att ha alla rättigheter i Gforge-systemet. Det behövs för att godkänna skapandet av projekten.

source: Your IP address
ca: L'adreça d'IP
ja: IP アドレス
sv: Din IP-adress

source: The IP address of the server that will host your Gforge installation. This is needed for the Apache virtualhosting configuration.
ca: L'adreça d'IP del servidor que disposarà de la instal·lació del Gforge. La necessita la configuració de la gestió de servidors virtuals de l'Apache.
ja: Gforge のインストールが行われるサーバの IP アドレスです。これは Apache のバーチャルホストの設定に必要です。
sv: IP-adressen på servern som ska stå värd för din Gforge-installation. Detta behövs för konfigurationen av virtualhosts i Apache.

source: The Gforge administrator password
ca: La contrasenya de l'administrador del Gforge
ja: Gforge 管理者パスワード
sv: Gforge-administratörens lösenord

source: This Gforge account will have all privileges on the Gforge system. It is needed to approve the creation of the projects. Please type a password here.
ca: El compte del Gforge tindrà tots els privilegis en el sistema del Gforge. Cal aprovar la creació dels projectes. Torneu a introduir la contrasenya.
ja: この Gforge アカウントは Gforge システムについての全権限を持っています。これは、プロジェクトの作成を許可するのに必要となります。ここでパスワードを入力してください。
sv: Detta Gforge-konto kommer att ha alla rättigheter i Gforge-systemet. Det behövs för att godkänna skapandet av projekten. Ange ett lösenord här.

source: The Gforge administrator password - again
ca: La contrasenya de l'administrador del Gforge - un altre cop
ja: Gforge 管理者パスワード - 再入力してください
sv: Gforge-administratörens lösenord - igen

source: The initial list of skills
ca: La llista inicial d'habilitats.
ja: スキルの初期リスト
sv: Initiala listan av färdigheter

source: Gforge allows users to define a list of their skills, to be chosen amongst those present in the database. This list is the initial list of skills that will enter the database. Please enter the skill names separated by semi-colons `;'.
ca: El Gforge permet als usuaris definir una llista d'habilitats entre les presents a la base de dades. És la llista d'habilitats inicial que s'introduirà a la base de dades. Introduïu els noms de les habilitats separats per punts i coma ';'.
ja: Gforge では、ユーザに対してデータベースに存在するものの中から自身のスキルを選び出し、スキルリストを明確にするのを許容しています。このリストがデータベースに入力されるスキルの初期リストとなります。セミコロン `;' で区切ったスキルの名前を入力してください。
sv: Gforge låter användarna definiera en lista på sina färdigheter som kan väljas av de som finns i databasen. Denna lista är den initiala listan av färdigheter som kommer att läggas in i databasen. Mata in namn på färdigheter, separera dem med semikolon ";".

source: Password used for the database
ca: Contrasenya utilitzada per la base de dades
ja: データベース用パスワード
sv: Lösenordet som används för databasen

source: The connection to the DB system requires a password. Please choose a password here.
ca: La connexió a la base de dades necessita una contrasenya. Escolliu una contrasenya.
ja: DB システムへの接続にはパスワードが必要になります。ここでパスワードを選んでください。
sv: Anslutningen till DB-systemet kräver ett lösenord. Ange ett lösenord här.

source: Password used for the database - again
ca: Contrasenya utilitzada per la base de dades - un altre cop
ja: データベース用パスワード - 再入力してください
sv: Lösenordet som används för databasen - igen

source: The LDAP base DN
ca: El DN de la base de l'LDAP
ja: LDAP の base DN
sv: LDAP-bas DN

source: The DN is used to refer to the LDAP directory unambiguously. You could use, for instance, "dc=gforge,dc=example,dc=com"
ca: El DN s'utilitza per fer referència al directori de l'LDAP de manera clara. Podríeu utilitzar, per exemple "dc=gforge,dc=example,dc=com"
ja: DN は LDAP ディレクトリを明示的に参照するのに利用されます。例えば "dc=gforge,dc=example,dc=com" というようにして使うことが可能です。
sv: DN som används refererar otvetydligt till LDAP-katalogen. Du kan använda, till exempel "dc=gforge,dc=exempel,dc=se

source: The LDAP host
ca: L'ordinador principal de l'LDAP
ja: LDAP ホスト名
sv: LDAP-värden

source: The hostname of the LDAP server.
ca: El nom de l'ordinador principal del servidor de l'LDAP.
ja: LDAP サーバのホスト名
sv: Värdnamnet på din LDAP-server.

source: Do you want mail to ${noreply} to be deleted?
ca: Voleu suprimir el correu electrònic enviat a ${noreply}?
ja: ${noreply} へのメールを削除しますか?
sv: Vill du att e-post till ${noreply} ska tas bort?

source: Gforge sends plenty of e-mail from the "${noreply}" address, and maybe even some e-mail to that address too.
ca: El Gforge també envia tots els correus electrònics de l'adreça "${noreply}" i d'altres a aquesta adreça.
ja: Gforge は "${noreply}" アドレスから大量のメールを送り、そのアドレスに対してのメールについても同様に大量になります。
sv: Gforge skickar en mängd e-postmeddelanden från adressen "${noreply}" och kanske även några meddelanden till den adressen.

source: It is advised that you let the package direct e-mail to that address to a black hole (/dev/null), unless you have another use for that address.
ca: És recomanable que deixeu que el paquet direccioni el correu de l'adreça a un forat negre (/dev/null), si no és que la voleu utilitzar per a qualsevol altra tasca.
ja: このアドレスを他の用途に使っていない限り、パッケージがこのアドレスに対してのメールを直接ブラックホール (/dev/null) に放り込むのを許可したほうが良いでしょう。
sv: Det rekommenderas att du låter detta paket peka e-post till den adressen mot ett svart hål (/dev/null) såvida du inte har andra användningsområden för den adressen.

source: Accepting this option will perform that redirection.
ca: Si accepteu l'opció es realitzarà la redirecció.
ja: このオプションを許可すると転送を行います。
sv: Acceptera denna åtgärd innebär att pekningen genomförs.

source: LDAP password used to add users from the web
ca: La contrasenya d'LDAP utilitzada per afegir usuaris des de la web
ja: web からユーザを追加する際に使われる LDAP パスワード
sv: LDAP-lösenordet som används för att lägga till användare från webben

source: In order to add users into the LDAP directory from the web, you need to provide a password.
ca: Per poder introduir usuaris al directori d'LDAP des de la web heu de proporcionar una contrasenya.
ja: web から LDAP ディレクトリにユーザを追加するためにはパスワードの入力が必要です。
sv: Du behöver ange ett lösenord för att lägga till användare till LDAP-katalogen från webben.

source: LDAP password - again
ca: La contrasenya de l'LDAP - una altra vegada
ja: LDAP パスワード - 再入力
sv: LDAP-lösenordet - igen

source: Gforge requires appropriate PAM-LDAP configuration
ca: El Gforge necessita una configuració del PAM-LDAP apropiada
ja: Gforge には適切な PAM-LDAP の設定が必要です
sv: Gforge kräver en lämplig PAM-LDAP-konfiguration

source: Gforge requires the libpam-ldap package to be configured appropriately. You might need to "dpkg-reconfigure libpam-ldap" in order to fix incorrect parameters.
ca: El Gforge necessita que el paquet libpam-ldap estigui configurat correctament. Per resoldre els paràmetres incorrectes haureu d'executar l'ordre "dpkg-reconfigure libpam-ldap".
ja: Gforge は、正しく設定するために libpam-ldap パッケージが必要です。間違ったパラメータを修正するためには "dpkg-reconfigure libpam-ldap" を実行する必要があるでしょう。
sv: Gforge kräver att paketet libpam-ldap konfigureras på lämpligt sätt. Du kanske behöver att köra "dpkg-reconfigure libpam-ldap" för att rätta till felaktiga parametrar.

source: Known good values are: LDAP protocol version=3, make root database admin=yes, root login account="cn=admin,dc=<your-dc-here>", crypt to use for passwords=crypt. Make sure that you type the same password for the libpam-ldap root password and the Gforge LDAP password.
ja: よく知られている適切な値は LDAP protocol version=3, make root database admin=yes, root login account="cn=admin,dc=<your-dc-here>", crypt to use for passwords=crypt です。libpam-ldap の root パスワードと Gforge LDAP パスワードが同じであるのを確認してください。
sv: Bra kända värden är: LDAP protocol version=3, make root database admin=yes, root login account="cn=admin,dc=<din-dc-här>", crypt to use for passwords=crypt. Se till att du anger samma lösenord för root i libpam-ldap som Gforge LDAP-lösenordet.

source: Do you want a simple DNS setup?
ca: Voleu una configuració de DNS simple?
ja: 簡易 DNS 設定を行いますか?
sv: Vill du ha en enkel DNS-konfiguration?

source: You can have a simple DNS setup which uses wildcards to map all project web-hosts to a single IP, and direct all the cvs-hosts to a single CVS server, or a complex setup which allows you to have many servers as project web servers or CVS servers.
ja: ワイルドカードを使って全てのプロジェクトの web サーバを 1 つの IP へとマッピングし、全ての cvs ホストを 1 台の CVS サーバへ転送する簡易 DNS 設定か、大量のサーバをプロジェクトの web サーバや CVS サーバとする複雑な設定が可能です。

source: Even though you have a simple DNS setup, you can still have seperate boxes for your project servers, it just assumes you have all the project web dirs on the same server and a single server for CVS.
ca: Tot i disposar d'una configuració de DNS simple, podeu disposar de diferents ordinador pels servidors del projecte, simplement assumeix que disposeu de tots els directoris web del projecte al mateix servidor i un únic servidor de CVS.
ja: 簡易 DNS 設定を行っても、単に全てのプロジェクトの web ページのディレクトリを同じサーバに配置して CVS にサーバを 1 台配置するとすれば、複数のサーバをプロジェクトのサーバとして持つことができます。
