Repository: fusionforge/fusionforge
Catalog: gforge/debian/po/*.po
Languages: ca, cs, de, fi, gl, ja, sv

source: In order for Gforge to be fully deinstalled, some changes must be made to the ${file} file.
ca: Per desinstal·lar completament el Gforge s'han de realitzar alguns canvis al fitxer ${file}.
ja: Gforge を完全に削除するには、${file} ファイルに変更を加える必要があります。
sv: För att Gforge ska fullständigt avinstalleras måste vissa ändringar göras i filen ${file}.

source: I can either do them for you (and backup the current version in ${file}.gforge-old), or write the changes to another file (${file}.gforge-new) and let you propagate the changes to ${file} yourself.
ca: Es pot realitzar automàticament (i fer una còpia de seguretat de la versió actual al fitxer ${file}.gforge-old), o escriure les modificacions a un altre fitxer (${file}.gforge-new) i realitzar la propagació dels canvis del ${file} manualment.
ja: この変更作業を行うこともできますし (現在のバージョンを ${file}.gforge-old にバックアップします)、あるいは変更を別のファイル (${file}.gforge-new) へ書き出して ${file} に加わった変更を自身で適用することもできます。
sv: Jag kan göra dem åt dig (och säkerhetskopiera den nuvarande versionen i ${file}.gforge-old) eller skriva ner ändringarna till en annan fil (${file}.gforge-new) och låta dig göra ändringarna i ${file}.

source: Shall I modify the ${file} automatically?
ca: Voleu que es modifiqui automàticament el fitxer ${file}?
ja: $自動的に {file} を修正しますか?
sv: Ska jag ändra ${file} automatiskt?

source: Please check ${file}
ca: Comproveu el fitxer ${file}
ja: ${file} を確認してください
sv: Kontrollera ${file}

source: You have chosen not to let the Gforge package update the ${file} file. Very well, I have not changed it. Instead, I have written the suggested changes into ${file}.gforge-new. Please check this file and apply the appropriate changes to ${file}.
ca: El paquet del Gforge no ha actualitzat el fitxer ${file}. No s'ha modificat. S'han escrit les modificacions suggerides al fitxer ${file}.gforge-new. Comproveu el fitxer i apliqueu les modificacions corresponents a ${file}.
ja: あなたは Gforge パッケージが ${file} ファイルを更新しないことを選びました。よろしい、何も変更しません。その代わり、${file}.gforge-new にお勧めの変更を書き出してあります。このファイルを確認して、適切な変更を ${file} に行ってください。
sv: Du har valt att inte låta Gforge-paketet uppdatera filen ${file}. Ok då, jag ska inte ändra den. Istället har jag skrivit de rekommenderade ändringarna till ${file}.gforge-new. Vänligen kontrollera den filen och verkställ de lämpliga ändringarna till ${file}.

source: Your Gforge domain or subdomain name
ca: El domini o subdomini del Gforge
ja: Gforge のドメイン名かサブドメイン名
sv: Namnet på din Gforge-domän eller underdomän

source: The domain that will host your Gforge installation. Some services will be given their own subdomain in that domain (cvs, lists, etc.).
ca: El domini que gestionarà la instal·lació del Gforge. S'assignarà un subdomini propi per alguns serveis (cvs, llistes, etc.).
ja: Gforge の設定に利用されるドメインです。いくつかのサービスには、そのドメインでの固有のサブドメイン (cvs, lists など) が与えられます。

source: The Gforge admin email address.
ca: L'adreça de correu electrònic de l'administrador del Gforge.
ja: Gforge の管理者メールアドレス
sv: Gforge-administratörens e-postadress.

source: The email address of the Gforge administrator of your site. Needed in case a problem occurs.
ca: L'adreça de correu electrònic de l'administrador del Gforge del lloc web. És necessari en cas que es produeixin errors.
ja: あなたのサイトの Gforge 管理者のメールアドレスです。問題が起きた際に必要になります。
sv: E-postadressen för Gforge-administratören på ditt system. Behövs i fall att problem uppstår.

source: The Gforge system name
ca: El nom del sistema Gforge
ja: Gforge のシステム名称
sv: Gforges systemnamn

source: This name is used in various places throughout the system.
ca: El nom s'utilitza en diferents llocs del sistema.
ja: システム上で様々な場面を通して利用される名称です。
sv: Detta namn används på flera ställen i systemet.

source: Your CVS server
ca: El servidor de CVS
ja: CVS サーバ

source: The hostname of the server that will host your Gforge CVS repositories. It should not be the same as your main Gforge host.
ca: El nom de l'ordinador central que gestionarà els repositoris de CVS del Gforge. No hauria de ser el mateix que l'ordinador principal del Gforge.
ja: Gforge の CVS リポジトリを提供するサーバのホスト名です。メインの Gforge ホストと同じ名前であってはなりません。

source: Your database server
ca: El servidor de base de dades
ja: データベースサーバ
sv: Din databasserver

source: The IP address (or host name) of the server that will host your GForge database. This is needed for virtually all the subpackages.
ja: GForge データベースを提供するサーバの IP アドレス (またはホスト名) です。全てのサブパッケージに対して仮想的に必要になります。
sv: IP-adressen (eller värdnamnet) för servern som kommer att stå värd för din Gforge-databas. Detta behövs för nästan alla underpaket.

source: Your database name
ca: El nom de la base de dades
ja: データベース名
sv: Ditt databasnamn

source: The name of the database that will host your GForge database. This is needed for virtually all the subpackages.
ja: GForge のデータベースを提供するデータベースの名前です。全てのサブパッケージに対して仮想的に必要になります。
sv: Namnet på databasen som kommer att stå värd för din Gforge-databas. Detta behövs för nästan alla underpaket.

source: Your database admin username
ca: El nom d'usuari de l'administrador de base de dades
ja: データベース管理者のユーザ名
sv: Din databasadministratörens användarnamn

source: The admin username of the database that will host your GForge database. This is needed for virtually all the subpackages.
ja: GForge データベースを提供するデータベースの管理者のユーザ名です。全てのサブパッケージに対して仮想的に必要になります。
sv: Administratörens användarnamn för databasen som kommer att stå värd för din Gforge-databas. Detta behövs för nästan alla underpaket.

source: The connecton to the DB system requires a password. Please choose a password here.
ca: La connexió a la base de dades necessita una contrasenya. Escolliu una contrasenya.
ja: DB システムへの接続にはパスワードが必要になります。ここでパスワードを選んでください。
sv: Anslutningen till DB-systemet kräver ett lösenord. Ange ett lösenord här.

source: The hostname of the server that will host your Gforge packages. It should not be the same as your main Gforge host.
ca: El nom de l'ordinador principal del servidor que gestionarà els paquets del Gforge. Hauria de ser diferent al del servidor principal del Gforge.
ja: Gforge のパッケージを提供するサーバのホスト名です。メインの Gforge ホストと同じであってはなりません。
sv: Värdnamnet på servern som ska stå värd för dina Gforge-paket. Den bör inte vara samma som din huvudsakliga Gforge-värd.

source: The news admin group id
ca: L'identificador del grup d'administració de les notícies
ja: ニュース管理者グループの ID
sv: Grupp-id för nyhetsadministratörerna

source: Members of the news admin group can approve news for the Gforge main page. This group id MUST NOT be 1. You only need to touch this group if you upgrade from a previous version and want to keep your data.
ca: Els membres del grup d'administració de notícies poden aprovar les notícies de la pàgina principal del Gforge. L'identificador del grup no ha de ser 1. Únicament heu de modificar el paràmetre si esteu actualitzant d'una versió anterior i voleu mantenir les dades.
ja: ニュース管理者グループのメンバーは Gforge のメインページにニュースを掲載可能になります。このグループ id は 1 で「あってはなりません」。以前のバージョンからのアップグレードでデータを保持したい場合はこのグループを追加するだけで構いません。
sv: Medlemmar av nyhetersadministrationsgruppen kan godkänna nyheter för Gforges förstasida. Detta grupp-id FÅR INTE vara 1. Du behöver bara röra denna grupp om du uppgraderar från en tidigare version och vill behålla ditt data.

source: The stats admin group id
ca: L'identificador del grup d'administració d'estadístiques
ja: stats 管理者グループの ID
sv: Grupp-id för statistikadministratörerna

source: The peer rating admin group id
ja: peer rating 管理者グループの ID
sv: Grupp-id för användarbedömningsadministratörerna

source: Your mailing-lists server
ca: El servidor de llistes de correu
ja: メーリングリストサーバ
sv: Din server för sändlistor

source: The hostname of the server that will host your Gforge mailing-lists. It should not be the same as your main Gforge host.
ca: El nom de l'ordinador principal del servidor que gestionarà les llistes de correu del Gforge. No hauria de ser el mateix que el de l'ordinador principal del Gforge.
ja: Gforge のメーリングリストを提供するサーバのホスト名です。メインの Gforge ホストと同じであってはなりません。
sv: Värdnamnet för servern som kommer att stå värd för dina sändlistor för Gforge. Den bör inte vara samma som din huvudsakliga Gforge-server.

source: Migrate to Gforge?
ca: Voleu migrar al Gforge?
ja: Gforge へ移行しますか?
sv: Migrera till Gforge?

source: The free software version of the Sourceforge software has been renamed to "Gforge". Accordingly, the Debian package has been renamed to "gforge", and "sourceforge" is no longer supported or maintained. The transition to Gforge should be rather simple, as most of the work is automated: once this package has been successfully installed, just install the "gforge" package and things should go smoothly.
ca: El nom de la versió de programari lliure del programari del Sourceforge és "Gforge". Per aquesta raó el nom del paquet de Debian s'ha passat a "gforge", i el "sourceforge" no es mantindrà o suportarà més. La transició al Gforge hauria de ser relativament senzilla, ja que la majoria de tasques estan automatitzades: una vegada el paquet s'ha instal·lat satisfactòriament, instal·leu el paquet "gforge" i hauria de funcionar correctament.
ja: フリーソフトウェア版の Sourgeforge ソフトウェアは "Gforge" へ名称を変更されました。これに従い、Debian パッケージは "gforge" に名称を変更され、"sourceforge" はサポート・メンテナンスされなくなりました。Gforge への移行はシンプルで、殆どの作業が自動化されています: 一旦このパッケージのインストールが完了すると、単に "gforge" パッケージをインストールすれば作業はスムースに行くはずです。
sv: Den fria programvaruversionen av Sourceforge har bytt namn till "Gforge". Således har även Debian-paketet bytt namn till "gforge" och "sourceforge" underhålls och stöds inte längre. Övergången till Gforge bör vara ganska enkel eftersom det mesta arbetet är automatiserat: när detta paket har blivit fullständigt installerat, installera helt enkelt paketet "gforge" och saker och ting bör gå smidigt.

source: You still have the option not to upgrade to Gforge yet, for instance if you want to backup things beforehand. If you refuse the upgrade, nothing will happen.
ca: Encara teniu l'oportunitat de no actualitzar al Gforge, teniu la possibilitat de fer una còpia de seguretat prèvia. Si decidiu descartar l'actualització no passarà res.
ja: 例えば、あらかじめバックアップを行いたいような場合、まだ Gforge へアップグレードしないという選択もまだ可能です。アップグレードしない場合は、何も起きません。
sv: Du har fortfarande möjligheten att inte uppgradera till Gforge, till exempel om du vill säkerhetskopiera saker innan. Om du vägrar uppgraderingen kommer inget att hända.

source: Sourceforge is no more
ca: El Sourceforge no es mantindrà més
ja: Sourgeforge パッケージは提供されなくなりました
sv: Sourceforge finns inte längre

source: Sourceforge has been renamed Gforge, and the software known as Sourceforge is no longer maintained as free software. This "sourceforge" package is only here to help you upgrade to Gforge. Once you have installed this package and the one it depends on (gforge-sourceforge-transition), your data have been saved, and you can safely uninstall the "sourceforge" package and proceed to install Gforge.
ja: Sourgeforge は Gforge に改名され、Sourceforge として知られていたソフトウェアはもはやフリーソフトウェアとしてはメンテナンスされていません。この "sourceforge" パッケージは単に Gforge へのアップグレードを手助けするためにあるだけです。一旦このパッケージのインストールとパッケージが依存している作業 (gforge から sourceforge への移行) を行うと、データは保存され、安全に "sourceforge" パッケージを削除して Gforge のインストールを続けられます。

source: In order for Gforge to fully work, some changes must be made to the ${file} file.
ca: Per fer funcionar correctament el Gforge s'han de realitzar algunes modificacions al fitxer ${file}.
ja: Gforge を完全に動作させるには、${file} に多少変更を加える必要があります。
sv: För att Gforge ska fungera fullt ut måste några ändringar göras i filen ${file}.

source: Shall I modify ${file} automatically?
ca: Voleu que es modifiqui automàticament el fitxer ${file}?
ja: 自動的に ${file} を変更しても構わないですか?
sv: Ska jag ändra ${file} automatiskt?

source: Your user mail redirector server
ca: El servidor de redireccionament de correu d'usuari
ja: メール転送サーバ
sv: Din relay-server för användarnas e-post

source: The hostname of the server that will host your Gforge user mail redirector. It should not be the same as your main Gforge host.
ca: El nom de l'ordinador principal del servidor que gestionarà el redireccionament del correu dels usuaris del Gforge. No hauria de ser el mateix que el de l'ordinador principal del Gforge.
ja: Gforge ユーザへのメール転送を提供するサーバのホスト名です。メインの Gforge ホストと同じであってはなりません。
sv: Värdnamnet för servern som kommer att stå värd för vidaresändning av e-post till användarna i Gforge. Den bör inte vara samma som din huvudsakliga Gforge-server.

source: Chinese
ca: Xinès
ja: 中国語
sv: Kinesiska

source: Esperanto
ja: エスペラント語

source: PortugueseBrazilian
ca: PortuguèsBraziler
ja: ポルトガル語 (ブラジル)
sv: Portugisk-Brasilianska

source: SimplifiedChinese
ca: XinèsSimplificat
ja: 中国語 (簡文)
sv: Kinesiska (förenklad)

source: Default language
ca: Idioma predeterminat
ja: 標準の言語
sv: Standardspråk

source: Here is the default language for web pages.
ca: L'idioma predeterminat de les pàgines web.
ja: ここで web ページでの標準言語を指定します。
sv: Här är standardspråket för webbsidorna.

source: Default theme
ca: Tema predeterminat
ja: 標準のテーマ
sv: Standardtema

source: Here is the default theme for web pages, be careful to enter a valid name.
ja: ここでは web ページの標準テーマを入力します。正しい名称を入力するように注意してください。

source: Generate an SSL certificate
ca: Genera un certificat d'SSL
sv: Generera ett SSL-certifikat

source: You need a valid SSL/TLS certificate to run Gforge. If you don't already have one, you'll have to run the "mod-ssl-makecert" command to generate one, and restart Apache afterwards.
ca: Per poder executar el Gforge necessiteu un certificat SSL/TLS vàlid. Si no en disposeu de cap, podeu obtenir-ne un executant l'ordre "mod-ssl-makecert" i reiniciant posteriorment l'Apache.
sv: Du behöver ett giltigt SSL/TLS-certifikat för att köra Gforce. Om du inte redan har ett måste du köra kommandot "mod-ssl-makecert" för att generera ett, och sedan starta om Apache.

source: You can have a simple DNS setup wich uses wildcards to map all project web-hosts to a single IP, and direct all the scm-hosts to a single SCM server, or a complex setup wich allows you to have many servers as project web servers or SCM servers.
sv: Du kan ha en enkel DNS-konfiguration som använder jokertecken för att peka alla projektwebbplatser till en enda IP-adress och vidaresända alla scm-värdar till en enda SCM-server, eller en komplex konfiguration som låter dig att ha många servrar som projektwebbservrar eller SCM-servrar.

source: Even though you have a simple DNS setup, you can still have separate boxes for your project servers, it just assumes you have all the project web dirs on the same server and a single server for SCM.
sv: Även om du har en enkel DNS-konfiguration kan du fortfarande ha separata burkar för dina projektservrar, den antar att du har alla projektens webbkataloger på samma server och en enda server för SCM.

source: The domain that will host your Gforge installation. Some services will be given their own subdomain in that domain (scm, lists, etc.).
sv: Domänen som kommer att vara värd för din Gforge-installation. Vissa tjänster kommer att tilldelas sina egna underdomäner i den domänen (scm, lists, etc.).

source: Sourceforge has been renamed Gforge, and is no longer maintained as free software. This "sourceforge" package is only here to help you upgrade to Gforge. Once you have installed this package and the one it depends on (gforge-sourceforge-transition), your data have been saved, and you can safely uninstall the "sourceforge" package and proceed to install Gforge.
ca: El nom del Sourceforge s'ha canviat pel de Gforge, i no es mantindrà més com a programari lliure. El paquet "sourceforge" només hi és per ajudar-vos a actualitzar al Gforge. Una vegada instal·lat el paquet i les dependències (gforge-sourcefirge-transition) i les dades s'han desat, podeu desinstal·lar el paquet "sourceforge" i instal·lar el Gforge.
sv: Sourceforge har bytt namn till Gforge och underhålls inte längre som fri programvara. Detta "sourceforge"-paket är bara här för att hjälpa dig uppgradera till Gforge. När du har installerat detta paket och det paket som det är beroende av (gforge-sourceforge-transition) och ditt data har sparats, kan du avinstallera "sourceforge"-paketet och fortsätta att installera Gforge.

source: Here is the default theme for web pages, be carreful to enter a valid name.
ca: El tema predeterminat de les pàgines web, assegureu-vos d'introduir un nom vàlid.
sv: Här är standardtemat för webbsidorna, var försiktig och ange ett giltigt namn.

source: You can have a simple DNS setup wich uses wildcards to map all project web-hosts to a single IP, and direct all the cvs-hosts to a single CVS server, or a complex setup wich allows you to have many servers as project web servers or CVS servers.
ca: Podeu disposar d'una configuració de DNS simple que utilitza comodins per mapejar tots els ordinadors web del projecte a una única adreça d'IP, i direcciona tots els ordinadors de cvs a un únic servidor de CVS, o d'una de complexa que permet disposar de diversos servidors com a servidors web o CVS.
