Repository: fusionforge/fusionforge
Catalog: gforge/debian/po/*.po
Languages: ca, cs, de, fi, gl, ja, sv

source: Shell server:
cs: Server se shellovými účty:
fi: Kuoripalvelin:
gl: Servidor de shell:

source: Please enter the hostname of the server that will host the GForge shell accounts.
cs: Zadejte prosím jméno serveru, který bude hostit shellové účty GForge.
de: Bitte geben Sie den Rechnernamen des Servers ein, der Ihre GForge-Shell-Konten beherbergen wird.
fi: Anna GForgen kuoritunnuksia isännöivän palvelimen verkkonimi.
gl: Introduza o nome do servidor que ha hospedar as contas shell de GForge.

source: Download server:
cs: Server pro stahování:
fi: Latauspalvelin:
gl: Servidor de descargas:

source: Please enter the hostname of the server that will host the GForge packages.
cs: Zadejte prosím jméno serveru, který bude hostit balíky GForge.
de: Bitte geben Sie den Rechnernamen des Servers ein, der Ihre GForge-Pakete beherbergen wird.
fi: Anna GForgen paketteja isännöivän palvelimen verkkonimi.
gl: Introduza o nome do servidor que ha hospedar os paquetes de GForge.

source: It should not be the same as the main GForge host.
cs: Měl by to být jiný počítač než je hlavní server GForge.
de: Dieser sollte nicht mit dem Namen des Haupt-GForge-Rechners übereinstimmen.
fi: Tämän ei tulisi olla GForgen pääpalvelin.
gl: Non debería ser o mesmo que o servidor principal de GForge.

source: GForge administrator login:
cs: Přihlašovací jméno správce GForge:
de: GForge-Administrator-Anmeldung:
fi: GForgen ylläpitotunnus:
gl: Nome do usuario administrador de GForge:

source: The GForge administrator account will have full privileges on the system. It will be used to approve the creation of new projects.
cs: Správce GForge bude mít v systému GForge všechna práva. Používá se například pro schvalování vytváření nových projektů.
de: Das GForge-Konto wird alle Privilegien auf dem GForge-System haben. Es wird benötigt, um die Erstellung von neuen Projekten zu bewilligen.
fi: GForgen ylläpitotunnuksella tulee olemaan täydet oikeudet järjestelmään. Sitä käytetään hyväksyttäessä uusien projektien luominen.
gl: A conta de administrador de GForge ha ter tódolos privilexios no sistema. Hase empregar para aprobar a creación de novos proxectos.

source: Please choose the username for this account.
cs: Zadejte prosím přihlašovací jméno tohoto účtu.
de: Bitte wählen Sie den Benutzernamen für dieses Konto.
fi: Valitse tämän tunnuksen nimi.
gl: Escolla o nome de usuario para esta conta.

source: IP address:
cs: IP adresa:
de: IP-Adresse:
fi: IP-osoite:
gl: Enderezo IP:

source: Please enter the IP address of the server that will host the GForge installation.
cs: Zadejte prosím IP adresu serveru, který bude hostit instalaci GForge.
de: Bitte geben Sie die IP-Adresse des Servers ein, der Ihre GForge-Installation beherbergen wird.
fi: Anna GForge-asennusta isännöivän palvelimen IP-osoite.
gl: Introduza o enderezo IP do servidor que ha hospedar a instalación de GForge.

source: This is needed for the configuration of Apache virtual hosting.
cs: To je vyžadováno pro nastavení virtuálních hostů v Apachi.
de: Diese wird für die virtualhosting-Konfiguration des Apache benötigt.
fi: Tätä tarvitaan Apachen näennäiskoneiden asetukseen.
gl: Isto é preciso para configurar a hospedaxe virtual de Apache.

source: GForge administrator password:
cs: Heslo správce GForge:
de: GForge-Administrator-Passwort:
fi: GForgen ylläpitosalasana:
gl: Contrasinal de administrador de GForge:

source: Please choose the password for this account.
cs: Zadejte prosím heslo pro tento účet.
de: Bitte wählen Sie das Passwort für dieses Konto.
fi: Valitse tunnuksen salasana.
gl: Escolla un contrasinal para esta conta.

source: Password confirmation:
cs: Potvrzení hesla:
de: Bestätigung des Passworts:
fi: Salasanan vahvistus:
gl: Confirmación do contrasinal:

source: Please re-type the password for confirmation.
ca: Torneu a introduir la contrasenya per confirmar-la.
cs: Zadejte heslo ještě jednou pro potvrzení.
de: Bitte geben Sie zur Bestätigung das Passwort erneut ein.
fi: Anna salasana uudestaan vahvistuksena.
gl: Volva introducir o contrasinal para confirmalo.
ja: 確認のため、再度パスワードを入力してください。
sv: Mata in lösenordet igen för bekräftelse.

source: Initial list of skills:
cs: Počáteční seznam schopností:
de: Anfängliche Liste der Fähigkeiten:
fi: Alkuperäinen lista taidoista:
gl: Lista inicial de coñecementos:

source: GForge allows users to define a list of their skills, to be chosen from those present in the database. This list is the initial list of skills that will enter the database.
cs: GForge umožňuje uživatelům, aby si ze seznamu schopností definovali své dovednosti. Seznam, který zde zadáte, bude uložen v databázi jako výchozí seznam schopností.
de: GForge erlaubt es den Benutzern, eine Liste Ihrer Fähigkeiten zu definieren, die aus allen in der Datenbank hinterlegten Fähigkeiten ausgewählt werden können. Diese Liste ist die anfängliche Liste von Fähigkeiten, die in die Datenbank eingegeben wird.
fi: GForge antaa käyttäjien määrittää listan taidoistaan, jotka valitaan tietokannassa tällä hetkellä olevista. Tämä alkuperäinen taitolista tallennetaan tietokantaan.
gl: GForge permítelle aos usuarios facer unha lista cos seus coñecementos, que poden escoller entre os que figuran na base de datos. Esta lista é a lista inicial de coñecementos que han entrar na base de datos.

source: Please enter a semicolon-separated list of skill names.
cs: Jednotlivé položky seznamu schopností oddělte středníky.
de: Bitte geben Sie die Namen der Fähigkeiten, getrennt durch Semikola »;«, ein.
fi: Anna puolipisteillä erotettu lista taitojen nimistä.
gl: Introduza unha lista de nomes de coñecementos separados por signos de punto e coma.

source: Password used for the database:
cs: Heslo pro připojení do databáze:
de: Für die Datenbank verwendetes Passwort:
fi: Tietokannan salasana:
gl: Contrasinal para a base de datos:

source: Connections to the database system are authenticated by a password.
cs: Připojení do databáze je ověřováno heslem.
de: Verbindungen zum Datenbank-System werden durch ein Passwort authentifiziert.
fi: Yhteydet tietokantaan todennetaan salasanalla.
gl: As conexións ao sistema de bases de datos van autenticadas cun contrasinal.

source: Please choose the connection password.
cs: Zadejte zde prosím heslo pro připojení.
de: Bitte wählen Sie das Passwort für Verbindungen aus.
fi: Anna yhteyssalasana.
gl: Escolla o contrasinal para a conexión.

source: LDAP base DN:
cs: Základní LDAP DN:
de: Basis-DN für LDAP:
fi: LDAP-kannan DN:
gl: DN base de LDAP:

source: The DN (Distinguished Name) is used to refer to the LDAP directory unambiguously. Example: "dc=gforge,dc=example,dc=com".
cs: DN (rozlišovací jméno) se používá pro jednoznačné odkazování do LDAP adresáře. Například: „dc=gforge,dc=priklad,dc=cz“.
de: Diese DN (»Distinguished Name«) wird dazu verwendet, um eindeutig auf das LDAP-Verzeichnis zu verweisen. Beispiel: »dc=gforge,dc=example,dc=com«
fi: DN (Distinguished Name, erottava nimi) on nimi, jolla LDAP-hakemistoon voidaan viitata yksiselitteisesti. Esimerkiksi: "dc=gforge,dc=esimerkki,dc=fi".
gl: O DN (nome distinguido) emprégase para se referir ao directorio LDAP de xeito non ambiguo. Exemplo: "dc=gforge,dc=exemplo,dc=com".

source: LDAP server hostname:
cs: Jméno počítače s LDAP serverem:
de: Rechnername des LDAP-Servers:
fi: LDAP-palvelimen verkkonimi:
gl: Nome do servidor LDAP:

source: Do you want mail to ${noreply} to be discarded?
cs: Chcete, aby se pošta doručená na ${noreply} zahazovala?
de: Möchten Sie, dass E-Mail an ${noreply} verworfen wird?
fi: Haluatko, että osoitteeseen ${noreply} tuleva sähköposti heitetään pois?
gl: ¿Quere que se descarten as mensaxes enviadas a ${noreply}?

source: GForge sends and receives plenty of e-mail to and from the "${noreply}" address.
cs: GForge využívá adresu „${noreply}“ k odesílání i příjmu velkého množství pošty.
de: GForge sendet und empfängt viele E-Mails von und auf der »${noreply}«-Adresse.
fi: GForge lähettää ja vastaanottaa paljon sähköpostia osoitteen ”${noreply}” kautta.
gl: GForge envía e recibe moito email desde e para o enderezo "${noreply}".

source: E-mail to that address should be directed to a black hole (/dev/null), unless you have another use for that address.
cs: Pokud s touto adresou nemáte jiné plány, doporučujeme veškerou příchozí poštu přesměrovat do černé díry (/dev/null).
de: E-Mails an diese Adresse sollten an ein schwarzes Loch (/dev/null) umgeleitet werden, es sei denn, Sie haben für diese Adresse eine andere Verwendung.
fi: Tuohon osoitteeseen tuleva sähköposti tulisi ohjata mustaan aukkoon (/dev/null), jos osoitteelle ei ole muuta käyttöä.
gl: O email dirixido a ese enderezo debería ser enviado a un burato negro (/dev/null), a menos que empregue ese enderezo para outra cousa.

source: LDAP password used to add users from the web:
cs: LDAP heslo používané pro přidávání uživatelů z webu:
de: LDAP-Passwort, das zum Hinzufügen von Benutzer aus dem Web verwendet wird:
fi: LDAP-salasana käyttäjien lisäämiseen verkon yli:
gl: Contrasinal LDAP para engadir os usuarios desde a web:

source: Please provide the password to use when adding users into the LDAP directory from the web.
cs: Zadejte prosím heslo, které budete používat pro přidávání uživatelů do LDAP adresáře z webového rozhraní.
de: Bitte geben Sie das Passwort an, dass beim Hinzufügen von Benutzern aus dem Web in das LDAP-Verzeichnis verwendet werden soll.
fi: Anna salasana, jota käytetään lisättäessä käyttäjiä LDAP-hakemistoon verkosta.
gl: Introduza o contrasinal a empregar para engadir usuarios ao directorio LDAP desde a web.

source: SSL certificate generation
cs: Vytvoření SSL certifikátu
de: Erstellung des SSL-Zertifikats
fi: SSL-varmenteen luonti
gl: Xeración de certificados SSL

source: A valid SSL/TLS certificate is needed to run GForge. If you don't already use one, you'll have to run the 'mod-ssl-makecert' command to generate one, and restart Apache afterwards.
cs: Pro běh GForge potřebujete platný SSL/TLS certifikát. Pokud již nějaký nepoužíváte, můžete si jej vytvořit příkazem „mod-ssl-makecert“ a poté restartovat Apache.
de: Zum Betrieb von GForge wird ein gültiges SSL/TLS-Zertifikat benötigt. Falls Sie noch keines haben, müssen Sie »mod-ssl-makecert« ausführen, um eines zu erstellen und danach Apache neu starten.
fi: GForge tarvitsee kelvon SSL/TLS-varmenteen. Jos sellaista ei vielä ole, sinun tulee ajaa komento ”mod-ssl-makecert” luodaksesi varmenteen ja käynnistää Apache uudelleen sen jälkeen.
gl: Precísase dun certificado SSL/TLS válido para executar GForge. Se aínda non emprega un, ha ter que executar a orde "mod-ssl-makecert" para xerar un, e reiniciar Apache despois.

source: Please note you will not be able to start Apache if you have no such certificate.
ca: Recordeu que no podreu iniciar l'Apache si no disposeu del certificat.
cs: Jestliže certifikát nemáte, nepodaří se vám spustit Apache.
de: Bitte beachten Sie, dass Sie Apache nicht neustarten können, falls Sie kein solches Zertifikat haben.
fi: Huomaa, että Apache ei käynnisty ilman tällaista varmennetta.
gl: Teña en conta que non ha poder iniciar Apache se non ten un certificado.
sv: Notera att du inte kommer att kunna starta Apache om du inte har ett sådant certifikat.

source: Appropriate PAM-LDAP configuration required for GForge
cs: GForge vyžaduje odpovídající nastavení PAM-LDAP
de: GForge benötigt eine angemessene PAM-LDAP-Konfiguration
fi: GForge vaatii, että PAM-LDAP on asetettu oikein
gl: Precísase dunha configuración de PAM-LDAP axeitada para GForge

source: GForge requires the libpam-ldap package to be configured appropriately. You might need to run 'dpkg-reconfigure libpam-ldap' in order to fix incorrect parameters.
cs: GForge vyžaduje, aby byl balík libpam-ldap nastaven odpovídajícím způsobem. Abyste opravili chybné parametry, budete možná muset spustit příkaz „dpkg-reconfigure libpam-ldap“.
de: GForge benötigt, dass das libpam-ldap-Paket angemessen konfiguriert ist. Sie müssen eventuell »dpkg-reconfigure libpam-ldap« aufrufen, um inkorrekte Parameter zu korrigieren.
fi: GForge vaatii, että paketin libpam-ldap asetukset ovat kunnossa. Sinun täytyy ehkä ajaa ”dpkg-reconfigure libpam-ldap” korjataksesi vääriä parametreja.
gl: GForge necesita que o paquete libpam-ldap estea configurado axeitadamente. Pode ter que executar "dpkg-reconfigure libpam-ldap" para arranxar parámetros incorrectos.

source: Known good values are: LDAP protocol version=3, make root database admin=yes, root login account="cn=admin,dc=<your-dc-here>", crypt to use for passwords=crypt.
cs: Známé rozumné hodnoty jsou: Verze LDAP protokolu=3, udělat roota správcem databáze=ano, přihlašovací účet roota="cn=admin,dc=<vaše-dc>", šifra pro hesla=crypt.
de: Bekannte gute Werte sind: LDAP-Protokoll Version=3, make root database admin=yes, root login account="cn=admin,dc=<your-dc-here>", crypt to use for passwords=crypt.
fi: Tunnetut hyvä arvot ovat: LDAP protocol version=3, make root database admin=yes, root login account="cn=admin,dc=<sinun-dc-tähän>", crypt to use for passwords=crypt.
gl: Uns valores correctos coñecidos son: versión do protocolo LDAP=3, facer a root administrador da base de datos=si, conta de conexión de root="cn=admin,dc=<o-seu-dc>", cifrado a empregar para os contrasinais=crypt.

source: Make sure that you type the same password for the libpam-ldap root password and the GForge LDAP password.
cs: Ujistěte se, že jako LDAP heslo pro GForge zadáte stejné heslo, jako pro jste zadali pro roota v libpam-ldap.
de: Stellen Sie sicher, dass Sie das gleiche Passwort für das libpam-ldap-Passwort und das GForge LDAP-Passwort eingeben.
fi: Varmista, että annat saman salasanan libpam-ldapin pääkäyttäjäsalasanaksi ja GForgen LDAP-salasanaksi.
gl: Asegúrese de escribir o mesmo contrasinal para o contrasinal de administrador de libpam-ldap e o contrasinal LDAP de GForge.

source: Do you want a simple DNS setup for GForge?
cs: Chcete mít v GForge jednoduchou konfiguraci DNS?
de: Möchten Sie eine einfache DNS-Installation für GForge?
fi: Käytetäänkö GForgen kanssa yksinkertaista DNS-asetusta?
gl: ¿Quere unha configuración de DNS simple para GForge?

source: You can use a simple DNS setup with wildcards to map all project web-hosts to a single IP address, and direct all the scm-hosts to a single SCM server, or a complex setup which allows many servers as project web servers or SCM servers.
cs: Můžete mít buď jednodušší konfiguraci DNS, která používá zástupné znaky, aby namapovala weby všech projektů na jedinou IP adresu a nasměrovala všechny SCM servery na server jediný, nebo můžete mít komplexní nastavení, jež vám umožní použít vícero počítačů pro webové a SCM servery.
de: Sie können eine einfache DNS-Installation haben, die Jokerzeichen verwendet, um alle Projekt-Webhosts auf eine einzelne IP abzubilden und alle scm-hosts auf einen einzigen SCM-Server weiterzuleiten, oder eine komplexe Installation, die viele Server als Projektwebserver oder SCM-Server erlaubt.
fi: Kaikki projektin verkkoasemat voidaan kuvata yhteen IP-osoitteeseen yksinkertaisella, korvausmerkkejä sisältävällä DNS-asetuksella ja ohjata kaikki scm-asemat yhdelle SCM-palvelimelle. Vaihtoehtoisesti voidaan käyttää monipuolisempia asetuksia, jotka sallivat useampia palvelimia projektin verkko- tai SCM-palvelimina.
gl: Pode empregar unha configuración de DNS simple con comodíns para mapear tódalas webs dos proxectos a un só enderezo IP e dirixir tódolos nomes dos SCM a un só servidor de SCM, ou unha configuración complexa que lle permite ter moitos servidores coma servidores web ou servidores SCM.

source: Even if you use a simple DNS setup, you can still use separate machines as project servers; it just assumes that all the project web directories are on the same server with a single SCM server.
cs: I když zvolíte jednodušší nastavení DNS, stále můžete použít více počítačů. Nastavení bude pouze předpokládat, budete mít všechny adresáře s weby projektů na jednom počítači a že pro SCM použijete jediný server.
de: Selbst falls Sie eine einfache DNS-Installation verwenden, können Sie dennoch separate Maschinen für die Projektserver verwenden, es wird nur angenommen, dass sich alle Webverzeichnisse der Projekte auf dem gleichen Server mit einem einzelnen Server für SCM befinden.
fi: Vaikka käytettäisiin yksinkertaista DNS-asetusta, voidaan erillisiä koneita silti käyttää projektipalvelimina. Tällöin vain oletetaan, että kaikki projektien verkkohakemistot ovat samalla palvelimella yhden SCM-serverin kanssa.
gl: Aínda se ten unha configuración simple de DNS, pode ter varias máquinas para os servidores dos proxectos; só supón que tódolos directorios web dos proxectos están no mesmo servidor cun só servidor para SCM.

source: Do you want ${file} to be updated?
ca: Voleu que s'actualitzi ${file}?
cs: Chcete aktualizovat ${file}?
de: Soll ${file} aktualisiert werden?
fi: Päivitetäänkö ${file}?
gl: ¿Quere actualizar ${file}?
ja: ${file} を更新しますか?
sv: Vill du att ${file} ska uppdateras?

source: In order for GForge to be fully uninstalled, some changes are needed in ${file}.
cs: Aby se GForge plně odinstaloval, musí se provést změny do souboru ${file}.
de: Damit GForge komplett deinstalliert wird, werden einige Änderungen in ${file} benötigt.
fi: Jotta GForge saataisiin kokonaan poistettua, tiedostoa ${file} tulee muuttaa.
gl: Para desinstalar completamente GForge, é necesario que facer algúns cambios no ficheiro ${file}.

source: This can be done automatically (the current version will be backed up in ${file}.gforge-old). Alternatively, the needed changes may be written to another file (${file}.gforge-new) to let you adapt ${file} yourself.
cs: To je možné provést zcela automaticky (aktuální verze se zazálohuje do ${file}.gforge-old). Alternativně se mohou změny zapsat do jiného souboru (${file}.gforge-new) a nechat přepsání změn do ${file} na vás.
de: Dies kann entweder automatisch vorgenommen werden (wobei die ursprüngliche Version in ${file}.gforge-old gespeichert wird) oder die Änderungen können in eine andere Datei (${file}.gforge-new) geschrieben werden, damit Sie ${file} selbst anpassen können.
fi: Tämä voidaan tehdä automaattisesti (nykyinen versio kopioidaan nimelle ${file}.gforge-old). Vaihtoehtoisesti tarvittavat muutokset voidaan tehdä toiseen tiedostoon (${file}.gforge-new), jolloin voit itse muokata tiedostoa ${file}.
gl: Isto pódese facer automaticamente (hase gardar unha copia da versión actual en ${file}.gforge-old). De xeito alternativo, pódense gravar os cambios necesarios noutro ficheiro (${file}.gforge-new) para que vostede mesmo poida adaptar o ficheiro ${file}.

source: ${file} must be checked
cs: ${file} musí být zkontrolován
de: ${file} muss überprüft werden
fi: ${file} tulee tarkistaa
gl: Debe comprobarse o ficheiro ${file}

source: You have chosen to not change ${file} automatically.
cs: Zvolili jste, že nechcete ${file} upravit automaticky.
de: Sie haben sich entschieden, ${file} nicht automatisch verändern zu lassen.
fi: Olet valinnut, että tiedostoa ${file} ei muokata automaattisesti.
gl: Decidiu non modificar o ficheiro ${file} automaticamente.

source: Instead, the suggested changes have been written into ${file}.gforge-new. Please check this file and apply the appropriate changes to ${file}.
cs: Místo toho se navrhované změny zapsaly do ${file}.gforge-new. Zkontrolujte prosím tento soubor a užitečné změny přeneste do ${file}.
de: Stattdessen wurden die vorgeschlagenen Änderungen in ${file}.gforge-new geschrieben. Bitte überprüfen Sie diese Datei und wenden Sie die angemessenen Änderungen auf ${file} an.
fi: Sen sijaan ehdotetut muutokset on kirjoitettu tiedostoon ${file}.gforge-new. Tarkista tämä tiedosto ja tee tarvittavat muutokset tiedostoon ${file}.
gl: No seu canto, graváronse os cambios suxiridos no ficheiro ${file}.gforge-new. Comprobe este ficheiro e aplique os cambios que sexan axeitados en ${file}.

source: GForge domain or subdomain name:
cs: Název GForge domény nebo subdomény:
de: GForge Domain- oder Subdomain-Name:
fi: GForgen verkkotunnus tai aliverkkotunnus:
gl: Nome de dominio ou subdominio de GForge:

source: Please enter the domain that will host the GForge installation. Some services (scm, lists, etc.) will be given their own subdomain in that domain.
cs: Zadejte prosím doménu, která bude hostit vaši instalaci GForge. Některé služby obdrží své vlastní subdomény této domény (scm, lists, atd.).
de: Bitte geben Sie die Domain an, die Ihre GForge-Installation beherbergen wird. Einigen Diensten (scm, lists, usw.) wird innerhalb der Domain eine eigene Subdomain zugewiesen.
fi: Anna GForge-asennuksen verkkotunnus. Joillekin palveluille (scm, lists, jne.) annetaan oma aliverkkotunnus tämän verkkotunnuksen alta.
gl: Introduza o dominio que ha hospedar a instalación de GForge. Algúns servizos (scm, listas, etc.) han ter o seu propio subdominio dentro dese dominio.

source: GForge administrator e-mail address:
cs: Emailová adresa správce GForge:
de: E-Mail-Adresse des GForge-Administrators:
fi: GForgen ylläpidon sähköpostiosoite:
gl: Enderezo de email do administrador de GForge:

source: Please enter the e-mail address of the GForge administrator of this site. It will be used when problems occur.
cs: Zadejte prosím emailovou adresu správce tohoto systému GForge. Adresa se použije v případě výskytu problémů.
de: Bitte geben Sie die E-Mail-Adresse des GForge-Administrators Ihrer Site an. Diese wird beim Auftritt von Problemen benötigt.
fi: Anna GForgen ylläpidon sähköpostiosoite. Tätä käytetään, kun ongelmia ilmaantuu.
gl: Introduza o enderezo de email do administrador de GForge deste sitio. Hase empregar se aparecen problemas.

source: GForge system name:
cs: Jméno GForge systému:
fi: GForgen järjestelmänimi:
gl: Nome do sistema GForge:

source: Please enter the name of the GForge system. It is used in various places throughout the system.
cs: Zadejte prosím jméno GForge systému. Toto jméno je v systému používáno na několika místech.
de: Bitte geben Sie den Namen des GForge-Systems ein. Er wird an verschiedenen Stellen im ganzen System verwendet.
fi: Anna GForge-järjestelmän nimi. Tätä käytetään eri paikoissa ympäri järjestelmää.
gl: Introduza o nome do sistema GForge. Emprégase en varios lugares do sistema.

source: Database server:
cs: Databázový server:
de: Datenbank-Server:
fi: Tietokantapalvelin:
gl: Servidor de bases de datos:

source: Please enter the IP address (or hostname) of the server that will host the GForge database.
cs: Zadejte prosím IP adresu (nebo jméno) serveru, který bude hostit vaši GForge databázi.
de: Bitte geben Sie die IP-Adresse (oder den Rechnernamen) des Servers ein, der die GForge-Datenbank beherbergen wird.
fi: Anna GForgen tietokantaa isännöivän palvelimen IP-osoite (tai verkkonimi).
gl: Introduza o enderezo IP (ou nome) do servidor que ha hospedar a base de datos de GForge.

source: Database name:
cs: Jméno databáze:
de: Datenbankname:
fi: Tietokannan nimi:
gl: Nome da base de datos:

source: Please enter the name of the database that will host the GForge database.
cs: Zadejte prosím jméno databáze, která bude obsahovat databázi GForge.
de: Bitte geben Sie den Namen der Datenbank an, die die GForge-Datenbank beherbergen wird.
fi: Anna GForgen tietokantaa isännöivän tietokannan nimi.
gl: Introduza o nome da base de datos que ha hospedar as contas shell de Gforge

source: Database administrator username:
cs: Uživatelské jméno správce databáze:
de: Name des Administrators der Datenbank:
fi: Tietokannan ylläpitotunnus:
gl: Nome de usuario do administrador da base de datos:
