Repository: fusionforge/fusionforge
Catalog: trunk/component/gforge-plugin-phpbb/source/translations/*.po
Languages: fr

source: yes
fr: oui

source: no
fr: non

source: Add new instance
fr: Ajouter une nouvelle instance

# edit_instance
source: Edit instance parameters
fr: Modifier une instance

source: Name
fr: Nom

source: Encoding
fr: Encodage

source: Send
fr: Envoyer

# bookmarks
source: Monitored PhpBB forums
fr: Forum surveillés PhpBB

# subject
source: Topics
fr: Sujets

# last_update
source: Last updates
fr: Dernières mises à jour

source: Not read
fr: Non lu

# no_bookmarks
source: You have no bookmaks
fr: Vous ne surveillez pas de forum

# list_subcat_of
source: Sub-categories list of
fr: Liste des sous catégories de

source: Rename
fr: Renommer

source: Delete
fr: Supprimer

source: Apply rule
fr: Affecter des droits

# add_category
source: Add a category
fr: Ajouter une catégorie

source: Rename category
fr: Renommer la catégorie

# select_rule
source: Choose a rule
fr: Sélectionnez une règle

# apply_rule_role
source: Apply rules to the following roles
fr: Affecter les droits aux rôles suivants

# active_plugin
source: Use PhpBB forum
fr: Activer le plugin : Forum PhpBB

# administration_phpbb
source: PhpBB forum Admin
fr: Administrer le forum PhpBB

source: Delete instance
fr: Supprimer l'instance

source: Edit parameters
fr: Modifier les param&eacute;tres

# manage_category
source: Manage categories
fr: G&eacute;rer les cat&eacute;gories

# ROLE_FORUM_BOT
source: Bot Access
fr: Accès robots

# ROLE_FORUM_FULL
source: Full Access
fr: Accès total

# ROLE_FORUM_LIMITED
source: Limited Access
fr: Accès limité

# ROLE_FORUM_LIMITED_POLLS
source: Limited Access + Polls
fr: Accès limité + Sondages

# ROLE_FORUM_NOACCESS
source: No Access
fr: Aucun accès

# ROLE_FORUM_ONQUEUE
source: On Moderation Queue
fr: Attente de modération

# ROLE_FORUM_POLLS
source: Standard Access + Polls
fr: Accès standard + Sondages

# ROLE_FORUM_READONLY
source: Read Only Access
fr: Accès en lecture uniquement

# ROLE_FORUM_STANDARD
source: Standard Access
fr: Accès standard

# not_activated_plugin
source: This project is not activated for PhpBB forum
fr: Le plugin PhpBB n'est pas activé pour ce projet

# error_authenticate
source: Error while authenticating with PhpBB
fr: Erreur d'authentification

source: Synchronize data
fr: Synchroniser les données

# no_instance_registred
source: None instance registered
fr: Aucune instance n'est enregistrée

# back
source: Go back
fr: Retour

# updating_instance_failed
source: Update failed
fr: Mise à jour échouée

# fields_empty
source: Every fields must be filled
fr: Tous les champs doivent être remplis !!

# question_delete_instance
source: Would you like to delete this instance ?
fr: Voulez vous supprimer l'instance

# error_create_instance
source: Error occurred while creating the instance
fr: Error lors de la création de l'instance

# error_remove_instance
source: Error occurred while renaming the instance
fr: Error lors de la suppression de l'instance

# error_not_valide_url
source: The URL is not valid
fr: l'URL que vous avez fourni n'est pas valide

# question_delete_category
source: Would you like to delete this category ? Every topics will be destroyed
fr: Voulez vous supprimer cette catégorie ? Tous les sujets seront supprimés

# flied_name_empty
source: the name must be filled
fr: Le nom doit être rempli !!

# error_create_category
source: Error occurred while creating the category !!
fr: Erreur lors de la création de la catégorie !!

# error_rename_category
source: Error occurred while renaming the category !!
fr: Erreur lors du renommage de la catégorie !!

# error_delete_category
source: Error occurred while deleting the category !!
fr: Erreur lors du suppression de la catégorie !!

# no_subcat_registred
source: None sub categories registered
fr: Aucune sous catégorie n'est enregistrée

# question_synchronize
source: Would you like to synchronize data ?
fr: Voulez vous synchroniser les données ?

# end_synchronize
source: Synchronization succeeded
fr: Synchronisation terminée
