Repository: fusionforge/fusionforge
Catalog: trunk/component/gforge-plugin-novadoc/source/translations/*.po
Languages: fr

# authLabel1
source: None
fr: Aucun

# authLabel2
source: Read
fr: Lecture

# authLabel3
source: Write
fr: Ecriture

# authLabel4
source: Delete
fr: Suppression

# propagateAuth
source: Propagate the autorization to the children ?
fr: Propager l'autorisation au(x) sous-dossier(s) ?

# infoDefaultAuth
source: * The authorizations preceded by an asterisk are the default authorizations
fr: * Les autorisations précédées d'un astérisque sont les autorisations par défaut

# submit
source: Submit Information
fr: Soumettre les informations

# doc_unique
source: A document with the same name already exists in the branch.
fr: Un document ayant le même nom existe déjà dans le dossier.

# error_min_title_length
source: Title must be at least 5 characters
fr: Le titre doit avoir au moins 5 caractères

# invalid_docid
source: Document: invalid ID
fr: Document : identifiant non valide

# displayHistory
source: Display the history
fr: Afficher l'historique des versions

source: Status
fr: Statut

source: Title
fr: Titre

source: view card
fr: fiche détaillée

source: File
fr: Fichier

# viewURL
source: View File URL
fr: Accéder à l'URL

source: Author
fr: Auteur

source: Writing date
fr: Date rédaction

source: Doc. type
fr: Type de document

source: Reference
fr: Référence

source: Language
fr: Langue

source: State
fr: Etat

# delete_doc
source: Delete this document
fr: Supprimer ce document

source: Name
fr: Nom

# group
source: Group that document belongs in
fr: Dossier auquel rattacher le document

# editdocs_upload_url
source: Specify an outside URL where the file will be referenced
fr: Spécifier une URL externe pour le fichier

# upload
source: OPTIONAL: Upload new file
fr: Optionnel : Uploader un nouveau fichier

# archive
source: Archive previous version.
fr: Archiver la version précédente.

# upload_ftp
source: OR choose one form FTP %1$s
fr: Ou choisir un fichier préalablement uploadé sur %1$s par FTP

source: Upload File
fr: Télécharger sur le serveur

# upload_url
source: OR specify an outside URL where the file will be referenced
fr: OU spécifier une URL externe pour le document

# delete_warning
source: You are about to permanently delete this document.
fr: Vous êtes sur le point de supprimer définitivement ce document.

# sure
source: I'm Sure.
fr: Je confirme

source: Delete
fr: Supprimer

# no_docs
source: No Documents Found
fr: Aucun document trouvé

# group_unique
source: A branch with the same name already exists in the branch.
fr: Un dossier ayant le même nom existe déjà dans ce dossier.

# name_required
source: Group: name is required
fr: Dossier : le nom est obligatoire

# invalid_parent_id
source: Group: invalid parent ID
fr: Dossier : identifiant du parent non valide

# invalid_id
source: Group: invalid ID
fr: Dossier : identifiant non valide

# head_modif_by
source: Modified by
fr: Statut MAJ par

# head_the
source: the
fr: le

# use_novadoc
source: NovaForge document manager
fr: Gestionnaire de documents NovaForge

# turned_off
source: This project has turned off the Doc Manager
fr: Ce projet a désactivé la gestion de documents

# view_doc
source: View Documents
fr: Voir les documents

# submit_new
source: Submit New Document
fr: Soumettre un nouveau document

source: Copy Branch
fr: Copier une branche

# adminDir
source: Manage Branches
fr: Gérer les dossiers

# manageAuth
source: Manage Authorizations
fr: Gérer les autorisations

source: All Languages
fr: Toutes les langues

# add_docs
source: [Add document here]
fr: [ Ajouter un document ici ]

# title_admin
source: Documents manager administration
fr: Administration du gestionnaire de documents

# copyBranchToCopy
source: Branch to copy
fr: Branche à recopier

# copyBranchName
source: New branch name
fr: Libellé de la nouvelle branche

# noWriteAuth
source: You don't have the rights to edit or add a document in this branch.
fr: Vous n'avez pas les droits de modifier ou d'ajouter un document dans ce dossier.

# noDeleteAuth
source: You don't have the rights to delete a document in this branch.
fr: Vous n'avez pas les droits nécessaires pour supprimer un document dans ce dossier.

# section_admin_groups
source: Manage groups
fr: Gérer les dossiers

# group_id
source: ID
fr: Identifiant

source: Group Name
fr: Nom du dossier

# error_no_groups_defined
source: No Document Groups defined
fr: Aucun dossier de document défini

# add_group
source: Add a group
fr: Ajouter un dossier&nbsp;

source: New Group Name
fr: Nouveau nom du dossier&nbsp;

# new_group_parent
source: Belongs to
fr: Appartient à

# editgroups_description
source: Group name will be used as a title, so it should be formatted correspondingly.
fr: Le nom du dossier sera utilisé comme titre. Il doit donc être formaté en conséquence.

# edit_group
source: Edit a group
fr: Modifier un dossier

# group_parent
source: Belongs to
fr: Appartient à

# delete_group
source: Delete this branch
fr: Supprimer ce dossier

# really_sure
source: I'm Really Sure.
fr: Je confirme vraiment

# delete_warning_group
source: You are about to permanently delete this branch.
fr: Vous êtes sur le point de supprimer définitivement ce dossier.

# section_admin_main
source: Project %1$s
fr: Projet %1$s

# add_edit_docgroups
source: Add/Edit Document Groups
fr: Ajouter/Éditer des dossiers

# error_no_docs
source: This project has no visible documents
fr: Ce projet n'a pas de document visible

# error_invalid_file_attack
source: Invalid file attack attempt %1$s
fr: Tentative d'atteindre un fichier invalide %1$s

# bad_filemane
source: Filename does not match. Please submit the same file.
fr: Le nom du fichier ne convient pas. Celui-ci doit etre identique au précédent.

# no_valid_group
source: No valid Document Group was selected
fr: Aucun dossier n'a été sélectionné

# error_blank_document
source: Error getting blank document
fr: Erreur en prenant un document vide

# submitted_successfully
source: Document submitted sucessfully
fr: Le document a été soumis avec succès

# title_display
source: Documents manager
fr: Gestionnaire de documents

# docDeleted
source: Deleted
fr: Supprimé

source: Update date
fr: Mise à jour de la fiche

# no_document_data_title
source: No document data
fr: Pas de données dans le document

# no_document_data_text
source: No document to display - invalid or inactive document number
fr: Pas de document à afficher - N° de document invalide ou inactif
