Repository: fusionforge/fusionforge
Catalog: src/locale/*.po
Languages: es

source: Your %1$s account has been removed by %1$s staff. This may occur for two reasons, either 1) you requested that your account be removed; or 2) some action has been performed using your account which has been seen as objectionable (i.e. you have breached the terms of service for use of your account) and your account has been revoked for administrative reasons. Should you have questions or concerns regarding this matter, please log a <a href="%2$s">support request</a>.
es: Su %1$s cuenta ha sido borrada por %1$s del equipo técnico. Esto puede haber ocurrido por dos razones, 1) se ha pedido que su cuenta sea eliminada; o 2) alguna acción ha sido ejecutada usando su cuenta que ha sido sancionada (ej. ha roto los terminos del acuerdo de servicio de uso con su cuenta) y su cuenta ha sido eliminada por razones administrativas. Para cualquier consulta relativa a esta incidencia, por favor envie una <a href="%2$s">petición de soporte</a>.

source: Your OpenID identifier
es: Su identificador OpenID

source: Login via OpenID
es: Acceso via OpenID

source: coin pan
es: moneda

source: User has canceled authentication. Identity not added.
es: El usuario ha cancelado la autenticación, Identidad no añadida.

source: Cannot insert new identity
es: No puede insertar una nueva identidad

source: Identity successfully added
es: Identidada añadida correctamente

source: Missing URL for the new identity
es: URL no encontrado para la nueva identidad

source: Malformed URL (only http, https and ftp allowed)
es: URL mal formada (solo http, https y ftp permitidos)

source: identity already used by a forge user.
es: identidad ya registrada por un usuario de forja.

source: Cannot delete identity
es: No puede borrar identidad

source: Identity successfully deleted
es: eliminado correctamente.

source: Manage OpenID identities for user %s
es: Gestione identidades OpenID para usuario %s

source: My OpenID identities
es: Mis identidades OpenID

source: Add new identity
es: Añade nueva identidad

source: You can add your own OpenID identities in the form below.
es: Puede añadir sus propias identidades OpenID en la barra de menú desde el siguiente formulario.

source: OpenID identity URL
es: Identidad URL OpenID

source: Add identity
es: Añade identidad

source: Identity
es: Identidad

source: delete
es: Borrar

source: No such OpenID identity registered yet
es: No existe esa identidad OpenID registrada.

source: User has canceled authentication
es: El usuario ha cancelado la autenticación

source: OpenID plugin not activated for the user account
es: El complemento OpenID no ha sido activado para la cuenta del usuario

source: Unknown user with identity “%s”
es: Usuario desconocido con identidad “%s”

source: Click here to delegate authentication of your WebID to %s
es: Pulse aquí para delegar autenticación de su WebID para %s

source: You need to have bound such a WebID to your existing fusionforge account in advance
es: Necesita tener enlace como un WebID a su cuenta fusionforge existente en advance

source: Cannot bind new identity: %s
es: No puede enlazar nueva identidad: %s

source: WebID already used
es: WebID ya utilizado

source: WebID already pending binding
es: WebID ya pendiente de enlace

source: The IdP has confirmed that you own this WebID. It is now bound to your account.
es: El IdP tiene confirmado que posee este WebID. Ahora está enlazado a su cuenta.

source: The IdP has confirmed that you own a WebID. Please confirm you want to bind it to your account.
es: El IdP ha confirmado que pertenece a WebID. Confirme que enlazar a su cuenta.

source: Manage WebID identities for user %s
es: Gestionar identidades WebID para usuario %s

source: My WebID identities
es: Mis identidades WebID

source: Bind a new WebID
es: Asociar a nuevo WebID:

source: You can add your own WebID identities in the form below.
es: Puede añadir sus propias identidades WebID en el formulario debajo.

source: Once you have confirmed their binding to your fusionforge account, you may use them to login.
es: Una vez que haya confirmado su binding para su cuenta FusionForge, puede emplearla para ingresar.

source: Already pending WebIDs you could bind to your account
es: WebIDs ya pendientes podría enlacar a su cuenta

source: Confirm binding
es: Confirmar enlazado

source: remove
es: quitar

source: Click here to initiate the addition of a new WebID validated via %s
es: Pulse aquí para inicializar la agregación de un WebID validado por %s

source: My WebIDs
es: Mis ID web

source: WebIDs already bound to your account, which you can use to login
es: Varios WebID enlazados a su cuenta, las cuales puede emplear para ingresar

source: You haven't yet bound any WebID to your account
es: No tiene aún enlazado cualquier WebID a su cuenta

source: WebID plugin not activated for the user account
es: El complemento WebID no ha sido activado para la cuenta del usuario

source: The IdP has confirmed that you own this WebID bound to your account. Welcome.
es: El LdP ha confirmado que posee este enlace WebID a su cuenta. Bienvenido.

source: Blocks
es: Bloques

source: This plugin contains the Blocks subsystem of FusionForge. It allows each FusionForge project to have its own Blocks, and gives some control over it to the project's administrator.
es: Este complemento contiene el subsistema Blocks de FusionForge. Permite cada proyecto FusionForge tener sus propios repositorios Blocks, y da algún control sobre él para el administrador del proyecto.

source: Blocks Admin
es: Administracion Bloques

source: Summary Page block of text
es: Página Resumen del bloque de texto

source: Add a free block on the forge homepage to allow giving information.
es: Añade un bloque libre sobre la página de inicio de forja para permitir dar información.

source: Enter title of block
es: Introducir tñitulo del bloque

source: Add a free block on the project summary page to allow giving information.
es: Añade un bloque libre sobre la página de resumen del proyecto para permitir dar información.

source: Block to replace the default project description with an enhanced one.
es: Bloque para remplazar la descripción del proyecto por defecto con una mejora.

source: Block to list informations requested to ask to join a project
es: Bloqueado para alistar peticiones de unirse a un proyecto

source: Display block at the top of the listing
es: Enseñar bloque en la cima del listado

source: Display block at the top
es: Enseñar bloque en la cima

source: Display block at the top of the main page
es: Enseñar bloque en la cima de la página principal

source: Cannot Process your request
es: No se puede procesar su petición

source: No TYPE specified
es: Ningun TIPO especificado

source: No ID specified
es: Sin ID especificado

source: First activate the %s plugin through the Project's Admin Interface
es: Primero hay que activar el complemento %s a través de la interfaz de administración del proyecto

source: Blocks Administration
es: Administrador Bloques

source: Blocks are customizable HTML boxes in the left or right side of the pages the web site. They are created manually.
es: Los bloques son cajas HTML modificables en la izquierda o la derechadel sitio web. Ellos son creados manualmente.

source: Active
es: Activo

source: Configure
es: Configurar

source: Save Blocks
es: Guardar Bloques

source: Block Saved
es: Bloque Guardado

source: Edit Block
es: Editar Bloque

source: Edit the block as you want. If you activate the HTML editor, you will be able to use WYSIWYG formatting (bold, colors...)
es: Edite el bloque según desee. Si se quiere activar el editor HTML, sese podrá usar el formato WYSIWYG (negrita, colores...)

source: Enter your text here
es: Introduzca su texto aquí

source: Save
es: Guardar

source: Tips
es: Consejos

source: You can create boxes like the ones on the right site of summary page, by inserting the following sentences in the content:
es: Puedes crear cajas como las que se pueden ver a la derecha en la páginade sumario a través de la inserción de las siguientes frases en el contenido:

source: : will create the top part of the box using Hello as title.
es: : creará la parte de arriba de la caja usando Hello como título.

source: : will create a middle part of a box using Here as title (optional).
es: : creará una parte media de una caja empleando Aquí como un título (opcional).

source: : will create the end part of a box.
es: : creará la parte final de la caja.

source: : will create a header before a text.
es: : creará una cabecera antes del texto.

source: : will create a footer after a text.
es: : creará una nota al pie después de un texto.

source: You can create as many boxes as you want, but a boxTop has to be closed by a boxBottom and a boxHeader has to be closed by a boxFooter.
es: Puedes crear tantas cajas como se quiera, but un boxTop tiene que ser cerradopor un boxBottom y un boxHeader tiene que ser cerrado por un boxFooter.

source: Block configuration saved
es: Configuración de Bloques guardada

source: HTML editor (ckeditor)
es: Editor HTML (ckeditor)

source: CKEditor is a WYSIWYG text editor that displays within a web browser.
es: CKEditor es un editor de texto WYSIWYG que enseña dentro de un explorador web.

source: Unable to activate ckeditor plugin, package ckeditor not found.
es: Incapaz de activar complemento ckedit, paquete ckedit no encontrado.

source: CompactPreview!
es: ¡VistaCompacta!

source: This plugin adds support for user and project compact-preview (popups) compatible with the OSLC specifications.
es: Este complemento añade compatibilidad para revisar usuario y proyecto (apariciones) con especificaciones OSLC.

source: Identifier
es: Identificador

source: Hold
es: Suspenso

source: Pending
es: Pendiente

source: Incomplete
es: Incompleto

source: Project Short Name
es: Nombre Proyecto Corto

source: Started since
es: Iniciado desde

source: Is Public
es: Público

source: Compact preview of local user
es: Previsualización Compacta del usuario local

source: Compact preview of local project
es: Previsualización Compacta de un proyecto local

source: OSLC Project Compact Preview
es: OSLC Vista compacta de Proyecto

source: OSLC Compact preview of user
es: OSLC Previsualización Compacta de usuario

source: Contribution tracker
es: Seguimiento de contribución

source: This plugin allows each project to display a list of significant contributions, along with their authors.
es: Este complemento permite cada proyecto a enseñar una lista de signifcantes contribuciones, a lo largo con sus autores.

source: Follow the contributions by contributors to this project
es: Seguir contribuciones por contribuidores de este proyecto

source: Contribution tracker administration
es: Administrador de seguimiento de contribuciones

source: Latest Major Contributions
es: Últimas contribuciones más grandes

source: Contribution
es: Contribución

source: Contributor
es: Contribuidor

source: No contributions have been recorded for this project yet.
es: No se han guardado contribuciones para este proyecto aún.

source: [View All Contributions]
es: [Ver todas las contribuciones]

source: Edit actors and roles
es: Editar actores y cargos

source: Contribution tracker plugin
es: Complemento de seguimiento de contribuciones

source: Object already exists
es: El objeto ya existe

source: Could not create object in database: %s.
es: No se pudo crear el objeto en la base de datos: %s.

source: Could not get ID from object in database: %s.
es: No se pudo obtener el identificador del objeto de la base de datos: %s.

source: Object does not exist
es: El objeto no existe

source: Could not update object in database: %s.
es: No se pudo actualizar el objeto en la base de datos: %s.

source: Cannot delete a non-existing object.
es: No se puede eliminar un objeto que no existe.

source: Could not delete object in database: %s.
es: No se pueden borrar objetos en la base de datos: %s.

source: Cannot currently move a participation across contributions.
es: No se puede mover una participación entre diferentes contribuciones.

source: Could not update indices in database: %s.
es: No se pudo actualizar índices en la base de datos: %s.

source: Cannot update a non-existing object.
es: No se puede actualizar un objeto que no existe.

source: Invalid actor
es: Actor no válido

source: Existing actors
es: Actores Existentes

source: Short name
es: Nombre Corto

source: Email
es: Correo

source: Legal structure
es: Estructura legal

source: No legal structures currently defined.
es: No hay estructuras legales actualmente definidas.

source: Register new actor
es: Registrar un nuevo actor

source: No legal structures yet, cannot define actors without them.
es: No se han encontrado estructuras legales todavía, no se pueden definir nuevos actores sin ellas.

source: Existing legal structures
es: Listado de estructuras legales

source: Register new legal structure
es: Registrar una nueva estructura legal

source: Existing roles
es: Cargos existentes

source: No roles currently defined.
es: No se han definido cargos todavía.

source: Register new role
es: Registrar un nuevo cargo

source: Register a new role
es: Registrar un nuevo cargo

source: Role Name
es: Nombre del Cargo

source: Role description
es: Descripción del cargo

source: Edit a role
es: Edita un cargo

source: Register a new legal structure
es: Registrar una nueva estructura legal

source: Structure name
es: Nombre de la estructura

source: Edit a legal structure
es: Editar una estructura legal

source: Register a new actor
es: Registrar un nuevo actor

source: Actor name
es: Nombre de actor

source: Actor URL
es: URL actor

source: Actor email
es: Correo del actor

source: Actor description
es: Descripción del actor

source: Actor logo (PNG, %d kB max)
es: Logotipo del actor (PNG, %d kB máx)

source: Edit an actor
es: Editar un actor

source: Participant:
es: Participante:

source: Contribution details
es: Detalles de las contribuciones

source: Contributions for project %s
es: Contribuciones para el proyecto %s

source: No contributions
es: No hay contribuciones

source: Actor details
es: Detalles del actor

source: Actor details for %s
es: Detalles de actor para %s

source: %s hasn't been involved in any contributions yet
es: No se ha encontrado ninguna contribución para %s

source: Contribution by %s
es: Contribucion por %s

source: Contributions
es: Contribuciones

source: No contributions have been recorded yet.
es: No se han encontrado contribuciones todavía.

source: Latest contributions
es: Últimas contribuciones

source: Contribution tracker for project %s
es: Seguimiento contribuídos por proyecto %s

source: Register a new contribution
es: Registrar una nueva contribución

source: Contribution name
es: Nombre contribución

source: Contribution date
es: Fecha contribución

source: Contribution description
es: Descripción contribución

source: Edit a contribution
es: Edita una contribución

source: Current participants
es: Participantes actuales

source: Move participant down
es: Mover participante abajo

source: Move participant up
es: Mover participante arriba

source: Add a participant
es: Añade un participante

source: Add participant
es: Añade participante

source: Existing contributions
es: Contribuciones existentes

source: No contributions for this project yet.
es: No hay contribuciones para este proyecto todavía.

source: Add new contribution
es: Añadir una contribución nueva

source: Links to related CVS commits
es: Enlaces a efectuaciones del CVS relacionado

source: No commits have been made.
es: Ninguna efectuación ha sido realizada.

source: Previous Version
es: Versión previa

source: Log Message
es: Mensaje de Acceso

source: Diff To
es: Diferencia A

source: This plugin provides DOAP RDF documents for projects on /projects URLs with content-negotiation (application/rdf+xml).
es: Este complemento proporciona documentos DOAP RDF para proyectos en varias URL /proyects con content-negotiation (application/rdf+xml).

source: External Search
es: Búsqueda Externa

source: This plugin adds a new search engine to your FusionForge site. It allows your users to search your FusionForge site through external search engines which have indexed it. You can define search engines you want to use in the configuration file.
es: Este complemento añade un motor de búsqueda nuevo a su sitio FusionForge. Permite a sus usuarios buscar su sitio FusionForge a través de motores de búsquedas los cuales lo tienen indexado. Puede definir motores de búsqueda que desee emplear en el fichero de configuración.

source: Failed to add subproject.
es: Error agregando subproyecto.

source: Subproject successfully added.
es: Subproyecto agregado correctamente.

source: Failed to delete subproject.
es: Fallado al borrar subproyecto.

source: Subproject successfully deleted.
es: Subproyecto borrado correctamente.

source: External SubProjects
es: Subproyectos Externos

source: This plugin contains the extsubproj subsystem of FusionForge. It allows each FusionForge project to have its own extsubproj, and gives some control over it to the project's administrator.
es: Este complemento contiene el subsistema externo de subproyecto de FusionForge. Permite cada proyecto FusionForge tener sus propios extsubproj, y da algún control sobre él para el administrador del proyecto.

source: External subprojects admin
es: Administracion subproyectos externos

source: Configure the External subprojects plugin
es: Configura el complemento de subproyectos Externos

source: Site Global External subprojects Admin
es: Administracion Global de subprojectos en Sitios Externos

source: Project external subprojects
es: Subproyectos externos del Proyecto

source: Displays links to external subprojects of the project
es: Enseña enlaces a subproyectos externos de un proyecto

source: Subprojects
es: Subproyectos

source: Manage configuration
es: Gestionar configuración

source: Subproject URL
es: URL Subproyecto

source: Manage project's external subprojects
es: Gestione subproyectos extenos del proyecto

source: URL of the new subproject.
es: URL de un nuevo subproyecto.

source: Unknown action.
es: Acción desconocida.

source: User FOAF Profiles
es: Emplear Perfiles FOAF

source: This plugin provides FOAF profiles for users on /users URLs with content-negotiation (application/rdf+xml).
es: Este complemento proporciona perfiles FOAF para usuarios en URL /users con negociación de contenido (application/rdf+xml).

source: ForumML
es: ForoML

source: Thread
es: Hilo

source: Submitted on
es: Enviado por

source: This project's mailing lists
es: Estas listas de correo de este proyecto

source: This List
es: Esta Lista

source: Archives
es: Archivos

source: Previous
es: Anterior

source: Next
es: Siguiente

source: Last messages
es: Últimos mensajes

source: Threads
es: Conversaciones

source: Last updated
es: Último actualizado

source: Toggle font family (typewriter/normal)
es: Cambiar tipografía (typewriter/común)

source: Add cc:
es: Añade cc:

source: Attach:
es: Adjuntar:

source: Erase
es: Destruir

source: Mail successfully sent
es: Email enviado correctamente

source: Sending mail failed
es: Envío de correo-e fallido

source: No list specified
es: Lista no especificada

source: The mailing list does not exist or is inactive
es: La lista de correo no existe o está inactiva

source: Submit failed you must specify the mail subject.
es: Envío fallido, debe especificar el asunto del correo-e.

source: There can be some delay before to see the message in the archives.
es: Puede haber algún retraso antes de poder ver el mensaje en los archivos.

source: Redirecting to archive page, please wait ...
es: Redirigiendo a la página de archivo, espere por favor ...

source: Mailing List
es: Listados de Correo

source: New Thread
es: Crear Hilo

source: Browse Archives
es: Examinar Archivos

source: Submit a new thread
es: Envíe una nueva conversación

source: This list is not active
es: Esta lista no está activa

source: Email successfully sent. It can take some time before being displayed
es: Correo-e enviado correctamente. Puede tomar algún tiempo antes de enseñarse

source: Back to the list
es: Regresar a la lista

source: Post a new thread
es: Enviar una nueva conversación

source: Original Archives
es: Archivos Originales

source: Original list archives
es: Lista de archivos originales

source: Public archives
es: Archivos públicos

source: Private Archives
es: Archivos Privados

source: Printer version
es: Versión para imprimir

source: Empty archives
es: Archivos vacíos

source: Search result for
es: Resultados de la búsqueda

source: Thread(s) found
es: Hilo(s) encontrado(s)

source: Error: Attachment not found
es: Error: Adjunto no encontrado

source: Error: Missing parameter
es: Error: parámetros ausente

source: Tracker Opened
es: Seguimiento Abierto

source: Tasks Opened
es: Tareas Abiertas

source: Tasks Closed
es: Tareas Cerradas

source: Tasks Deleted
es: Tareas Eliminadas

source: New Documents
es: Documento nuevo

source: Updated Documents
es: Documento Actualizado

source: New Directories
es: Crear Directorios

source: Invalid Data Passed to query
es: Datos Inválidos Pasados a consulta

source: Globalactivity
es: Actividad global

source: Global activity in the forge
es: Actividad global en la forja

source: Global activity
es: Actividad global

source: No Activity Found
es: Ninguna Actividad Encontrada

source: Manage Remote Accounts
es: Gestionar Cuentas Remotas

source: User artifacts from other remote Forges
es: Emplear artefactos desde otras Forjas remotas

source: Global Dashboard Plugin
es: Complemento Cuadro de Mando Global

source: Displays user artifacts that lives in remote Tracking systems
es: Enseña artefactos de usuario que existen en sistemas de seguimiento remoto

source: Projects on remote Software Forges
es: Proyectos en Forjas remotas

source: Lists user projects hosted on remote forge systems
es: Listar proyectos de usuarios hospedados en sistemas de forjas remotas

source: My remote projects
es: Mis proyectos remotos

source: You can add remote accounts ONLY for yourself !!!
es: Puede añadir cuentas remotas SOLAMENTE para usted !!!

source: Remote Account successfully created
es: Cuentas Remotas creadas correctamente

source: Remote account created but unable to create remote associated discovery parameters
es: Cuenta remota creada pero incapaz de crear parámetros de descubrimiento asociado remoto

source: Unable to create remote account
es: Incapaz para crear una cuenta remota

source: You can remove only YOUR remote accounts !!!
es: Puede quitar solamente SUS cuentas remotas !!!

source: Remote Account successfully deleted
es: Cuenta Remota borrada correctamente

source: Unable to delete remote account
es: Incapaz de borrar cuentas remota

source: Remote Account Management
es: Gestion de Cuentas Remotas

source: Main account properties
es: Propiedades de cuenta principal

source: User Name
es: Nombre de Usuario

source: Account password
es: Actualizar contraseña

source: Remote Forge Software
es: Software Forja Remota

source: Account domain
es: Cuenta de dominio

source: Account URI
es: URI Cuenta

source: Is account FOAF enabled ?
es: Estan las cuentas FOAF activadas ?

source: Account Discovery Capabilities
es: Localizar Capacidades de Cuentas

source: OSLC Discovery URI
es: URI OSLC descubierta

source: RSS Stream URI
es: Direccion Stream RSS

source: SOAP WSDL URI
es: URI SOAP WSDL

source: Ressources Discovery Parameters
es: Paramtros Deteccion Recursos

source: Projects discovery method
es: Metodo de detección de proyectos

source: Artifacts discovery method
es: Metodo de localización de peticiones

source: You can edit only YOUR remote accounts !!!
es: Puede editar solamente SUS cuentas remotas !!!

source: Remote Account successfully updated
es: Cuenta Remota corerctamente actualizada
