Repository: fusionforge/fusionforge
Catalog: src/locale/*.po
Languages: es

source: No user found.
es: Ningún usuario encontrado.

source: Project search with criteria <em>%s</em>: %d match
es: Búsqueda de proyecto con patrón <em>%s</em>: %d encontrado

source: Full Name
es: Nombre completo

source: Error in Trove Operation: %s
es: Error en Operación Seguimiento: %s

source: Missing category short name or full name
es: Faltando nombre corto de categoria o nombre completo

source: Add New Trove Category
es: Añadir Nueva Categoría de Seguimiento

source: Parent Category
es: Categoría Precedente

source: New category short name (no spaces, Unix-like)
es: Nombre corto de la nueva categoría (sin espacios, al estilo Unix)

source: New category full name (maximum length is 80 chars)
es: Crear categoría de nombre completo (máximo de 80 carácteres)

source: New category description (maximum length is 255 chars)
es: Crear descripción de categoría (longitud máxima de 255 caracteres)

source: Error: a category cannot be the same as its own parent:
es: Error: una categoría no puede ser igual que su categoría padre:

source: Error in trove operation, cannot delete trove category defined as default in configuration.
es: Error en un seguimiento, no puede borrar categoría de seguimiento definido como predeterminado en configuración.

source: No such category, that trove cat does not exist
es: Sin categoría, esa categoría de seguimiento no existe

source: Edit Trove Category
es: Edite Categoría de Seguimiento

source: Category short name (no spaces, Unix-like)
es: Nombre corto de la nueva categoría (sin espacios, al estilo Unix)

source: Category full name (maximum length is 80 chars)
es: Nombre completo de la nueva categoría (80 caracteres)

source: Category description (maximum length is 255 chars)
es: Descripción de la categoría (255 carácteres)

source: Browse Trove Tree
es: Examinar Árbol de Seguimiento

source: Site Mailings Subscription Maintenance
es: Mantenimiento de la Subscripción a los correos de este Sitio

source: Unsubscribe user
es: Usuario desuscrito

source: You can unsubscribe user either from admin-initiated sitewide mailings or from all site mailings (admin-initiated and automated mailings, like forum and file release notifications).
es: Puede desubscribir a este usuario de correos escritos por administradores o desde cualquier lista de correo (los correos escritos por administradores y correos automáticos como foros y demás notificaciones).

source: Unsubscription type
es: Tipo de des-suscripción

source: MAIL
es: CORREO

source: All
es: Todos

source: Admin-initiated mailings
es: Correos escritos por adminisitradores

source: All site mailings
es: Correos de todo el sitio

source: Could not unsubscribe user
es: No pudo des-suscribir al usuario

source: User unsubscribed
es: Usuario desuscripto

source: Use field below to find users which match given pattern with the %s username, real name, or email address (substring match is preformed, use '%%' in the middle of pattern to specify 0 or more arbitrary characters). Click on the username to unsubscribe user from site mailings (new form will appear).
es: Use el campo siguiente para encontrar usuarios que coincidan con el patron con el %s nombre de usuario, nombre real, o correo-e (reducir coincidencias, usar '%%' en el medio del patron para especificar 0 o mas caracteres arbitrarios). Pulsa en el nombre de usuario para borrar al usuario de las listas del sitio (un nuevo formulario aparecerá).

source: Show users matching pattern
es: Mostrar los usuarios coincidentes

source: Site Mail.
es: Correo del Portal.

source: Comm. Mail.
es: Correo de Comm.

source: No Unix account (N)
es: No tiene cuenta Unix (N)

source: Suspended (S)
es: Suspendido (S)

source: Deleted (D)
es: Borrado (D)

source: Could Not Complete Operation:
es: No puedo Completar Operación:

source: Please check the confirmation box if you really want to delete this user.
es: Compruebe la caja confirmadora si realmente quiere eliminar este usuario.

source: Added Successfully to project
es: Agregado Correctamente al proyecto

source: User Info
es: Info Usuario

source: Account Information
es: Información de Cuenta

source: Web account status
es: Estado de la cuenta Web

source: Unix Account Status
es: Estado de la cuenta Unix

source: Current confirm hash:
es: Hash actual de confirmación:

source: I want to delete this user
es: Quiero borrar este usuario

source: This pages allows to change only direct properties of user object. To edit properties pertinent to user within specific project, visit admin page of that project (below).
es: Estas páginas te permiten cambiar propiedades de un usuario. Para editar las propiedades de un usuario dentro de un grupo, visite el apartado de administración de ese grupo (abajo).

source: Unix status updated mirroring web status, unless it has value “No Unix account (N)”
es: Estado Unix actualizado mientras se mirroreaba el web, por el contrario tiene el valor “No tiene cuenta Unix (N)”

source: Projects Membership
es: Miembro de Proyectos

source: Operations
es: Operaciones

source: This user is not a member of any project.
es: Este usuario no es miembro de ningún proyecto.

source: Add membership to new projects
es: Añade miembros a proyectos nuevos

source: (100 shown)
es: (100 mostrados)

source: Select role
es: Seleccionar cargo

source: User updated to %s status
es: Usuario actualizado a el estado %s

source: (*)Pending
es: (*)Pendiente

source: No user found matching selected criteria.
es: Ningún usuario encontrado coincidiente del criterio seleccionado.

source: Add date
es: Añade fecha

source: User Profile
es: Perfil de Usuario

source: Suspend
es: Suspendido

source: User List
es: Lista de Usuarios

source: Users that use plugin
es: usuarios que emplean complemento

source: User list beginning with “%s” for all projects
es: Listado usuarios con “%s” para todos los proyectos

source: User list for all projects
es: Listado de usuarios para todos los proyectos

source: User list for project
es: Listado de usuarios para proyecto

source: No user in this project
es: No emplear en este proyecto

source: Error adding VHOST
es: Error añadiendo VHOST

source: Virtual Host
es: Hospedador Virtual

source: scheduled for creation on group
es: programado para la creación en el grupo

source: Vhost not valid
es: Vhost no valido

source: Missing group name
es: Nombre de grupo no encontrado

source: Error updating VHOST entry
es: Error actualizando entrada VHOST

source: Virtual Host entry updated.
es: La entrada VHOST se ha actualizado.

source: Virtual Host Administration
es: Administración de Virtual Host

source: Add Virtual Host
es: Añadir Hospedante Virtual

source: Virtual Host Name
es: Nombre del Virtual Host

source: Tweak Directories
es: Directorios Tweak

source: Get Info
es: Tomar Información

source: Update Record
es: Actualizar Registro

source: VHOST ID
es: ID VHOST

source: VHOST Name
es: Nombre VHOST

source: Group
es: Grupo

source: Htdocs Dir
es: Directorio de HTML (Htdocs)

source: CGI Dir
es: Directorio de CGI

source: No such VHOST
es: Sin VHOST

source: failed
es: fallado

source: Diary and Notes for
es: Diario y notas de

source: Entry Not Found For This User
es: No hay apunte para este usuario.

source: Posted on
es: Publicado en

source: Existing Diary and Notes Entries
es: Asientos Actuales Diario y Anotaciones

source: This User Has No Diary Entries
es: Este Usuario No Tiene Entradas Diarias

source: No User Selected
es: No ha seleccionado Usuario

source: A user must be specified for this page.
es: Un usuario debe de ser especificado para esta página.

source: Monitor a User
es: Monitorizar un Usuario

source: Error inserting into user_diary_monitor
es: Error actualizando user_diary_monitor.

source: User is now being monitored
es: Está monitorizando el usuario ahora.

source: You will now be emailed this user's diary entries.
es: Un correo se enviará cuando el usuario usa su diario.

source: To turn off monitoring, simply click the <strong>Monitor user</strong> link again.
es: Para parar monitorizarlo, haga click sobre <strong>Monitorizar Usuario</strong> otra vez.

source: You will not receive any more emails from this user
es: Ya no recibirá correos cuando el usuario usa su diario.

source: Error: Choose a User To Monitor First
es: Error: elija un Usuario para Primer Monitor

source: Ratings turned off. You chose not to participate in the peer rating system
es: Puntuaciones desactivadas. Eligió no participar en el sistema de valoraciones

source: Invalid rate value
es: Valor de puntuación incorrecto

source: You cannot rate yourself
es: No puede puntuarse a sí mismo.

source: User Ratings Page
es: Evaluación del Usuario

source: Ratings Recorded
es: Su evaluación está notada.

source: You can re-rate this person by simply returning to their ratings page and re-submitting the info.
es: Se puede re-evaluar este usuario por regresar a su página de opinión y re-enviando la información.

source: No Document with ID
es: Sin Documento con ID

source: Documents for
es: Documentos para

source: Document is not available.
es: Documento no disponible.

source: Document Version is not available.
es: Versión Documental no está disponible.

source: Unable to open ZIP archive for backup
es: Incapaz de abrir un archivo ZIP para respaldar

source: Unable to fill ZIP archive for backup
es: Incapaz de escribir un archivo ZIP para respaldar

source: Unable to close ZIP archive for backup
es: Incapaz de cerrar un archivo ZIP para respaldar

source: Unable to download backup file
es: Incapaz de descargar el fichero de respaldo

source: No documents to backup.
es: No hay documentos para backup.

source: ZIP extension is missing: no backup function
es: La extensión ZIP no existe: no hay función de respaldo

source: Webdav Access Canceled by user
es: Acceso Webdav Cancelado por usuario

source: No Webdav interface enabled.
es: Ningún webdav interface activo.

source: Unable to open ZIP archive for download as ZIP
es: Incapaz de abrir un archivo ZIP para descargar como ZIP

source: Unable to fill ZIP file.
es: Incapaz de llenar el fichero ZIP.

source: Unable to fill ZIP archive for download as ZIP
es: Incapaz de escribir un archivo ZIP para descargar como ZIP

source: Unable to close ZIP archive for download as ZIP
es: Incapaz de cerrar un archivo ZIP para descargar como ZIP

source: Unable to download ZIP archive
es: Incapaz de descargar el archivo ZIP

source: This documents folder is empty.
es: La carpeta dle documento esta vacia.

source: No document to display - invalid or inactive document number.
es: No hay documento para mostrar - numero documento invalido o inactivo.

source: PHP ZIP extension is missing.
es: Extensión PHP ZIP no encontrada.

source: Exports Available
es: Disponibles Exportaciones

source: Error: No group selected
es: Error: Ningún grupo seleccionado

source: Please supply a Group ID with the request.
es: Por favor proporcione un ID de Grupo con la petición.

source: Forum RSS: No forums found
es: RSS Foros: No encontrado foros

source: Forum RSS: Forum not found:
es: Foros RSS: Foro no encontrado:

source: New Projects Listing
es: Crear Listado de Proyectos

source: Current Tasks
es: Tareas Actuales

source: See all the tasks you want to see!
es: ¡Vea todas las tareas que desee ver!

source: Tracker RSS: No trackers found
es: Seguimiento RSS: Ningún seguimiento encontrado

source: No project group was found for this task.
es: Ningún grupo de proyecto fue encontrada para esta tarea.

source: No project task was found.
es: Ninguna tarea de projecto fue encontrada.

source: Update history of the task with the name %1$s and the ID %2$d.
es: Actualizar historia de la tarea con el nombre %1$s y el ID %2$d.

source: Current values of the task’s…
es: Actuales valores de la(s) tarea(s)…

source: Complete
es: Completar

source: Updated value
es: Valor Actualizado

source: Update time
es: Tiempo Actualizado

source: RSS Exports
es: Exportaciones RSS

source: %s data is exported in RSS 2.0 format. Many of the export URLs can also accept form/get data to customize the output. All data generated by these pages is realtime.
es: %s·dato es exportado en RSS 2.0. Muchas de las URL exportadas pueden aceptar datos ‘form/get’ para configurar la salida. Todo el dato generado por estas páginas son en tiempo real.

source: To get Project News or New Project Releases of a specific project use the Links below.
es: Para obtener las Noticias del Proyecto o Nuevas liberaciones del proyecto use los enlaces siguientes.

source: Project News
es: Noticias Proyecto

source: Project Releases
es: Releases Proyecto

source: Project Document Manager
es: Gestor de Proyecto Documental

source: Project Tasks
es: Tareas del Proyecto

source: Project Trackers
es: Seguimientos del Proyecto

source: Go back
es: Regresar

source: Search in project
es: Buscar dentro del proyecto

source: Email All Posts To:
es: Responder Correo-e a Todos Destinatarios:

source: Add This Forum
es: Añadir Este Foro

source: %s Mandatory fields
es: %s Campos obligatorios

source: Change forum status
es: Cambiar el estado del foro.

source: You can adjust forum features from here. Please note that private forums can still be viewed by members of your project, not the general public.
es: Se puede ajustar las características de los foros aquí. Tenga en cuenta que los miembros del proyecto pueden leer los foros privados, pero no el gran público.

source: Delete entire forum and all content
es: Borra el foro completo y todos sus contenidos

source: Permanently Delete Forum
es: Borrado Permanentemente de Foro

source: You are about to permanently and irretrievably delete this entire forum and all its contents!
es: Está a punto de borrar permanentemente el foro y todos sus contenidos

source: Delete a Message
es: Borrar un Mensaje

source: Return to the forum
es: Regresar a el foro

source: WARNING! You are about to permanently delete a message and all of its comments!!
es: ¡CUIDADO! ¡Vas a eliminar permanentemente un mensaje y todas sus respuestas!

source: Message Edited Successfully
es: Mensaje Editado Correctamente

source: Edit a Message
es: Editar un Mensaje

source: Error Getting ForumHTML
es: Error Obteniendo ForumHTML

source: Thread not moved
es: Hilo no movido

source: Thread successfully moved from %1$s forum to %2$s forum
es: Hilo correctamente movido desde %1$s foro a %2$s foro

source: Return to the thread
es: Devolver al hilo

source: Move thread from %s forum to the following forum:
es: Mover hilo desde %s foro a el siguiente foro:

source: Monitoring Users
es: Monitorizar Usuarios

source: Forum %s Monitoring Users
es: Monitorizando %s Usuarios de Foro

source: No Monitoring Users
es: No Monitorizar Usuarios

source: Forum ID
es: ID Foro

source: Project ID
es: ID Proyecto

source: Message ID
es: ID Mensage

source: Error getting new ForumHTML
es: Fue un error creando el foro.

source: Close Window
es: Cerrar Ventana

source: You cannot delete this attachment
es: No puede borrar este adjunto

source: Attachment deleted
es: Adjunto borrado

source: You cannot edit this attachment
es: No puede editar este adjunto

source: Attachment saved
es: Adjunto guardado

source: No attachment found
es: Ningún adjunto encontrado

source: Forum not found
es: El foro no existe

source: Message Queued for moderation -> Please wait until the admin approves/rejects it
es: Mensajes en Cola para moderación -> Por favor espere hasta que el administrador lo apruebe/rechaze

source: Message Posted Successfully
es: El mensaje ha sido publicado con éxito

source: Error getting new ForumMessageFactory
es: Error cargando nuevo ForumMessageFactory

source: Nested
es: Anidado

source: Flat
es: Simple

source: Threaded
es: Hilado

source: Ultimate
es: Último

source: Show
es: Mostrar

source: Change View
es: Cambiar Vista

source: Topic
es: Tópico

source: Topic Starter
es: Quien escribió 1º

source: Replies
es: Contestaciones

source: Last Post
es: Última publicación

source: Newer Messages
es: Mensajes Recientes

source: Older Messages
es: Mensajes Más Antiguos

source: No forum chosen
es: No ha elegido un foro

source: Unable to retrieve forums
es: Incapaz de obtener foros

source: No Forums found for %s
es: Ningún foro encontrado para %s

source: Forums for %s
es: Foros para %s

source: My Monitored Forums
es: Foros a los que sigo

source: Posts
es: Comentarios

source: Child project %s Forum
es: Foru Subproyecto %s

source: Project %s Forum
es: Foro de Proyecto %s

source: This message does not (any longer) exist
es: Este mensaje no existe

source: Thread View
es: Ver la Conversacion

source: Post a comment to this message
es: Publicar un comentario acerca de este mensaje

source: You Must Choose a Message First
es: Primero Debe Elegir Un Mensaje

source: Stop Monitoring
es: Parar de monitorizar

source: You are about to stop monitoring the %s forum.
es: Va a parar la monitorización de %s foro.

source: Do you really want to unsubscribe ?
es: ¿Está seguro que desea desuscribirse ?

source: Forum Monitoring Deactivated
es: Monitorización Desactivada

source: Forum Monitoring Started
es: Monitorización Iniciada

source: You have no monitored forums
es: No ha marcado para seguir ningún foro

source: New Content?
es: ¿Nuevo Contenido?

source: Start New Topic for:
es: Iniciar Nuevo Tema para:

source: Forum Position Saved. New messages will be highlighted when you return
es: Su posición en el foro está guardada. Mensajes nuevos estarán subrayados cuando regreses.

source: Invalid download mode
es: Modo de descarga inválido

source: Project Filelist for
es: Lista de fichero del Proyecto para

source: No FRSRelease with ID
es: No hay FRSRelease con ID

source: Features Boxes
es: Petición de Mejoras

source: All the ranking
es: Toda la puntuación

source: Hosted Projects
es: Proyectos registrados

source: Registered Users
es: Usuarios Registrados

source: All newest projects
es: Todos los proyectos nuevos

source: All project activities
es: Ranking the actividad semanal

source: This drop-down box represents the person to which a tracker item is assigned.
es: Este desplegable representa al administrador del proyecto al cual un elemento de seguimiento es asignado.

source: This drop-down box represents the current status of a tracker item.
es: Este desplegable representa el estado actual de un elemento del seguimiento.

source: You can set the status to “Pending” if you are waiting for a response from the tracker item author. When the author responds the status is automatically reset to that of “Open”. Otherwise, if the author does not respond with an admin-defined amount of time (default is 14 days) then the item is given a status of “Deleted”.
es: Puede poner el estado en «Pendiente» si está esperando una respuesta del autor del seguimiento. Cuando el autor responde el estado es automáticamente restablecido a «Abierto». En otro caso, si el autor no responde durante un tiempo definido (por defecto son 14 días) entonces el elemento se le pone en un estado de «Borrado».

source: Tracker category
es: Categoría de seguimiento

source: Tracker group
es: Grupo de seguimiento

source: The Sort By option allows you to determine how the browse results are sorted.
es: La opción de 'Ordenar por' le permite determinar como los resultados obtenidos se ordenan.

source: You can sort by ID, Priority, Summary, Open Date, Close Date, Submitter, or Assignee. You can also have the results sorted in Ascending or Descending order.
es: Puede ordenar por ID, Prioridad, Resumen, Fecha de Apertura, Fecha de Cierre, Enviado por, o Asignado a. Puede ordenar a su vez por orden alfabético descendente o ascendente.

source: The Data Type option determines the type of tracker item this is. Since the tracker rolls into one the bug, patch, support, etc... managers you need to be able to determine which one of these an item should belong.
es: La opción de Tipo de Dato determina el tipo de registro que es. Como el registro va a parar en uno de los gestionadores de errores, parches, peticiones, etc debe de poder determinarlo.

source: This has the added benefit of enabling an admin to turn a support request into a bug.
es: Esto tiene los beneficios añadidos de activar un administrador para dar turno a peticion de compatibilidad dentro de un defecto.

source: The priority option allows a user to define a tracker item priority (ranging from 1-Lowest to 5-Highest).
es: La opción de Prioridad permite a un usuario definir una prioridad de un registro (desde el 1:más baja hasta el 5:más alta).

source: This is especially helpful for bugs and support requests where a user might find a critical problem with a project.
es: Esto es especialmente de utilidad para defectos y peticiones de soporte donde un usuario puede encontrar un problema crítico en un proyecto.

source: The canned response drop-down represents a list of project admin-defined canned responses to common support or bug submission.
es: El desplegable de respuestas almacenadas o respuestas tipo muestra una lista de respuestas definidas por los administradores a envíos de errores y peticiones de soporte comunes.

source: If you are a project admin you can click the “Manage Canned Responses” link to define your own canned responses
es: Si eres un administrador de proyectos pulsa el enlace de “Gestionar Respuestas Estándar” para definir sus propias repuestas almacenadas o tipo.

source: Anyone can add here comments to give additional information, answers and solutions. Please, be as precise as possible to avoid misunderstanding. If relevant, screenshots or documents can be added as attached files.
es: Alguien puede añadir aqui comentarios para dar información adicional, respuestas y soluciones. Por favor, sea tan preciso como sea posible para evitar malos entendidos. Información relevante, capturas o documentos pueden ser añadido como adjuntos.

source: Enter the complete description.
es: Introduzca la descripción completa.

source: When you wish to attach a file to a tracker item you must check this checkbox before submitting changes.
es: Cuando quiera adjuntar un fichero a un registro debe seleccionar esta casilla antes de enviar cambios.

source: You can monitor or un-monitor this item by clicking the “Monitor” button.
es: Puede des/monitorizar. este elemento pulsando en el boton “Monitor”.

source: Note! this will send you additional email. If you add comments to this item, or submitted, or are assigned this item, you will also get emails for those reasons as well!
es: ¡Nota! esto le enviará un correo-e adicional. Si agregas comentarios a este elemento, o enviado, o es asignado al elemento, tambien puedes obtener correos-e por otras razones!

source: You can cast your vote for a Tracker Item to aid Project Management to decide which features to prioritise, and retract votes at any time. Please use this functionality sparingly, as it loses its meaning if you vote on *every* item.
es: Puede pedir su voto para un Elemento de Seguimiento para ayudar al Gestor de Proyecto que decida características a prioridad, y rechazar votos en cualquier tiempo. Utilice esta funcionalidad espaciando, y pierde su significado si vota en *cada* ítem.

source: This metric displays the number of people who can *currently* vote for features in this tracker, and how many of them did so. (This means historic votes of people no longer allowed to vote, while not lost, do not play into the numbers displayed.)
es: Estos enseña el número de gente que puede *actualmente* votar para características en este seguimiento, y cuandos de ellos lo hicieron. (Esto significa que votos históricos de gente no más permitidos a votar, mientras que falten, no reproducir en los números mostrados.)

source: Error: uneven row counts
es: Error: contadores de fila impar

source: Please, select at least one of these options
es: Por favor seleccione al menos una de estas opciones
