Repository: fusionforge/fusionforge
Catalog: src/locale/*.po
Languages: es

source: Unable to clear monitoring for user
es: Incapaz de vaciar monitorización para usuario

source: Unable to remove monitor from db
es: Incapaz de quitara monitorización de bd

source: Unable to add monitor
es: Imposible añadir monitor

source: Unable to get emails from db
es: Incapaz de obtener correo-e desde bd

source: Unable to get ids from db
es: Incapaz de obtener ids desde bd

source: Unable to get counter from db
es: Incapaz de obtener un contador desde bd

source: Expand
es: Expandir

source: Collapse
es: Colapsar

source: %d new item
es: %d ítem nuevo

source: Advanced search
es: Búsqueda avanzada

source: Log Out
es: Salir

source: My Account
es: Mi Cuenta

source: Log In
es: Acceder

source: New Account
es: Crear Cuenta

source: Home
es: Página principal

source: Main Page
es: Página Principal

source: My Page
es: Mi Página

source: Your Page, widgets selected by you to follow your items.
es: Tu Pagina, widgets seleccionados para seguir a tus ítemes.

source: Projects
es: Proyectos

source: Map of projects, by categories or types.
es: Mapa de proyectos, por categorias o tipos.

source: Code Snippets
es: Recortes de Código

source: Tooling library. Small coding tips.
es: Biblioteca de Herramientas. Pequeños consejos de codificación.

source: Project Openings
es: Apertura de Proyecto

source: Hiring Market Place.
es: Peticiones de ayuda.

source: Site Admin
es: Administración del sitio

source: Administration Submenu to handle global configuration, users & projects.
es: Submenu de Administracion para gestionar la configuracion global, usuarios y proyectos.

source: Statistics about visits, users & projects in time frame.
es: Estadisticas de visitas, usuarios y proyectos en intervalo de tiempo.

source: Project home page, widgets selected to follow specific items.
es: Pagina principal del proyecto, widgets seleccionados para seguir a ítemes especificos.

source: Project Homepage. Widgets oriented
es: Página Principal de Proyecto orientada a Widgets

source: Project Admin
es: Administrador del Proyecto

source: Activity
es: Actividad

source: Last activities per category.
es: Últimas actividades por categoria.

source: Tech & help forums.
es: Foros técnicos y de ayuda.

source: Tracker
es: Seguimiento

source: Issues, tickets, bugs.
es: Problemas, etiquetas, defectos.

source: Lists
es: Listas

source: Mailing Lists
es: Listas de Correo

source: Project Management
es: Gestionar Proyecto

source: Docs
es: Documentos

source: Document Management.
es: Gestor Documental.

source: Surveys
es: Encuestas

source: Online surveys, project needs your point of view.
es: Encuestas online, el proyecto necesita conocer tu punto de vista.

source: Flash head line from the project.
es: Resaltar cabecera del proyecto.

source: Source Content Management, peer-review and source discovery.
es: Gestor de Codigo Fuente (SCM), revision y deteccion de directorios.

source: All published files organized per version.
es: Todos los ficheros publicados organizados por version.

source: Show source
es: Mostrar fuente

source: Soft link to www could not be created. Check the write permissions for apache in fusionforge www/plugins dir or create the link manually.
es: Enlace blando a www no pudo ser creado. Compruebe los permisos de escritura para apache en el directorio fusionforge www/plugins o crea un enlace manualmente.

source: Config file could not be linked to %s. Check the write permissions for apache in /etc/fusionforge/plugins or create the link manually.
es: Fichero de configuracion no enlazado a %s. Verifica permisos de escritura para apache en /etc/fusionforge/complementos o crea un enlace manual.

source: Current plugin status is
es: Estado Actual del complemento es

source: Use %s
es: Emplea %s

source: Some plugin did not provide a name. I'd gladly tell you which one, but obviously I cannot. Sorry.
es: Algún complemento no proporciona un nombre. Me gustaria indicartelo, pero obviamente no puedo. Lo siento.

source: More than one value for the plugin + key
es: Mas de un valor para el complemento + clave

source: Posted data is too large. %1$s exceeds the maximum size of %2$s
es: El dato publicado es demasiado grande. %1$s excede el tamaño máximo de %2$s

source: Cannot link to home project
es: No puedo enlacar al proyecto inicial

source: Cannot unlink from home project
es: No puedo desenlazar desde proyecto inicial

source: UNKNOWN (internal error, report bug to FusionForge)
es: DESCONOCIDO (error interno, reportar un fallo a FusinForge)

source: %s (global role)
es: %s (cargo global)

source: %s (in project %s)
es: %s (en proyecto %s)

source: No PFO_RoleAnonymous role in the database
es: Sin rol PFO_RoleAnonymous dentro de la base de datos

source: Cannot setPublic() on RoleAnonymous
es: No puede setPublic() sobre RoleAnonymous

source: Anonymous/not logged in
es: Anónimo/no autenticado

source: Any user logged in
es: Cualquier usuario autenticado

source: Not implemented
es: No implementado

source: No administrative access
es: No tiene acceso administrativo

source: Forge administration
es: Administración Forja

source: No Access
es: Ningún Acceso

source: Approve projects
es: Aprobar proyectos

source: Approve news
es: Aprobar noticias

source: Read access
es: Solo Lectura

source: Admin forge stats
es: Admin estadísticas forja

source: Hidden
es: Oculto

source: Project administration
es: Administración Proyecto

source: Trackers Administration
es: Administrador Seguimiento

source: Task managers administration
es: Administracion Gestor Tareas

source: Forums Administration
es: Administración Foros

source: FRS access
es: Acceso FRS

source: FRS administrator
es: Administrador FRS

source: Read only
es: Solo Lectura

source: Technician (no read access, no submitting)
es: Técnico (sin acceso lectura, sin envío)

source: Technician (no submitting)
es: Técnico (sin envío)

source: Manager (no read access, no submitting)
es: Gestor (sin acceso lectura, sin envío)

source: Manager (no submitting)
es: Gestor (sin envío)

source: Tech & manager (no read access, no submitting)
es: Técnico y gestor (sin acceso lectura, sin envío)

source: Tech & manager (no submitting)
es: Técnico y gestor (sin envío)

source: Submit only
es: Enviar sólo

source: Read & submit
es: Leer y responder

source: Technician (no read access)
es: Técnico (sin acceso lectura)

source: Technician
es: Técnico

source: Manager (no read access)
es: Gestor (sin acceso lectura)

source: Manager
es: Gestor

source: Tech & manager (no read access)
es: Técnico y gestor (sin acceso lectura)

source: Tech & manager
es: Técnico y Gestor

source: No Access + Vote
es: Sin acceso + Voto

source: Read only + Vote
es: Solo Lectura + Voto

source: Technician (no read access, no submitting) + Vote
es: Técnico (sin acceso lectura, sin envío) + Voto

source: Technician (no submitting) + Vote
es: Técnico (sin envío) + Voto

source: Manager (no read access, no submitting) + Vote
es: Gestor (sin acceso lectura, sin envío) + Voto

source: Manager (no submitting) + Vote
es: Gestor (sin envío) + Voto

source: Tech & manager (no read access, no submitting) + Vote
es: Técnico y gestor (sin acceso de lectura, sin envío) + Voto

source: Tech & manager (no submitting) + Vote
es: Técnico y gestor (sin envío) + Voto

source: Submit only + Vote
es: Enviar sólo + Voto

source: Read & submit + Vote
es: Leer y responder + Voto

source: Technician (no read access) + Vote
es: Técnico (sin acceso lectura)

source: Technician + Vote
es: Técnico + Voto

source: Manager (no read access) + Vote
es: Gestor (sin acceso lectura) + Voto

source: Manager + Vote
es: Gestor + Voto

source: Tech & manager (no read access) + Vote
es: Técnico y gestor (sin acceso lectura) + Voto

source: Tech & manager + Vote
es: Técnico y gestor + Voto

source: Moderated post
es: Post Moderado

source: Unmoderated post
es: Publicar sin moderar

source: Moderation
es: Moderación

source: Commit access
es: Efectuar acceso

source: Submit documents
es: Enviar documentos

source: Approve documents
es: Aprobar documentos

source: Doc manager administration
es: Adminitracion Gestor Documental

source: Files management
es: Gestión de ficheros

source: Files & releases management
es: Ficheros y gestión de publicaciones

source: Package admin
es: Administrar paquete

source: Forge statistics
es: Estadisticas Forja

source: Project visibility
es: Visibilidad Proyecto

source: Trackers administration
es: Administración seguimiento

source: FRS access level
es: Nivel de acceso FRS

source: Default for new trackers
es: Por defecta para nuevos seguimientos

source: Default for new task managers
es: Por defecto para nuevos gestores de tareas

source: Default for new forums
es: Por defecto para nuevos foros

source: Default for new packages
es: Por defecto para nuevos paquetes

source: Documentation manager
es: Gestor Documental

source: Cannot set a role name to empty
es: No se puede establecer un nombre de cargo vacío

source: Cannot create a role with this name (already used)
es: No puede crear un cargo con este nombre (ya usado)

source: Cannot create a role with an empty name
es: No puede crear un cargo con un nombre vacío

source: Cannot remove a non empty role.
es: No se puede eliminar un cargo no vacío.

source: Unimplemented SCM plugin.
es: Complemento de SCM no implementado.

source: Instructions for anonymous access for unimplemented SCM plugin.
es: Instrucciones para accesos anonimos para complemento SCM no implementado.

source: Instructions for read-write access for unimplemented SCM plugin.
es: Instrucciones para accesos lectura/escritura para complemento SCM no implementado.

source: Instructions for snapshot access for unimplemented SCM plugin.
es: Instrucciones para accesos a instantánea para complemento SCM no implementado.

source: Repository Browser
es: Explorador del Repositorio

source: Browsing the SCM tree is not yet implemented for this SCM plugin.
es: Examinar el árbol SCM no esta todavia implementada para este complemento SCM.

source: Not implemented yet
es: Aún no implementada

source: Repository Statistics
es: Estadísticas del repositorio

source: Not implemented for this SCM plugin yet.
es: No implementada para el complemento SCM aún.

source: Repository History
es: Histórico del repositorio

source: Data about current and past states of the repository.
es: Datos sobre el estado presente y pasado del repositorio.

source: Enable Anonymous Read Access
es: Activa acceso Anónimo solo lectura

source: No repository %s exists
es: Ningún repositorio %s existe

source: Missing Password Or User Name
es: Falta Contraseña o Usuario

source: Invalid Password Or User Name
es: Contraseña o Usuario Inválido

source: Account Suspended
es: Cuenta Suspendida

source: Account Pending
es: Cuenta Pendiente

source: Account Deleted
es: Cuenta Borrada

source: Account Not Active
es: Cuenta Inactiva

source: Your account is no longer active; you have been disconnected
es: Tu cuenta ya no esta activa ; ha sido desconectado

source: Permission denied. The %s administrators will have to grant you permission to view this page.
es: Permiso denegado. Los %s administradores de este proyecto tienen que darle permisospara ver esta página.

source: Could not fetch user session data
es: No se puedo obtener datos de la sesión del usuario

source: No admin users ?
es: ¿ No hay usuarios admin ?

source: Cannot create directory:
es: No se pudo crear el directorio:

source: File %1$s cannot be moved to the permanent location: %2$s.
es: El fichero %1$s pudo ser movido a la posición permanente: %2$s.

source: Not a File %1$s or not a directory %2$s.
es: No un fichero %1$s o no un directorio %2$s.

source: Error: Cannot create system action
es: Error: no se puede crear acción del sistema

source: Cannot Update User UID/GID
es: No puedo Actualizar UID/GID del Usuario:

source: Cannot Delete Group Member(s)
es: No Puede Borrar Grupo de Miembro(s)

source: No used tags.
es: Sin etiquetado empleado.

source: User not found
es: Usuario no encontrado

source: You must supply a theme
es: Debe proporcionar un tema

source: You must supply a username
es: Debe proporcionar un nombre de usuario

source: You must supply a first name
es: Debe proporcionar un nombre

source: You must supply a last name
es: Debe proporcionar los apellidos

source: You must supply a password
es: Debe proporcionar una contraseña

source: Passwords do not match
es: No coinciden las contraseñas

source: Invalid Password
es: Contraseña Inválida

source: Invalid Unix Name (must not contain uppercase characters)
es: Nombre Unix inválido (debe no contener caracteres mayúsculas)

source: User with this email already exists - use people search to recover your login.
es: Existe un usuario con este correo - use el buscador de personas para recuperar el acceso.

source: Insert Error
es: Error de Inserccion

source: Could Not Get User Id
es: No Pudo Obtener ID de Usuario

source: Thank you for registering on the %s web site.
es: Gracias por registrarse en el sitio web %s.

source: You have account with username %s created for you.
es: Tiene una cuenta con usuario %s creado para usted.

source: In order to complete your registration, visit the following url:
es: Con el fin de completar su registro, visite la url siguiente:

source: You have 1 week to confirm your account. After this time, your account will be deleted.
es: Tiene 1 semana para confirmar su cuanta. Tras este tiempo, su cuenta será borrada.

source: (If you don't see any URL above, it is likely due to a bug in your mail client. Use one below, but make sure it is entered as the single line.)
es: (Si no vee ningún URL encima, se debe probablemente a un defecto en su cliente de correo. Utilice uno debajo, pero asegúrese que está dentro como línea simple.)

source: Enjoy the site.
es: Disfrute de este sitio.

source: %s Account Registration
es: %s Registro de Cuenta

source: Error: Cannot Update User Object:
es: Error: No puedo Actualizar Objeto del Usuario:

source: Error: Invalid status value
es: Error: Valor de estado inválido

source: Error: You cannot set pending status if user is suspend or active
es: Error: no puede obtener estado pendiente si el usuario está suspendido o activo

source: Error: Cannot Update User Status:
es: Error: No Puede Actualizar Estado de Usuario:

source: MD5 obsoleted
es: MD5 obsoleto

source: User with this email already exists.
es: Ya existe un usuario con esa dirección de correcto electrónico.

source: Error: Invalid Shell %s
es: Error: Shell %s inválido

source: Error: Cannot Update User Unix Shell:
es: Error: No puedo Actualizar Shell Unix de Usuario:

source: SSH Key already in use
es: Llave SSH ya en uso

source: Error - Could Not Add User SSH Key:
es: Error - No Pudo Añadir Llave SHH de Usuario:

source: Error: Cannot delete user SSH key
es: Error: no pudo borrar llave SHH del usuario

source: Error: Cannot Change User Password:
es: Error: No puede Cambiar Contraseña del Usuario:

source: New User %1$s registered and validated Full Name: %2$s Email: %3$s
es: Usuario Nuevo %1$s registrado y validado Nombre Completo: %2$s Correo-e: %3$s

source: New %1$s User
es: Crear Usuario %1$s

source: Cannot Update list of uneditable fields: not an array
es: No puede Actualizar una lista de campos ineditables: no una matriz

source: Cannot Update list of uneditable fields
es: No puede Actualizar una lista de campos ineditables

source: Cannot Update list of hidden fields
es: No se puede Actualizar la lista de campos ocultos

source: User Id
es: Id Usuario

source: Skills Profile
es: Capacidades por Experiencia

source: Login Name
es: Nombre de Acceso

source: Real Name
es: Nombre real

source: Email Address
es: Dirección e-mail

source: Address
es: Dirección

source: Phone
es: Teléfono

source: Site Member Since
es: Miembro desde

source: Priority Colors
es: Colores de Prioridades

source: Error: a mailing list with the same email address already exists.
es: Erro: una lista con la misma dirección de correo ya existe.

source: Error: a forum with the same email address already exists.
es: Error: un foro con la misma dirección de correo ya existe.

source: Must Provide List Name That Is 4 or More Characters Long
es: Debe proporcionar un nombre de lista de 4 o más letras

source: Invalid List Name
es: Nombre de Lista No Válido

source: List Already Exists
es: La lista de correo ya EXISTE

source: Forum exists with the same name
es: Existe un foro con el mismo nombre

source: Error Creating mailing list
es: Error Creando lista de correos

source: A mailing list will be created on %s in one hour and you are the list administrator.
es: Una lista de correo será cerada en %s en una hora y será el administrador de la lista.

source: This list is: %1$s@%2$s
es: Esta lista es: %1$s@%2$s

source: Your mailing list info is at:
es: Su info de lista de correoestá en:

source: List administration can be found at:
es: La lista de administración puede encontrarse en:

source: Your list password is:
es: Su lista de contraseña es:

source: You are encouraged to change this password as soon as possible.
es: Se le está rogando cambiar esta contraseña tan pronto como sea posible.

source: Thank you for registering your project with %s.
es: Gracias por registrar su proyecto con %s.

source: %s New Mailing List
es: Crear Lista de Correo %s

source: Error Getting mailing list
es: Error Obteniendo lista de correos

source: %s does not use the Mailing-list tool
es: %s no emplea la herramienta de Listado de Correo

source: Could Not Get ProjectGroup
es: No puedo obtener el ProjectGroup

source: Invalid Resource Name
es: Nombre de Recurso No Válido

source: None Provided
es: Ninguna Proporcionado

source: Could Not Get ProjectTask
es: No puedo obtener Taréa de Proyecto

source: Error No category named
es: Error Sin nombre categorizado

source: Error Creating ProjectTask
es: Error Creando TareasProyecto

source: Error Updating ProjectTask
es: Error Actualizando TareasProyecto

source: ProjectCategory: name and assignee are Required
es: Categoría de Proyecto: el nombre y la asignación son campos obligatorios

source: Subproject Description Must Be At Least 10 Characters
es: Descripción del SubProyecto Debe Tener Como Mínimo 10 caracteres

source: Invalid group_project_id
es: group_project_id No Válido

source: %s does not use the Project Management tool
es: %s no emplea la herramienta Gestión de Proyecto

source: summary
es: Resumen

source: details
es: detalles

source: priority
es: prioridad

source: hours
es: horas

source: start date
es: fecha de incio

source: end date
es: fecha de fin

source: category
es: categoría

source: Invalid Task ID
es: ID de Tarea Inválido

source: status
es: estado

source: [%1$s - %2$s] [Task #%3$d]
es: [%1$s - %2$s] [Tarea #%3$d]

source: %s Reporting
es: Boletín de %s

source: Weekly
es: Semanal

source: Monthly
es: Mensual

source: Daily
es: Diario

source: to
es: destino

source: Sunday
es: domingo

source: Monday
es: lunes

source: Tuesday
es: martes

source: Wednesday
es: miércoles

source: Thursday
es: jueves

source: Friday
es: viernes

source: Saturday
es: sábado

source: Page Views
es: Visitas de Páginas

source: Bugs
es: Defectos

source: Support
es: Compatibilidad

source: Patches
es: Parcheos

source: Feature Requests
es: Petición de Funcionalidad

source: Other Trackers
es: Otros Seguimientos

source: Forum Messages
es: Mensajes en Foros

source: Other
es: Otros

source: No selected area.
es: Área no seleccionada.

source: Avg Time Open (in days)
es: Tiempo Medio Abierto (en días)

source: Total Opened
es: Total Abierto

source: Total Still Open
es: Total Aún Abierto

source: Tracker Activity
es: Actividad de Seguimiento

source: Per assignee
es: Por asignación

source: No data to display
es: Ningún dato a enseñar

source: Cumulative Users
es: Usuarios totales

source: Users Added
es: Usuarios añadidos

source: Projects Added
es: Proyectos añadidos

source: Cumulative Projects
es: Proyectos acumulados

source: No data to display.
es: Ningún dato a enseñar.

source: Could Not Get User
es: No puedo obtener Usuario

source: Task open
es: Tarea abierta

source: Task close
es: Cierre de tarea

source: Tracker items opened
es: Ítemes de seguimiento abiertos

source: Tracker items closed
es: Ítemes de seguimiento cerrados

source: Support Requests
es: Peticiones de Apoyo

source: By Task
es: Por Tarea

source: By Category
es: Por Categoría

source: By Subproject
es: Por Subproyecto

source: By User
es: Por Usuario

source: Hours Recorded
es: Horas Registradas

source: Hours
es: Horas

source: Successfully Added
es: Añadido Correctamente

source: Please enter a term to search for
es: Introduzca un término a buscar

source: search query too short
es: busca petición muy corta

source: Update Failed: Survey Title Required
es: Actualización Fallada: Título de Encuesta Requerido

source: Update Failed: Survey Questions Required
es: Actualización Fallada: Preguntas Encuestadas Necesarias

source: The Survey data is not filled
es: No se rellenaron los datos de la encuesta

source: No Survey is found
es: No se encontró encuestas

source: Survey
es: Encuesta

source: %s does not use the Survey tool
es: %s no emplea la herramienta Survey

source: Question is too short
es: Pregunta demasiado corta

source: Question Added
es: Pregunta Añadida

source: Error finding question
es: Error buscando la pregunta

source: No valid Survey Object
es: Encuesta inválida

source: No valid Question Object
es: Pregunta inválida

source: No Survey Response is found
es: No se encontró respuestas a la encuesta

source: Submit New
es: Nueva Petición

source: Tracker created successfully
es: Seguimiento creado correctamente

source: Please configure also the roles (by default, it's “No Access”)
es: Por favor configure también los cargos (por defecto es “No permitido”)

source: Could Not Get ArtifactTypeFactory
es: No Pudo Obtener ArtifactTypeFactory

source: No trackers found
es: No localizados seguimientos

source: Choose a data type and you can set up prefs, categories, groups, users, and permissions
es: Escoje un tipo de datos para introducir preferencias, categorías, grupos, usuarios y permisos

source: Manage your roadmaps.
es: Gestiona tus caminos.

source: Create a new tracker.
es: Crea un seguimiento nuevo.

source: You can use this system to track virtually any kind of data, with each tracker having separate user, group, category, and permission lists. You can also easily move items between trackers when needed.
es: Puede emplear este sistema para seguir virtualmente cualquier familia de datos, con cada seguimientos que tengo separadas listas de usuario, grupo, categoría y permisos. Puede mover fácilmente ítemes entre seguimientos cuando se necesiten.

source: Trackers are referred to as “Artifact Types” and individual pieces of data are “Artifacts”. “Bugs” might be an Artifact Type, whiles a bug report would be an Artifact. You can create as many Artifact Types as you want, but remember you need to set up categories, groups, and permission for each type, which can get time-consuming.
es: Los seguimientos se denominan “Tipos de Artefacto” y partes individuales de datos son “Artifactos”. “Defectos” debe de ser de un tipo Artifact, mientras un boletín de defecto deberia ser un Artefacto. Puedes crear tantos Tipos de Artefactos como desees, pero recuerda necesitas configurar categorías, grupos y permisos para cada tipo, que puedan requerir gasto de tiempo.

source: (examples: meeting minutes, test results, RFP Docs)
es: (ejemplos: minutas de reuniones, resultados de test, documentos RFP)

source: Send email on new submission to address
es: Enviar correo si hay nuevo envío a la dirección

source: Send email on all changes
es: Enviar correo con todos los cambios

source: Days till considered overdue
es: Días para considerarlo anticuado
