Repository: fusionforge/fusionforge
Catalog: src/locale/*.po
Languages: es

source: Create new Hg repository for project %s
es: Crear repositorio Hg nuevo para proyecto %s

source: Feature not implemented.
es: Capacidad no implementado.

source: This plugin contains a set of commit hooks (e-mail notifications, tracker integration, conformity...) that can be enabled for each project independently.
es: Este complemento contiene un conjunto de ganchos efectuados (notificaciones por correo-e, integración de seguimiento, conformidad...) que puede ser activada por cada proyecto independientemente.

source: invalid e-mails
es: correo-e inválido

source: Enable Repository Hooks
es: Activar Enchanchos Repositorio

source: SCM Type not supported yet by scmhook
es: Tipo SCM no compatible aún por scmhook

source: No hooks available
es: No hay enganchos disponibles

source: Repository
es: Repositorio

source: Every commit is pushed into related tracker or task.
es: Cada efectuación está empujado al seguimiento o tarea correspondiente.

source: Hook not available due to missing dependency
es: Gancho no disponible debido a dependencia ausente

source: Project not using tracker.
es: Este proyecto no está usando seguimiento.

source: Unable to retrieve data
es: Incapaz de obtener datos

source: Related CVS commits
es: Efectuaciones CVS relacionadas

source: Wrong situation
es: Situación equivocada

source: Invalid script specified
es: Guión especificado no válido

source: Related Git commits
es: Efectuaciones Git Relatados

source: Commit message log is pushed to commit mailing-list of the project (which you need to create)
es: Efectuar mensaje de registro está publicado en la lista del efectuaciones del correo del proyecto (el cual necesita crear)

source: Send commit e-mail notification to
es: Enviar efectuaciones por notificación de correo-e a

source: The hook is triggered after "serve push pull bundle" on the projects repository.
es: El gancho está disparado tras «serve push pull bundle» en el repositorio de proyectos.

source: Allow SCM committers to change revision properties.
es: Permite efectuar SCM para modificar propiedades de revisión.

source: Commit message must not be empty.
es: Efectuar mensaje no debe estar vacío.

source: Verify if committed files have svn:mimetype set up correctly.
es: Verificar si los ficheros efectuados tienen svn:mimetypes establecidos correctamente.

source: Hook not available due to missing dependency: Project not using tracker.
es: Gancho no disponible debido a dependencia perdida: proyecto no empleando seguimiento.

source: Related SVN commits
es: Efectuaciones SVN relacionadas

source: This plugin contains the Subversion subsystem of FusionForge. It allows each FusionForge project to have its own Subversion repository, and gives some control over it to the project's administrator.
es: Este complemento contiene el sistema Subversion de FusionForge. Permite cada proyecto FusionForge tener sus propios repositorios Subversion, y da algún control sobre él para el administrador del proyecto.

source: This project's SVN repository can be checked out through anonymous access with the following command(s).
es: Este repositorio SVN de este proyecto puede ser descargado anónimamente con las funciones siguientes.

source: via SVN
es: vía SVN

source: via DAV
es: vía DAV

source: Subversion Repository Browser
es: Navegador Repositorio Subversion

source: Browsing the Subversion tree gives you a view into the current status of this project's code.
es: Explorando por el árbol Subversion le da una visión del estado actual y su código del proyecto.

source: Browse extra SVN repository
es: Examinar repositorio SVN adicional

source: Subversion Commits
es: Cambios Subversion

source: No extra Subversion repository for project
es: Ningún repositorio Subversion adicional para proyecto

source: Extra Subversion repository for project %1$s
es: Repositorio Subversion adicional para el proyecto %1$s

source: Create new Subversion repository for project
es: Crear repositorio Subversion para proyecto

source: View Personal SoapAdmin
es: Ver Personal SoapAdmin

source: SoapAdmin Admin
es: Administrador SoapAdmin

source: System authentication via LDAP
es: Autenticación del sistema por LDAP

source: This plugin maintains data about users, groups and memberships in an LDAP directory that can be used for NSS/PAM system authentication (or for other uses).
es: Este complemento mantiene datos acerca de usuarios, grupos y etiquetados dentor de un directorio LDAP que puede emplearse para un sistema NSS/PAM de autenticación (o para otros usos).

source: End date should be later then the start date
es: Fecha final debería ser posterior que la fecha de inicio

source: Successfully Created
es: Creado Correctamente

source: Something missing here
es: Algo falta aquí

source: All fields are mandatory.
es: Todos los campos son obligatorios.

source: Drop rule is not defined for this target column
es: Soltar regla no está definido para esta columna de destino

source: Task is not found. Task Board will be reloaded.
es: Tarea no encontrada. Pizarra será recargada.

source: User stories
es: Emplear históricos

source: Cannot save release snapshot
es: No puedo publicar instantánea

source: Snapshot date should be withing release period
es: Fecha instantánea debería estar entre periodo de publicación

source: Cannot set drop rule or resolutions for new column
es: No puede soltar regla o resolución para columna nueva

source: Cannot create column
es: No puede crear columna

source: Successfully Removed
es: Quitado Correctamente

source: Successfully Updated
es: Actualización Correcta

source: Please, fill all required fields.
es: Por favor, rellene todos los campos requeridos.

source: Task Board successfully updated
es: Pizarra actualizado correctamente

source: Task Board successfully created
es: Pizarra creada correctamente

source: Task Boards for %s
es: Pizarra para %s

source: View Task Boards
es: Ver Pizarra

source: Get the list of available taskboards
es: Obtener lista de pizarras disponibles

source: Task Boards Administration
es: Administración de Pizarra

source: Global administration for taskboards.
es: Administración global para pizarras.

source: View this taskboard.
es: Ver esta pizarra.

source: Manage releases.
es: Gestione publicaciones.

source: Edit release
es: Edite publicación

source: Administration for this taskboard.
es: Administración para esta pizarra.

source: Configure Columns
es: Configurar Columnas

source: Delete Column
es: Borrar Columna

source: Task Board
es: Pizarra

source: Cannot create Task Board
es: No puede crear Pizarra

source: Task Board must be linked at least to one tracker
es: Pizarra debe ser enlazada al menos a un seguimiento

source: Cannot update Task Board
es: No puede actualizar Pizarra

source: Cannot delete Task Board
es: No puede borrar Pizarra

source: Invalid TaskBoardID
es: TaskBoardID Inválido

source: Cannot get list of used trackers.
es: No puede obtener lista de seguimiento disponible.

source: Cannot empty list of used trackers.
es: No puede vaciar una lista de seguimientos empleados.

source: Cannot add used tracker
es: No puedo actualizar seguimiento usado

source: Cannot update used tracker
es: No puedo actualizar seguimiento usado

source: Cannot delete used tracker
es: No puede eliminar seguimiento usado

source: Unlinked tasks
es: Tareas desenlazadas

source: Tasks, which are not linked to any user story
es: Tareas, las cuales no están enlazadas a cuaquier estoria del usuario

source: Configured extra field for userstories sorting is not found.
es: Campos adicionales configurado para históricos ordenado de usuario no encontrado.

source: Cannot get list of columns.
es: No se puede obtener la lista de columnas.

source: Cannot get list of releases.
es: No se puede cargar la lista de publicaciones.

source: Cannot get current release.
es: No se puede obtener la publicación actual.

source: Cannot get used resolutions
es: No puede obtener encuestas utilizadas

source: cannot get resolutions
es: no puedo obtener soluciones

source: cannot get drop rules
es: no puedo establecer reglas de arrojo

source: cannot get resolution by default
es: no puede obtener la resolución por defecto

source: cannot set drop rule
es: no puedo establecer regla de arrojo

source: Tracker error
es: Error de seguimeinto

source: Agile Task Board: Supports Scrum and Kanban methodologies.
es: Pizarra Agile: Apoyo de metodologías Scrum y Kanban.

source: Task Board Admin
es: Admin Pizarra

source: Agile Scrum and Kanban display of existing artifacts.
es: Agile Scrum y Kanban enseñan artefactos existentes.

source: Columns configuration
es: Configuración de columnas

source: Choose at least one tracker for using with Task Board.
es: Elija al menos un seguimiento para emplear con Pizarra.

source: Max number of tasks
es: Nº máx tareas

source: Assigned resolutions
es: Resoluciones asignadas

source: Drop resolution
es: Soltar resolución

source: Add new column
es: Añade columna nueva

source: Title background color
es: Color de fondo del título

source: Column Background color
es: Color de Fondo de Columna

source: Maximum tasks number
es: Número máximo de tareas

source: Drop resolution by default
es: Soltar resolución por defecto

source: All resolutions are mapped to columns. To add a new column, you need at least one unmapped resolution.
es: Todas las soluciones están distribuídas por columnas. Para añadir una columna nueva, necesita all menos una resolución no distribuída.

source: Column configuration
es: Configuración de columna

source: Column
es: Columna

source: You are about to permanently and irretrievably delete this column!
es: ¡Está a punto de borrar permanentemente e irrecuperablemente esta columna!

source: Delete Task Board
es: Borrar Pizarra

source: You are about to permanently and irretrievably delete this Task Board!
es: ¡Está a punto de borrar permanentemente e irrecuperadamente esta Pizarra de Tareas!

source: Edit column
es: Editar columna

source: Resolutions
es: Resoluciones

source: Autoassign
es: Autoasignar

source: Alert message
es: Alerta de mensaje

source: Cannot edit column due to unknown column ID
es: No puede editar columna debido a ID de columna desconocido

source: Cannot edit column due to missing column ID
es: No puede editar columna debido a ID de columna ausente

source: Could Not Get TaskBoardFactory
es: No puedo obtener TaskBoardFactory

source: Initialize a new Task Board
es: Inicializa una nueva Pizarra

source: Create initial Task Board configuration
es: Crear configuración inicial de Pizarra

source: Choose a Task Board.
es: Elija una Pizarra

source: Administration - Configure Task Board
es: Administración - Configuración Pizarra

source: Task Boards for
es: Pizarra para

source: Administration - Create New Task Board
es: Administración - Crea Nueva Pizarra

source: Task Board Name
es: Nombre Pizarra

source: Task Board Description
es: Descripción Pizarra

source: Configure Task Board
es: Configurar Pizarra

source: Configure Trackers used
es: Configurar Seguimientos utilizados

source: Choose and configure trackers, used with Task Board.
es: Elija y configure seguimientos, empleados con Pizarra.

source: Configure Task Board columns.
es: Configura columnas de pizarra.

source: Administration - Trackers configuration
es: Administración - Configuración de seguimientos

source: Trackers configuration
es: Configuración de seguimientos

source: There Are No Trackers Defined For This Project
es: No Hay Ningún Seguimiento Definido Para Este Proyecto

source: There are no any tracker having “resolution” field.
es: No hay ningún seguimiento teniendo el campo “resolution”.

source: Use
es: Emplear

source: Card background color
es: Color de fondo de Tarjeta

source: Tasks trackers
es: Tareas seguidas

source: Estimated effort field
es: Campo de esfuerzo estimado

source: Not defined
es: No definido

source: Remaining effort field
es: Campo de esfuerzo restante

source: User stories tracker
es: Seguimientos históricos del usuario

source: User stories reference field
es: Emplear campos referentes históricos

source: User stories sorting field
es: Emplear campos históricos ordenados

source: General parameters
es: Parámetros comunes

source: Use first column by default
es: Utiliza por defecto la primera columna

source: Releases management
es: Gestión de publicación

source: by tasks
es: por tareas

source: by user stories
es: por estados de usuario

source: Release field
es: Campo publicado

source: Add release
es: Añade publicación

source: Goals
es: Objeticos

source: Page URL
es: Página URL

source: Completed tasks
es: Tareas completadas

source: Remaining tasks
es: Tareas pendientes

source: Remaining efforts
es: Esfuerzo restante

source: You are about to permanently and irretrievably delete this release with all indicators!
es: Está a punto de borrar permanentemente e irrecuperablemente esta publicación con todos los indicadores!

source: Release field is not configured
es: Campo publicado no configurado

source: Page
es: Página

source: Choose at least one tracker for using with taskboard.
es: Elija al menos un seguimiento para emplar con pizarra.

source: Configure columns for the board first.
es: Configurar columnas para la pizarra primera.

source: Resolutions list is empty for "%s", column is not dropable
es: Listado de resoluciones está vacío para «%s», columna no avandonable

source: Save release snapshot
es: Guardar instantánea de publicación

source: Filter tasks
es: Filtrar tareas

source: Filter
es: Filtro

source: Use regular expression
es: Emplear expresión regular

source: Filter only on task name
es: Filtrar solo en nombre de tareas

source: Hide unlinked tasks
es: Tareas desenlazadas ocultas

source: There are no tasks found.
es: No hay ninguna tarea encontrada.

source: Progress by tasks
es: Progreso por tareas

source: Progress by cost
es: Progreso por coste

source: Remaining m/d
es: Restante m/d

source: Completed m/d
es: Completado m/d

source: Invalid regular expression
es: Expresion regular inválida

source: Create task
es: Crear tarea

source: Group is not found
es: Grupo no encontrado

source: Your project does not use tracker feature. Please contact your Administrator to turn on this feature.
es: Su proyecto no emplea característica de seguimiento. Contacte a su Administrador para activar esta característica.

source: You have no Twitter Access Tokens registered in the database currently
es: No tiene Tokens de Acceso Twitter registrados actualmente en la base de datos

source: Could not find a twitter provider registered in the database. If a twitter provider exists, it needs to be named 'Twitter', else it has to be created in the OAuth Consumer plugin
es: No se pudo encontrar un proveedor twitter registrado en la base de datos. Si existe un proveedor necesita ser nombrado como 'Twitter', sino tiene que sercreado en el OAuth Consumer complemento

source: Missing Link Code or name.
es: Faltando Enlace de Código o nombre.

source: Link updated
es: Enlace actualizado

source: webanalytics plugin for FusionForge. Get the ability to configure specific URL for web analytics tool such as Piwik or Google Analytics.
es: complemento de análisis web para FusionForge. Obtiene la capacidad para configurar URL especificada para herramientas de análisis web como Piwik para Google Analytics.

source: Global WebAnalytics admin
es: Administrador Global WebAnalytics

source: Site Global Webanalytics Admin
es: Sitio Global Administrador Webanalytics

source: Get the ability to configure specific URL for web analytics tool such as Piwik or Google Analytics.
es: Obtiene la capacidad para configurar URL específica para herramienta analítica de web como Piwik o Google Analytics.

source: Informative Name
es: Nombre Informativo

source: Standard JavaScript Tracking code
es: Código de Seguimiento JavaScript Común

source: Manage available links
es: Gestiona enlaces disponibles

source: Is Active
es: Esta Activa

source: Add a new webanalytics reference
es: Añade una referencia analítica web nueva

source: SOAP Request by %s
es: SOAP solicitado por %s

source: RecentChanges
es: CambiosRecientes

source: HomePage
es: PáginaPrincipal

source: Check to disable automatic linking of camelcase words to pages. Internal page links must be forced with [[pagename]] then.
es: Comprueba para desactivar enlaces automáticos de palabras camelcase a páginas. Enlaces a páginas internas deben ser forzadas con [[pagename]].

source: Check to enable spam prevention. If a non-admin adds more than 20 external links, it will be rejected as spam.
es: Comprobar para activar prevenciones de spam. Si un no administrador añade más de 20 enlaces externos, será rechazado por spam.

source: Check to enable page rating. Logged users will be able to rate wiki pages.
es: Compruebe para activar índice de página. Usuarios registrados serán capaces de indizar páginas wiki.

source: PhpWiki plugin for FusionForge. Allows for one wiki per project, integrated search, page edits displayed on activity tab, and multi-project wiki preferences.
es: Complemento PhpWiki oara FusionForge. Permite para un wiki por proyecto, búsqueda integrada, edición de página enseñada en lengueta de actividad, y preferencias wiki multi-proyectos.

source: This project's wiki
es: Este wiki del proyecto

source: List of active wikis in Forge
es: Lista de wikis activos en Forja

source: FusionForge plugin
es: Complemento FusionForge

source: FusionForge provides many tools to aid collaboration in a development project, such as bug-tracking, task management, mailing-lists, SCM repository, forums, support request helper, web/FTP hosting, release management, etc. All these services are integrated into one web site and managed through a web interface.
es: FusionForge proporciona muchas herramientas para ayudar en una colaboración dentro de un proyecto de desarrollo, como seguimiento de defectos, gestión de tareas, listado de correo, repositorio SCM, foros, compatibilidad con peticiones de ayuda, hospedamiento de servicio web/FTP, gestión de publicación, etc. Todos estos servicios están integrados en un sitio web y gestionados a través de un interfaz web.

source: Requested Page not Found (Error 404)
es: Página pedida no Encontrada (Error 404)

source: Confirm Hash
es: Confirmar Hash

source: This confirm hash exists more than once.
es: Este 'hash' de confirmación existe más de una vez.

source: Invalid confirmation hash.
es: Hash incorrecto de confirmación.

source: Email Change Complete
es: Cambio de Correo-e Completado

source: Welcome, %1$s. Your email change is complete. Your new email address on file is <strong>%2$s</strong>. Mail sent to &lt;%3$s&gt; will now be forwarded to this account.
es: Bienvenido/a. %1$s. Su cambio de correo-e se ha completado. Su nueva dirección de correos es <strong>%2$s</strong>. Correos enviados a &lt;%3$s&gt; no serán reenviados a esta cuenta.

source: Return
es: Volver

source: You have requested a change of email address on %s.
es: Ha solicitado un cambio de correo en %s.

source: Please visit the following URL to complete the email change
es: Por favor visite la siguiente URL para completar la modificación de correo-e

source: %s Verification
es: Verificación de %s

source: Email Change Confirmation
es: Confirmación de Cambio de Correo Electrónico

source: An email has been sent to the new address. Follow the instructions in the email to complete the email change.
es: Un correo ha sido enviado a su nueva dirección. Siga las instrucciones del correo para completar el cambio de dirección.

source: Email change
es: Cambio de correo-e

source: Changing your email address will require confirmation from your new email address, so that we can ensure we have a good email address on file.
es: El cambio de su dirección de correo requiere que lo confirme desde su nueva dirección de correo, de esta forma podemos estar seguros de que su nueva dirección está correcta.

source: We need to maintain an accurate email address for each user due to the level of access we grant via this account. If we need to reach a user for issues arriving from a shell or project account, it is important that we be able to do so.
es: Necesitamos mantener una dirección de correo correcta de cada usuario debido al nivel de acceso que permitimos a una cuenta. En el caso de tener que contactar con un usuario debido a asuntos relacionados con una cuenta de proyecto, es importante que tengamos posibilidad de hacerlo.

source: Submitting the form below will mail a confirmation URL to the new email address. Visiting this link will complete the email change.
es: Enviando el formulario siguiente le enviaremos un enlace de confirmación a la nueva dirección de correo. Visitando este enlace se completará el cambio de correo.

source: New Email Address
es: Crear Dirección de Correo-e

source: Send Confirmation to New Address
es: Envía la Confirmación a la Nueva Dirección

source: Old password is incorrect
es: La contraseña antigua es incorrecta

source: New passwords do not match.
es: Las nuevas contraseñas no coinciden.

source: Could not change password
es: No pudo modificar contraseña

source: Successfully Changed Password
es: Contraseña cambiada con éxito

source: %s Password Change Confirmation
es: Confirmación de Cambio de Contraseña %s

source: Congratulations. You have changed your password.
es: Enhorabuena. Ha cambiado su contraseña.

source: You should now <a href="%s">Return to User Prefs</a>.
es: Ahora debe <a href="%s">regresar a las preferencias de usuario</a>.

source: Change Password
es: Cambiar Palabra Clave

source: Old Password
es: Contraseña antigua

source: New Password
es: Nueva Password

source: New Password (repeat)
es: Nueva contraseña (repítala)

source: Update password
es: Actualizar contraseña

source: Manage Authorized Keys
es: Gestionar Claves Autorizadas

source: Available keys
es: Claves disponibles

source: Algorithm
es: Algoritmo

source: Fingerprint
es: Huella

source: Uploaded
es: Carga

source: Delete this ssh key
es: Borra esta clave ssh

source: Add a new ssh key
es: Añade una llave ssh nueva

source: To avoid having to type your password every time for your SSH developer account, you may upload your public key(s) here and they will be placed on the server in your ~/.ssh/authorized_keys file. Uploaded SSH keys are effective <em>immediately</em>.
es: Para evitar que tener que escribir la contraseña cada vez que se accede con la cuenta de desarrollador SSH, puede subir su(s) clave(s) públicas aquí y serán colocadas en el servidor en su fichero ~/.ssh/authorized_keys. Las claves SSH subidas son efectivas <em>inmediatamente</em>.

source: Important: Make sure there are no line breaks. After submitting, verify that the number of keys in your file is what you expected.
es: Importante: Asegúrese de que no hay ningún salto de línea salvo entre distintas claves. Después de enviarla, verifique que el número de claves de su cuenta es el esperado.

source: You are now a registered user on %s, the online development environment for Open Source projects.
es: Ahora es un usuario registrado en %s, el entorno de desarrollo de proyectos de código abierto en línea.

source: As a registered user, you can participate fully in the activities on the site. You may now post messages to the project message forums, post bugs for software in %s, sign on as a project developer, or even start your own project.
es: Como usuario registrado, puede participar totalmente en las actividades de este portal. Ahora puede enviar mensajes en los foros de mensajes de proyectos, enviar errores de código en %s, registrarse como un desarrollador de un proyecto, o incluso comenzar su propio proyecto.

source: Updated
es: Actualizado

source: Account options
es: Informacion de la cuenta

source: Welcome
es: Bienvenido/a

source: View My Profile
es: Ver Mi perfil
