Repository: fusionforge/fusionforge
Catalog: src/locale/*.po
Languages: es

source: If you monitor files, you will be sent new release notices via email, with a link to the new file on our download server.
es: Si monitorizas ficheros, recibiras noticias de actualizaciones por correo-e, con un enlace al nuevo fichero en nuestro servidor de descargas.

source: You can monitor files by visiting a project's “Summary Page” and clicking on the appropriate icon in the files section.
es: Puede monitorizar ficheros visitando la página de “Pagina Sumario” y pulsando en el icono correcpondiente en la seccion de ficheros.

source: Stop monitoring this package?
es: ¿Detener monitorización de este paquete?

source: List packages that you are currently monitoring, by project.
es: Lista de paquetes que está monitorizando actualmente, por proyecto.

source: My Projects
es: Mis Proyectos

source: You're not a member of any project
es: No eres miembro de ningún proyecto

source: Leave project
es: Abandonar proyecto

source: Quit this project?
es: Salir del proyecto?

source: Private project
es: Proyecto privado

source: List the projects you belong to. Selecting any of these projects brings you to the corresponding Project Summary page.
es: Lista proyectos propios. Selecciona alguno de esos proyectos para obtener la correspondiente Página Sumario del Proyecto.

source: The 5 Last Documents in My Projects
es: Los Ultimos 5 Documentos en Mis Proyectos

source: List the last 5 documents (with filename, author and last modification time) published in projects you belong to. Selecting any of these projects brings you to the corresponding Project Document Manager page. The documents will be per directory ordered. Selecting any of directory links will brings you to the corresponding Project Document Manager Listing Directory page
es: Enlista los ultimos 5 documentos (con el nombre, autor y ultima modificación) publicados en los proyectos propios. Seleccionando cualquiera de ellos muestra la correspondiente página del Gestor Documental del Proyecto. Los documentos estarán organizador por carpetas. Seleccionando cualquiera de los enlaces de carpetas mostrar el correspondiente Listado de Directorios del Gestor Documental del Proyecto.

source: Allow you to include public rss (or atom) feeds into your personal page.
es: Permite incluir feeds rss (o atom) en tu página personal.

source: There are no surveys in your projects.
es: No hay encuestas en sus proyectos.

source: %d new
es: %d nuevo

source: Quick Survey
es: Encuesta rápida

source: List the surveys in your projects.
es: Lista las encuestas en sus proyectos.

source: answered [A]
es: respondido [R]

source: not yet answered [N]
es: no aún respondido [N]

source: any status [AN]
es: cualquiera [C]

source: Display surveys:
es: Enseñar encuestas:

source: System Actions Queue (past day) in My Projects
es: Petición de Operaciones del Sistema (día anterior) en Mis Proyectos

source: Not member of any project
es: Ningún miembro de cualquier proyecto

source: No systask executed during last day
es: Ningún systask ejecutado durante el último día

source: Task Id
es: Id Tarea

source: Plugin
es: Complemento

source: SysTask Type
es: Tecla SysTask

source: Project Name
es: Nombre proyecto

source: Requested
es: Pedido

source: Started
es: Iniciando

source: Stopped
es: Detenido

source: List actions performed by Systask system on all your projects during the last day.
es: Listar operaciones realizadas por sistema Systask en todo su proyecto durante el último día.

source: No task yet.
es: Aún sin tarea.

source: My Tasks
es: Mis Tareas

source: List the tasks assigned to you.
es: Lista las tareas asignadas a usted.

source: Project description
es: Descripción del proyecto

source: This project has not yet submitted a description.
es: Este proyecto no ha proporcionado todavía una descripción.

source: Allow you to view the project description
es: Permite ver la descripción del proyecto

source: Last 4 weeks Documents Manager Activity
es: Últimas 4 semanas de Actividad de Gestión Documental

source: new files [F]
es: crear ficheros [F]

source: new directories [D]
es: crear directorios [D]

source: updated files [U]
es: ficheros actualizados [U]

source: new and update Files [FU]
es: crear y actualizar Ficheros [FU]

source: new files and directories [FD]
es: crear ficheros y directorios [FD]

source: new and update files and directories [FUD]
es: crear y actualizar ficheros y directorios [FUD]

source: Display statistics
es: Enseñar estadísticas

source: new Files
es: crear Ficheros

source: updated Files
es: Ficheros actualizado

source: new Directories
es: crear Directorios

source: 3 weeks ago
es: 3 semanas anteriores

source: 2 weeks ago
es: 2 semanas anteriores

source: Last Week
es: Última Semana

source: Current Week
es: Semana Actual

source: No activity to display.
es: Ninguna actividad que enseñar.

source: Browse Documents Manager
es: Examinar por el Gestor de Documentos

source: Display activity about Documents Manager (new documents, new edit, new directory ...) during the last 4 weeks.
es: Enseña actividad acerca de Gestión Documental (crear documento, crear edición, crear directorio...) durante las últimas 4 semanas.

source: Project Information
es: Información del proyecto

source: Tags
es: Etiquetas

source: No tag defined for this project
es: No se han definido etiquetas para este proyecto

source: Registered
es: Registrado

source: Activity Ranking: <strong>%d</strong>
es: Nivel de actividad: <strong>%d</strong>

source: View project
es: Ver proyecto

source: Statistics
es: Estadísticas

source: or <a href="%s">Activity</a>
es: o <a href="%s">Actividad</a>

source: View list of <a href="%s">RSS feeds</a> available for this project.
es: Ver listado de <a href="%s">feeds RSS</a> disponibles para este proyecto.

source: Some infos about the project.
es: Algunos informes acerca del proyecto.

source: 5 Latest Artifacts
es: 5 Últimos Artefactos

source: Last Modified By
es: Último Modificado Por

source: No artifact found.
es: Ningún artefacto encontrado.

source: Browse Trackers
es: Examinar Seguimientos

source: List the 5 most recent artifacts in the project.
es: Lista los 5 efectuaciones más recientes en elproyecto.

source: 5 Latest Commits
es: 5 Últimos Cambios

source: Browse Source Content Management
es: Examinar Gestión de Contenido Origen

source: List the 5 most recent commits by team project.
es: Lista los 5 efectuaciones más recientes por el equipo del proyecto.

source: 5 Latest Published Documents
es: 5 Últimos Documentos Publicados

source: This project has not published any documents.
es: Este proyecto no tiene publicado ningún documento.

source: Path
es: Ruta

source: List the 5 most recent documents published by team project.
es: Enlista los 5 últimos documentos publicados por el equipo de proyecto.

source: Latest File Releases
es: Últimas Publicaciones de Ficheros

source: This project has not released any files.
es: Este proyecto no ha publicado ningún fichero.

source: View All Project Files
es: Ver todos los Ficheros del Proyecto

source: List the most recent packages available for download along with their revision.
es: Lista los mas recientes paquetes disponibles para descargar en una revisión.

source: A Release Notes icon allows you to see the latest changes and developers comments associated with this revision.
es: Un Icono de Notas de Liberación le permite localizar los ultimos cambios y comentarios de desarolladores asociados con esta revisión.

source: Then comes the monitor icon, selecting this icon will cause this package to be monitored for you.
es: Aparecerá un icono de monitorización, seleccionando este icono provocará la monitorización de este paquete.

source: Anytime the project development team posts a new release, you will be automatically notified via e-mail. All monitored File Releases are listed in your Personal Page and can be canceled from this page or from the main page of the file release system.
es: Cuando alguien del equipo de desarrollo del proyecto publique una nueva release, sera notificado automaricamente por correo-e. Todas las monitorizaciones de Releases de Ficheros se mostrarán en su Página Personal y pueden ser canceladas en esta página o en la página principal del sistema de liberación(release) de ficheros.

source: List the last 10 pieces of news posted by the project members.
es: Lista las últimas 10 noticias publicadas por los miembros del proyecto.

source: Project Members
es: Miembros del proyecto

source: Project Admins
es: Administradores del proyecto

source: See more ...
es: Vea más ...

source: Members
es: Miembros

source: View the %d Member(s)
es: Ver el/los %d miembro(s)

source: Request to join
es: Petición de unirse

source: List the project members.
es: Lista de miembros del proyecto.

source: Public Tools
es: Herramientas Públicas

source: Home Page
es: Página principal

source: Project Home Page
es: Página de inicio del proyecto

source: There are no trackers available
es: No hay sistemas de seguimiento de peticiones disponibles

source: (<strong>%1$s</strong> open / <strong>%2$s</strong> total)
es: (<strong>%1$s</strong> abierto / <strong>%2$s</strong> total)

source: Public Forums
es: Foros Públicos

source: <strong>%d</strong> message
es: <strong>%d</strong> mensaje

source: in
es: interno

source: <strong>%d</strong> forum
es: <strong>%d</strong> foro

source: Document Manager
es: Gestor Documental

source: documents
es: documentos

source: directories
es: directorios

source: releases
es: publicaciones

source: packages
es: paquetes

source: (<strong>%s</strong> public mailing list)
es: (<strong>%s</strong> lista publica de correo)

source: There are no subprojects available
es: No hay subproyectos disponibles

source: open
es: abrir

source: surveys
es: encuestas

source: SCM Repository
es: Repositorio SCM

source: Anonymous FTP Space
es: Espacio FTP Anónimo

source: List all available services for this project along with some information next to it. Click on any of this item to access a service.
es: Lista todos los servicios disponibles para este proyecto junto con infomación de el. Pulsa cualquier elemento para acceder al servicio.

source: The role of this area is pretty much equivalent to the Project Main Menu at the top of the screen except that it shows additional information about each of the service (e.g. total number of open bugs, tasks, ...)
es: La función de esta área es equivalente a el Menú Principal del Proyecto en la parte superior de la pantalla excepto que muestra información adicional de cada servicio (ej. numero total de defectos abiertos, tareas, ...)

source: Include public rss (or atom) feeds into project homepage.
es: Incluye alimentaciones públicos rss (o atom) dentro de la página principal del proyecto.

source: RSS Reader
es: Lector RSS

source: Could not load the SimplePie PHP library.
es: No se pudo cargar la biblioteca PHP SimplePie.

source: Cannot create backend directory. Contact forge administrator.
es: No puede crear un directorio backend. Contancte con administrador de la forja.

source: No element to display
es: Ningún elemento a enseñar

source: Set your RSS URL here.
es: Establece su URL RSS aquí.

source: Cannot add empty RSS URL
es: No puede añadir un URL RSS vacío

source: less than 1 minute
es: menor que un minuto

source: 1 minute
es: 1 minuto

source: %d minutes ago
es: Hace %d minutos

source: About one hour
es: Alrededor de una hora

source: about %s hours
es: alrededor de %s horas

source: About one day
es: Alrededor de un día

source: %s days ago
es: %s días anteriores

source: About one month
es: Alrededor de un mes

source: %s months ago
es: %s Último mes(es)

source: About one year
es: Alrededor de un año

source: over %s years
es: alrededor de %s años

source: Follow-up tabs
es: Lengüetas de seguimiento

source: No related commits.
es: Efectuaciones no relatadas.

source: Tracker Content Box
es: Contenido de Caja de Seguimiento

source: Section Title
es: Título Seccional

source: Enter title of Tracker Content Box
es: Introducir título de Caja de Contenido del Seguimiento

source: No action available.
es: Ninguna operación disponibles.

source: General Information
es: Información Común

source: Submit Instruction
es: Enviar Instrucción

source: Permalink
es: Enlace permanente

source: Internal Fields
es: Campos Internos

source: You receive this message because you subscribed to %1$s site mailing(s). You may opt out from some of them selectively by logging in to %1$s and visiting your Account Maintenance page (%2$s), or disable them altogether by visiting following link: <%3$s>
es: Ha recibido este mensaje por que ha sido suscrito a la lista de correos %1$s . Puede darse de baja de ella accediendo a %1$s y visitando su página de Gestión Cuenta (%2$s), o desactivarlo también visitando el siguiente enlace: <%3$s>

source: Pending task manager items notification
es: Notificación de tareas pendientes

source: This mail is sent to you to remind you of pending/overdue tasks.
es: Este correo ha sido enviado para recordarle que tiene tareas pendientes/retrasadas.

source: The task manager item #%s is pending
es: El item del gestor de tarea #%s está pendiente

source: Task Summary
es: Resumen de Tarea

source: Percent Complete
es: Pocentaje Completado

source: Click here to visit the item %s
es: Pulse aquí para visitar la tarea %s

source: Pending tracker items notification
es: Notificación de seguimiento pendiente

source: This mail is sent to you to remind you of pending/overdue tracker items.
es: Este correo se te ha enviado para recordarte los seguimientos pendientes.

source: The item #%s is pending
es: El elemento #%s está pendiente

source: Details
es: Detalles

source: Unable to find Mailman data dir. Please edit backup_site.php cronjob
es: Incapaz de encontrar dir de datos Mailman. Edite cronjob backup_site.php

source: Unable to find CVSROOT dir. Configured value is
es: Incapaz de encontrar directorio CVSROOT. Valor configurado es

source: Unable to find SVNROOT dir. Configured value is
es: Incapaz de encontrar directorio SVNROOT. Valor configurado es

source: This user is not allowed to submit items to this tracker.
es: Este usuario no está permitido para enviar ítemes a este seguimiento.

source: Could not match sender email address to user, and tracker does not allow anonymous posts.
es: No pudo coincidir dirección de correo emitida al usuario, y seguimiento no permite publicaciones anónimas.

source: Default Web Page for groups that haven't setup their page yet
es: Página web por defecto para grupos que no han configurado su página aún

source: Please replace this file with your own website
es: Sustituya este fichero con su propio sitio web

source: We're Sorry but this Project hasn't uploaded their personal webpage yet.
es: Lo sentimos pero este proyecto no ha actualizado su página personal todavía.

source: Please check back soon for updates or visit <a href="%s">the project page</a>.
es: Vuelva a recomprobar actualizaciones o visite <a href="%s">la página del proyecto</a>.

source: forge not using vhost
es: forge no emplea vhost

source: Unable to get list of projects with vhost
es: Incapaz de obtener la lista de proyectos con vhost

source: vhost created.
es: vhost creado.

source: Soft link wasn't removed in www/plugins folder, please do so manually.
es: Enlace débil no fue quitado de la carpeta www/plugin, por favor hágalo manualmente.

source: Soft link wasn't removed in config folder, please do so manually.
es: Enlace débil no fue quitado dentro de la carpeta de configuración, porr favor hágalo manualmente.

source: WARNING
es: ADVERTENCIA

source: File exists in database but folder does not
es: Fichero existe en base de datos pero la carpeta no

source: Something went wrong during zip creation, check permission?
es: Algo ha estado equivocado durante la creación zip, ¿compruebe los permisos?

source: Package exists in database but folder does not
es: Paquete existe en base de datos pero la carpeta no

source: , part of
es: , parte de

source: %1$s release series of project %2$s
es: %1$s series publicadas de %2$s proyectos

source: This plugin provides ADMS.SW additions to the DOAP RDF documents for projects on /projects URLs with content-negotiation (application/rdf+xml).
es: Este complemento proporciona adiciones ADMS.SW a los documentos DOAP RDF para proyectos en las URL /projects con content-negotiation (contenido negociado) (application/rdf+xml).

source: ADMS.SW meta-data
es: Meta-datos ADMS.SW

source: ADMS.SW RDF meta-data about forge projects.
es: ADMS.SW RDF meta-datos acerca de proyectos forjados.

source: Preview <a href="%s">ADMS.SW meta-data</a> about the project
es: Vista previa<a href="%s">ADMS.SW meta-data</a> acerca del proyecto

source: The following is a preview of (machine-readable) RDF meta-data, in Turtle format (see at the bottom for more details)
es: Lo siguiente es una vista previa de metadato RDF (maquina-entendible), en formato Turtle (vea al fondo para más detalles)

source: <strong>%d</strong> projects in result set.
es: <strong>%d</strong> proyectos en conjunto resultado.

source: To access this RDF document, you may use, for instance:
es: Para acceder a este documento RDF, quizá emplee, por instancia:

source: This may redirect to several pages documents in case of too big number of results (observing the LDP paging specifications).
es: Esto puede redireccionar a varias páginas documentales en caso de ser un número de resultados demasiado grande (observe la especificación de paginado LDAP).

source: Alternatively, if you are sure you want the full dump in one single document, use:
es: Alternativamente, si está seguro que desea el volcado completo en un solo documento, emplee:

source: Full ADMS.SW export
es: Exportación ADMS.SW completa

source: Preview of RDF meta-data about the forge, conforming to the ADMS.SW specifications
es: Vista previa de meta-datos RDF acerca de forja, conforme a las especificaciones de ADMS.SW

source: Public projects:
es: Proyectos publicados:

source: short index
es: índice corto

source: or
es: o

source: full dump
es: Volcado completo

source: (as Turtle)
es: (como Tortuga)

source: Trove Categories:
es: Categorías de seguimiento:

source: as Turtle
es: como Tortuga

source: ADMS.SW meta-data index of public projects
es: Indexado de meta-datos ADMS.SW de proyectos públicos

source: ADMS.SW project meta-data preview
es: Previsión de meta-datos de proyecto ADMS.SW

source: The following is a preview of the (machine-readable) RDF meta-data which can be obtained at <tt>%s</tt> as Turtle
es: Lo siguiente es una vista previa del metadatos RDF (máquina leíble) el cual puede ser obtenido en <tt>%s</tt> como Tortuga

source: SKOS meta-data for trove categories
es: Meta-dato SKOS para categorías de seguimiento

source: A-select external authentication
es: Autenticación externa A-Select

source: A system plugin for authenticating users in fusionforge. A-Select is a framework where users can be authenticated by several means with Authentication Service Providers.
es: Un complemento del sistema para autenticar usuarios en FusionForge. A-Select es un marco donde los usuarios pueden ser autenticados por varios métodos con Proveedores de Servicio de Autenticación

source: Built-in authentication
es: Autenticación interna

source: Cookies must be enabled past this point.
es: Las "cookies" deben de estar habilitados pasado este punto.

source: Login name or email address
es: Nombre de usuario o dirección correo-e

source: Password
es: Contraseña

source: Login
es: Acceso

source: [Lost your password?]
es: [¿Se le olvidó su contraseña?]

source: Resend confirmation email to a pending account
es: Reenviar el correo-e de confirmación a una cuenta pendiente de registro

source: Your account does not exist.
es: Esta cuenta no existe.

source: Your account is currently pending your email confirmation.
es: Ahora recibirá un correo de confirmación para verificar su cuenta de correo.

source: Visiting the link sent to you in this email will activate your account.
es: Visitando el enlace que le hemos enviado le activará la cuenta.

source: If you need this email resent, please click below and a confirmation email will be sent to the email address you provided in registration.
es: Si necesita que se reenvie este correo, por favor pulse el siguiente enlace y un correo-e de confirmación le será enviado a la cuenta correo-e proporcionada en su registro.

source: Resend Confirmation Email
es: Reenviar Email Confirmación

source: Your %1$s account has been removed by %1$s staff.
es: Su %1$s cuenta ha sido borrada por %1$s del equipo técnico.

source: This may occur for two reasons, either 1) you requested that your account be removed; or 2) some action has been performed using your account which has been seen as objectionable (i.e. you have breached the terms of service for use of your account) and your account has been revoked for administrative reasons.
es: Esto puede haber ocurrido por dos razones, 1) se ha pedido que su cuenta sea eliminada; o 2) alguna acción ha sido ejecutada usando su cuenta que ha sido sancionada (ej. ha roto los terminos del acuerdo de servicio de uso con su cuenta) y su cuenta ha sido eliminada por razones administrativas.

source: Should you have questions or concerns regarding this matter, please log a <a href="%s">support request</a>.
es: Para cualquier consulta relativa a esta incidencia, por favor envie una <a href="%s">petición de soporte</a>.

source: Thank you
es: Muchas gracias

source: CAS authentication
es: Autenticación CAS

source: This plugin contains a CAS authentication mechanism for FusionForge. It allows users to authenticate against an external CAS server.
es: Este complemento contiene un mecanismo autenticado CAS para FusionForge. Permite a los usuarios autenticar frente a un servidor CAS externo.

source: Login via CAS
es: Acceder via CAS

source: Your account
es: Su cuenta:

source: HTTPD authentication
es: Autenticación HTTPD

source: This plugin contains an HTTPD authentication mechanism for FusionForge. It allows Apache authentication to be reused for FusionForge, for instance where Kerberos is used.
es: Este complemento contiene un mecanismo autenticado HTTPD para FusionForge. Permite autenticar Apache para ser reutilizado para FusionForge, por instancia donde se emplee Kerberos.

source: Login via HTTP authentication
es: Acceso con autenticacion HTTP

source: LDAP authentication
es: Autenticación LDAP

source: This plugin contains an LDAP authentication mechanism for FusionForge. It allows users to authenticate against an external LDAP directory, and syncs some of their personal information from LDAP into the FusionForge database.
es: Este complemento contiene un mecanismo autenticado LDAP para FusionForge. Permite a los usuarios autenticar frente un directorio LDAP externo, y sincronizar algunos de sus informaciones personales desde LDAP dentro de la base de datos FusionForge.

source: User is inactive
es: El usuario está inactivo

source: LDAP server unreachable
es: Servidor LDAP no disponible

source: <a href="%1$s">[Resend Confirmation Email]</a>
es: <a href="%1$s">[Reenviar Correo-e Confirmante]</a>
