Repository: fusionforge/fusionforge
Catalog: src/locale/*.po
Languages: es

source: Edit My Skills Profile
es: Editar mi Perfil de Capacidades

source: Member since
es: Miembro desde

source: First Name
es: Nombre

source: Last Name
es: Apellidos

source: Language
es: Idioma

source: Timezone
es: Zona horaria

source: Theme
es: Tema

source: Country
es: País

source: Change Email Address
es: Cambiar Dirección Correo-e

source: Address (continued)
es: Dirección (continuada)

source: Receive Email about Site Updates <em>(Very low traffic and includes security notices. Highly Recommended.)</em>
es: Recibir correos sobre actualizaciones del portal <em>(Tráfico muy bajo. Altamente recomendado.)</em>

source: Receive additional community mailings. <em>(Low traffic.)</em>
es: Recibir correos adicionales de la comunidad. <em>(Bajo tráfico.)</em>

source: Participate in peer ratings. <em>(Allows you to rate other users using several criteria as well as to be rated by others. More information is available on your <a href="%s">user page</a> if you have chosen to participate in ratings.)</em>
es: Participar en las evaluaciones. <em>(Permite puntuar a otros usuarios usando algunos criterios igual que puede ser puntuado. Mas información disponible en <a href="%s">página de usuario</a>Si ha elegido participar en las calificaciones.)</em>

source: Enable tooltips. Small help texts displayed on mouse over links, images.
es: Habilitar consejos. Pequeños textos de ayuda mostrados en imagenes o enlaces.

source: Shell Account Information
es: Información de la cuenta shell

source: Shell box
es: Máquina de acceso a Shell

source: SSH Shared Authorized Keys
es: Claves SSH Compartidas Autorizadas

source: Edit Keys
es: Editar Claves

source: Shell Account deactivated
es: Cuenta shell desactivada

source: Reset Changes
es: Restablecer Modificaciones

source: Password changed successfully
es: Contraseña modificada correctamente

source: Lost Account Password
es: Contraseña de Cuenta Olvidada

source: Congratulations, you have re-set your account password. You may <a href="%s">login</a> to the site now.
es: Enhorabuenam ha reseteado su contraseña de usuarios. Puede <a href="%s">acceder</a> al sitio ahora.

source: Lost Password Login
es: Contraseña de Entrada Olvidada

source: Welcome, %s. You may now change your password.
es: Bienvenido/a, %s. Quizá ahora cambia su contraseña.

source: New Password (at least 8 characters)
es: Nueva contraseña (al menos de 8 caracteres)

source: Someone (presumably you) on the %s site requested a password change through email verification.
es: Alguien (probablemente usted) en el sitio %s solicitó un cambio de contraseña a través de esta verificación por correo.

source: If this was not you, ignore this message and nothing will happen.
es: Si no está de acuerdo, ignore este correo y no sucederá nada.

source: If you requested this verification, visit the following URL to change your password:
es: Si ha solicitado esta verificación, visite el siguiente enlace para cambiar su contraseña:

source: Lost Password Confirmation
es: Confirmación de Contraseña Olvidada

source: An email has been sent to the address you have on file. Follow the instructions in the email to change your account password.
es: Un correo-e ha sido enviado a su correo. Siga las intrucciones en el correo para cambiar la contraseña de su cuenta.

source: Hey... losing your password is serious business. It compromises the security of your account, your projects, and this site.
es: Hey... perder su contraseña es muy dañino. Compromete la seguridad de su cuenta, sus proyectos, y del propio sitio.

source: Clicking “Send Lost PW Hash” below will email a URL to the email address we have on file for you. In this URL is a 128-bit confirmation hash for your account. Visiting the URL will allow you to change your password online and login.
es: Pulsando “Enviar la clave Hash de la contraseña” siguiente enviará una URL a la dirección de correo de su cuenta. Esta URL es un hash de confirmación de 128-bit para su cuenta. Visitando la URL permitirá cambiar su contraseña online y acceder.

source: Send Lost PW Hash
es: Enviar la clave Hash de la contraseña

source: Missing Parameter. You must provide a login name or an email address.
es: Falta un parámetro. Debe proporcionar un nombre de entrada o una dirección de correo-e.

source: Your account is already active.
es: Su cuenta estaba ya activada.

source: Pending Account
es: Cuenta Pendiente

source: Your email confirmation has been resent. Visit the link in this email to complete the registration process.
es: Una confirmacion del correo ha sido reenviado. Visite el enlace en ese correo-e para completar el proceso de registro.

source: Fill in a user name or email address and click “Submit” to resend the confirmation email.
es: Rellene el nombre usuario o la dirección correo-e y haga click en “Enviar” para que se reenvíe el correo-e de confirmación.

source: Fill in a user name and click “Submit” to resend the confirmation email.
es: Rellene el nombre usuario y pulse “Enviar” para reenviar el correo-e de confirmación.

source: You can't register an account unless you accept the terms of use.
es: No puede registrar una cuenta si no acepta los terminos de uso.

source: Register Confirmation
es: Confirmación Registrada

source: Error during user activation but after user registration (user is now in pending state and will not get a notification eMail!)
es: Error durante la activación del usuario despues del registro (el usuario esta en un estado pendiente y no recibirá la notificación por eMail!)

source: Could not activate newly registered user's forge account: %s
es: No puedo activar el usuario recién creado en la forja con la cuenta: %s

source: You have registered the %1$s account on %2$s.
es: Ha registrado la cuenta %1$s en %2$s.

source: A confirmation email is being sent to verify the submitted email address. Visiting the link sent in this email will activate the account.
es: Ahora recibirá un correo de confirmación para verificar su cuenta de correo. Visitando el enlace que le hemos enviado le activará la cuenta.

source: You have registered and activated user %1$s on %2$s. They will not receive an eMail about this fact.
es: Ha registrado y activado el usuario %1$s en %2$s. El no recibirá una notificación por eMail sobre dicha alta.

source: User Account Registration
es: Registro de Cuenta de Usuario

source: Login Name (no uppercase letters; leave empty to have it generated automatically):
es: Nombre de Acceso (no mayusculas; dejar vacio para generarlo automaticamente):

source: Login Name (do not use uppercase letters)
es: Nombre de Acceso (no use mayúsculas)

source: Password (repeat)
es: Contraseña (repítala)

source: Language Choice:
es: Elija idioma:

source: Timezone:
es: Zona horaria:

source: Country:
es: País:

source: This email address will be verified before account activation. You will receive a mail forward account at &lt;loginname@%s&gt; that will forward to this address.
es: Esta dirección de correo será verificada antes de activar la cuenta. Recibirá un correo-e de confirmación en &lt;loginname@%s&gt; para confirmar esta dirección de correo-e.

source: Do you accept the <a href="%s">terms of use</a> for this site?
es: Acepta los <a href="%s">términos de uso</a> para este sitio?

source: Activate this user immediately
es: Activar este usuario inmediatamente

source: Register
es: Regístrese

source: Unsubscription Complete
es: Completa la Desubscripción

source: You have been unsubscribed from all %s mailings and notifications. In case you will want to re-activate your subscriptions in the future, login and visit your Account Maintenance page.
es: Ha sido de desuscrito desde todas %s listas y notificaciones. En caso que desee re-activar su suscripción en el futuro, acceda y visite su página de Gestión de Cuenta.

source: You have been unsubscribed from %s site mailings. In case you will want to re-activate your subscriptions in the future, login and visit your Account Maintenance page.
es: Ha sido borrado de %s lista de correo del sitio. En caso que desee re-activar su subscripción en el futuro, accede y visite su página de mantenimiento de la Cuenta.

source: Account already active.
es: La cuenta está activa todavía.

source: Cannot confirm account identity - invalid confirmation hash (or login name)
es: No se puede confirmar su identidad de cuenta - 'hash' de confirmación inválido (o nombre de usuario)

source: Credentials you entered do not correspond to valid account.
es: Las credenciales que ha introducido no corresponden con ninguna cuenta válida.

source: Error while activating account
es: Error mientras se activaba la cuenta

source: Verify
es: Verificar

source: In order to complete your registration, login now. Your account will then be activated for normal logins.
es: Para completar su registro, autentíquese ahora. De esta forma su cuenta se activará.

source: Unable to get activities
es: Incapaz de obtener actividades

source: Create a new %s below:
es: Crear un nuevo %s abajo:

source: %s successfully added.
es: %s añadido correctamente.

source: You cannot delete the processor %s since it is currently referenced in a file release.
es: No se puede eliminar el procesador %s porque está actualmente en uso por alguna liberación de ficheros.

source: You can't delete the license %s since it is currently referenced in a project.
es: No se puede eliminar la licencia %s debido a que actualmente referenciada dentro de un proyecto.

source: You cannot delete the language %s since it is currently referenced in a user profile.
es: No se puede eliminar el idioma %s porque está actualmente en uso por algún usuario.

source: You cannot delete the theme %s since it is currently referenced in a user profile.
es: No se puede eliminar el tema %s porque está actualmente en uso por algún usuario.

source: Are you sure you want to delete this %s?
es: ¿Está seguro que desea eliminar este %s?

source: Modify the %s below:
es: Modificar el %s debajo:

source: %s successfully modified.
es: %s modificado correctamente.

source: Edit the %ss Table
es: Editar la tabla de %s

source: Approving Project
es: Aprobando Grupo

source: Error when approving Project
es: Error cuando aprueva Proyecto

source: Error during group rejection
es: Error durante rechazo del grupo

source: Approving Pending Projects
es: Aprobando Projectos Pendientes

source: No Pending Projects to Approve
es: No hay projectos pendientes de aprobación

source: Pending projects
es: Proyectos pendientes

source: Pre-approval modifications :
es: Pre-aprobar modificiaciónes :

source: Edit Project Details
es: Editar Detalles de Proyectos

source: or
es: o

source: View/Edit Project Members
es: Ver/Editar Miembros del Proyecto

source: Decision
es: Decisión

source: Approve
es: Aprobar

source: Rejection canned responses
es: Rechazo no puede ser repuesto

source: (manage responses)
es: (gestionar respuestas)

source: Custom response title and text
es: Título y Texto de Respuestas Habituales

source: Add this custom response to canned responses
es: Agregar esta respuesta personalizada a las predefinidas

source: Reject
es: Rechazar

source: Project details
es: Proyecto detallado

source: Home Box
es: Caja Inicio

source: HTTP Domain
es: Dominio HTTP

source: Purpose of submission
es: Propuesta de envío

source: License Other
es: Otra Licencia

source: Pending reason
es: Razón pendiente

source: Based on template project
es: Basado en la plantilla del proyecto

source: Approve All On This Page
es: Aprobar todo lo de esta página

source: Configuration Manager
es: Gestor de Configuración

source: Configuration from the config API (*.ini files)
es: Configuración del API (ficheros *.ini)

source: Configured value
es: Valor Configurado

source: Result (possibly after interpolation)
es: Resultado (posible despues de interporlar)

source: Section %s
es: Sección %s

source: Cron Manager
es: Gestor Cron

source: Previous
es: Anterior

source: Next
es: Siguiente

source: No message entries found
es: Ningún mensaje de entradas encontrado

source: You can only delete a global role from here.
es: Puede solamente borrar un cargo global desde aqui.

source: Successfully Deleted Role
es: Cargo Borrado Correctamente

source: Please confirm the deletion of the role.
es: Por favor confirme el borrado del cargo.

source: Missing Role Name
es: Nombre de Cargo Faltante

source: Successfully Created New Role
es: Nuevo Cargo Creado Correctamente

source: Successfully Updated Role
es: Cargo Actualizado Correctamente

source: Error while adding user to role
es: Error mientras se agregaba el cargo del usuario

source: Wrong user name.
es: Nombre de usuario equivocado.

source: Cannot add user to this type of role
es: No puedo añadir el usuario a este tipo de cargo

source: Error: You did not tick the “really remove” box!
es: Error: No ha marcado la casilla “borrar realmente”!

source: User %s removed successfully
es: Usuario %s borrado correctamente

source: Error while removing user %s from role
es: Error al quitar usuario %s del cargo

source: Cannot remove user from this type of role
es: No puedo borrar al usuario de este tipo de cargos

source: Current users with this role
es: Usuarios actuales con este cargo

source: Really remove ticked users from role?
es: Borrar los usuarios marcados de este cargo?

source: No users currently have this role
es: No hay usuarios con ese cargo actualmente

source: Add User
es: Agregar Usuario

source: Public role (can be referenced by projects)
es: Cargo Público (puede ser referenciado por proyectos)

source: Section
es: Sección

source: Subsection
es: Subsección

source: Setting
es: Preferencias

source: Delete role
es: Borrar cargo

source: Really delete this role?
es: ¿Realmente quiere borrar este cargo?

source: Project successfully deleted
es: Proyecto borrado correctamente

source: Permanently and irretrievably delete project
es: Permanentemente e irrecuperable borrado de proyecto

source: Instruction email sent
es: Se ha enviado un correo con Instrucciones

source: Project Info for
es: Información del Proyecto para

source: Permanently Delete Project
es: Proyecto Borrado Permanentemente

source: Pending (P)
es: Pendiente (P)

source: Incomplete (I)
es: Incompleto (I)

source: Active (A)
es: Activo (A)

source: Holding (H)
es: Retener (R)

source: With PFO-RBAC, the “is_public” property is gone. Instead, to make a project public, <%1$s>link<%2$s> the global role “Anonymous/not logged in” then <%3$s>give<%4$s> it “Project visibility” permissions.
es: Con PFO-RBAC, la propiedad “is_public” se ha eliminado. En cambio para hacer un proyecto público, <%1$s>enlace<%2$s> el cargo global “Anonymus/not logged in” y <%3$s>asigna<%4$s>.

source: Template?
es: ¿Plantilla?

source: Registration Application
es: Registro Aplicación

source: SCM Box
es: Caja SCM

source: Resend New Project Instruction Email
es: Reenviar Correo con Instrucciones de un Proyecto Nuevo

source: Project List
es: Listado de proyectos

source: Projects that use plugin
es: Proyectos que emplean complemento

source: Projects that begin with
es: Proyectos que comienzan con

source: Register Time
es: Fecha de Registro

source: Unix Name
es: Nombre Unix

source: Public?
es: ¿Publico?

source: License
es: Licencia

source: Order by project name.
es: Ordenar por nombre de proyecto.

source: Order by register time.
es: Ordenar por fecha de registro.

source: Order by Unix name.
es: Ordenas por nombre Unix.

source: Order by status.
es: Ordenar por estado.

source: Order by public visibility.
es: Ordenar por visibilidad pública.

source: Order by licence type.
es: Ordenar por tipo de licencia.

source: Order by number of members.
es: Ordenar por número de miembros.

source: Order by is the project a template.
es: Ordenar por el proyecto como plantilla.

source: Click to edit this project.
es: Pulse para editar este proyecto.

source: User Maintenance
es: Mantenimiento de Usuarios

source: Active site users: <strong>%d</strong>
es: Usuarios del sistema activos: <strong>%d</strong>

source: Display Full User List/Edit Users
es: Enseñar la lista completa de Usuarios / Editar Usuarios

source: Display Users Beginning with
es: Enseñar Usuarios comanzando por

source: Search <em>(userid, username, realname, email)</em>
es: Buscar <em>(id de usuario, nombre de usuario, nombre real, correo-e)</em>

source: Register a New User
es: Registrar un Nuevo Usuario

source: Pending users
es: Usuarios pendientes

source: Plugins User Maintenance
es: Complementos Mantenimiento de Usuarios

source: Global roles and permissions
es: Cargos y permisos globales

source: Edit Role
es: Editar Cargo

source: Create Role
es: Crear Cargo

source: Project Maintenance
es: Mantenimiento de Proyecto

source: Registered projects
es: Proyecto registrado

source: Active projects
es: Activar proyectos

source: Display Full Project List/Edit Projects
es: Enseñar Proyecto Completo Listar/Editar Proyectos

source: Display Projects Beginning with:
es: Enseñar Proyectos que comienzen por:

source: Search <em>(groupid, project Unix name, project full name)</em>
es: Buscar <em>(id de grupo, nombre Unix del group, nombre completo)</em>

source: Register New Project
es: Registrar un nuevo proyecto

source: Pending projects (new project approval)
es: Proyectos Pendientes (aprobación de nuevos proyectos)

source: Projects with status
es: Proyectos con estados

source: Hold (H)
es: En suspensión (H)

source: Private Projects
es: Proyectos Privados

source: Plugins Project Maintenance
es: Mantenimiento Complementos de Proyectos

source: Pending news (moderation for front-page)
es: Noticias pendientes (moderación para cubierta)

source: Stats
es: Estadísticas

source: Site-Wide Stats
es: Estadísticas del Sitio

source: Trove Project Tree
es: Árbol de Proyecto de Seguimiento

source: Display Trove Map
es: Enseñar Distribución de Seguimientos

source: Add to the Trove Map
es: Añadir a la Distribución de Seguimiento

source: Site Utilities
es: Utilidades del Sitio

source: Mail Engine for %s Subscribers
es: Mensajes Masivos para subscriptores de %s

source: Site Mailings Maintenance
es: Mantenimiento de la Correspondencia de este Sitio

source: Add, Delete, or Edit File Types
es: Añadir, Borrar o Editar Tipos de Ficheros

source: Add, Delete, or Edit Processors
es: Añadir, Borrar o Editar Procesadores

source: Add, Delete, or Edit Themes
es: Añadir, Borrar o Editar Temas

source: Most Recent Opened Sessions
es: Últimas sesiones abiertas

source: Plugin Manager
es: Gestor de Complementos

source: Config Manager
es: Gestor de Configuración

source: Virtual Host Admin Tool
es: Herramienta de Administración de Virtual Host

source: Job / Categories Administration
es: Administración Ejercicio/Categorias

source: Target Audience
es: Audiencia Objetivo

source: No Message
es: No hay mensajes

source: No Subject
es: No hay Asunto

source: Scheduling Mailing, Could not schedule mailing, database error
es: Programando Envío, No Pudo programar envíos por correo, error de BD

source: Mailing successfully scheduled for delivery
es: En envío del correo se ha programado correctamente

source: Delivery Id
es: ID Entrega

source: Scheduling Mailing, Could not delete mailing, database error
es: Programando Envío, No Pudo eliminar envíos por correo, error de BD

source: Mailing successfully deleted
es: Lista de correo borrada correctamente

source: Active Deliveries
es: Envíos Activos

source: Be <span class="important">VERY</span> careful with this form, because submitting it WILL lead to sending email to lots of users.
es: Tenga <span·class="important">MUCHO</span> cuidado con este formulario por que al aceptarlo ENVIARA correos a muchos usuarios.

source: (select)
es: (selecciona)

source: Subscribers to “Site Updates”
es: Subscriptores a “Actualización de Sitio”

source: Subscribers to “Additional Community Mailings”
es: Subscriptores a “Listas de Correo Adicional Comunidad”

source: All Project Developers
es: Todos los Desarrolladores del Proyecto

source: All Project Admins
es: Todos los Administradores del Proyecto

source: All Users
es: Todos los Usuarios

source: Developers (test)
es: Colaboradores (en prueba)

source: Text of Message
es: Texto del Mensaje

source: (will be appended with unsubscription information, if applicable)
es: (será agregado con la información de borrado, si es posible)

source: Schedule for Mailing
es: Programar el envío de correo

source: Last user_id mailed
es: Último correo de id_usuario

source: No deliveries active.
es: No hay destinatarios activos.

source: Could not change password:
es: No pudo cambiar la contraseña:

source: Change User Password
es: Modificar Clave de Usuario

source: You have changed successfully the password of %1$s (%2$s).
es: Ha cambiado correctamente la contraseña de %1$s (%2$s).

source: Go back to %s.
es: Regresar a %s.

source: the Full User List
es: la Lista de Usuarios Completa

source: Changing password for user #%1$s "%2$s" (%3$s).
es: Modificando contraseña para el usuario #%1$s "%2$s" (%3$s).

source: At least 8 characters
es: Al menos 8 carácteres

source: Newsbyte not found
es: ByteNews no encontrado

source: Newsbyte Updated.
es: ByteNews Actualizado.

source: Newsbyte Deleted.
es: ByteNews Borrado.

source: Newsbytes Rejected.
es: BytesNews Rechazado.

source: News Admin
es: Administración de noticias

source: Submitted for project
es: Enviado para el proyecto

source: Approve For Front Page
es: Aprobar para la Página Principal

source: Do Nothing
es: No hacer nada

source: %d user detached from plugin.
es: %d usuario liberados desde el complemento.

source: %d project detached from plugin.
es: %d proyecto quitado del complemento.

source: Plugin %s updated Successfully
es: Complemento %s actualizado correctamente

source: Could not get plugin object
es: No se pudo acceder al objeto complemento

source: Success, config not deleted
es: Correcto, config no borrado

source: Here you can activate / deactivate site-wide plugins which are in the plugins/ folder. Then, you should activate them also per project, per user or whatever the plugin specifically applies to.
es: Aqui puede activar/desactivar complementos globalmente para todos que están en la carpeta complementos. Luego puede activarlos también por cada proyecto, por usuario o hasta lo que este permitido por dicho complemento.

source: Be careful because some projects/users can be using the plugin. Deactivating it will remove the plugin from all users/projects.
es: Cuidado, algunos proyectos podrían estar utilizando el complemento. Desactivarlo eliminará el complemento de todos los usuarios/proyectos.

source: Plugin Name
es: Nombre del Complemento

source: Users Using it
es: Usuarios que lo usan

source: Projects Using it
es: Proyectos usándolo

source: Global Administration View
es: Vista Global de Administración

source: Deactivate
es: Desactivar

source: %d users
es: %d usuarios

source: %d projects
es: %d proyectos

source: Inactive
es: Inactivo

source: Activate
es: Activar

source: Edit Rejection Responses
es: Edita Respuestas de Rechazo

source: You cannot %s “None”!
es: No puede %s “None”!

source: Edited Response
es: Respuesta editada

source: Edit Response
es: Editar Respuesta

source: Response Title
es: Título Respuesta

source: Response Text
es: Texto de Respuesta

source: Deleted Response
es: Respuesta Borrada

source: If you are not sure then why did you click “Delete”?
es: Si no estas seguro ¿porque pulsaste “borrar”?

source: By the way, I didn't delete... just in case...
es: Por otro lado, no lo borré...por si acaso...

source: Added Response
es: Respuesta Añadida

source: Create New Response
es: Crear Respuesta Nueva

source: Admin Search Results
es: Admin Resultados de Búsqueda

source: User search with criteria <em>%1$s</em>: %2$s match
es: Búsqueda de usuario con patrón <em>%1$s</em>: %2$s encontrado
