Repository: fusionforge/fusionforge
Catalog: src/locale/*.po
Languages: es

source: Check the box next to the name of the user(s) you want to add. Your choices will be preserved if you click any of the letters below. When done, click “Finish” to choose the roles for the users you are adding.
es: Marca la casilla junto al usuario(s) que quiera añadir. Sus selecciones se mantendrán si pulsa alguna de las letras de abajo. Cuando hayas acabado, pulse «Finalizar» para elegir los cargos de los usuarios que está agregando.

source: Choose the <strong>First Letter</strong> of the name of the person you wish to add.
es: Elija la <strong>Primera Letra</strong> del nombre de la persona que desea añadir.

source: No Matching Users Found
es: Ningún usuario encontrado

source: Finish
es: Finalizar

source: Successful
es: Correcto

source: No IDs Were Passed
es: No se indicaron IDs

source: Choose the role for each user and then press “Add All”.
es: Elija el cargo de cada usuario y presione “Añadir todos”.

source: Add All
es: Añadir Todos

source: General information about project. Tag, trove list, description.
es: Información Común acerca de proyecto. Etiquetado, lista seguimiento, descripción.

source: Users and permissions
es: Usuarios y permisos

source: Permissions management. Edit / Create roles. Assign new permissions to user. Add / Remove member.
es: Gestion Permisos. Editar/Crear cargos. Asignar nuevos permisos a usuarios Agregar / Quitar miembros.

source: Tools
es: Herramientas

source: Activate / Desactivate extensions like docman, forums, plugins.
es: Activar / Desactivar extensiones como docman, foros, complementos.

source: Project History
es: Historial del Proyecto

source: Show the significant change of your project.
es: Mostrar los cámbios importantes de su proyecto.

source: Effort Units
es: Unidades de Esfuerzo

source: Manage Effort Units used in your project.
es: Gestión de Unidades de Esfuerzo utilizada en su proyecto.

source: Post Jobs
es: Publicar Operaciones

source: Hiring new people. Describe the job
es: Búsqueda nuevos usuarios. Describa el ejercicio

source: Edit Jobs
es: Editar Tareas

source: Edit already created available position in your project.
es: Editar una posición ya existente en su proyecto.

source: This log will show who made significant changes to your project and when
es: Este registro mostrará quien hizo cambios significativos a su proyecto y cuando

source: No changes
es: No Cambiar

source: <strong>NOTE:</strong><dl><dt><strong>Project Admins (bold)</strong></dt><dd>can access this page and other project administration pages</dd><dt><strong>Release Technicians</strong></dt><dd>can make the file releases (any project admin also a release technician)</dd><dt><strong>Tool Technicians (T)</strong></dt><dd>can be assigned Bugs/Tasks/Patches</dd><dt><strong>Tool Admins (A)</strong></dt><dd>can make changes to Bugs/Tasks/Patches as well as use the /toolname/admin/ pages</dd><dt><strong>Tool No Permission (N/A)</strong></dt><dd>Developer doesn't have specific permission (currently equivalent to '-')</dd><dt><strong>Moderators</strong> (forums)</dt><dd>can delete messages from the project forums</dd><dt><strong>Editors</strong> (doc. manager)</dt><dd>can update/edit/remove documentation from the project.</dd></dl>
es: <strong>NOTA:</strong><dl><dt>Los <strong>Administradores del Proyecto (bold)</strong></dt><dd>pueden permitir el acceso a otros administradores</dd><dt>Los <strong>Técnicos en Versiones </strong></dt><dd>pueden crear versiones de ficheros (administradores del proyecto pueden dar privilegios de técnicos )</dd><dt>Los <strong>Técnicos (T)</strong></dt><dd>son asignados en registros Bugs/Tasks/Patches</dd><dt>Las <strong>Herramientas de Administración (A)</strong></dt><dd>pueden realizar cambios en los registros de Bugs/Tasks/Patches utilizando las herramientas de administración de la página correspondiente. </dd><dt><strong>Sin Permisos (N/A)</strong></dt><dd>Los Colaboradores no tienen permisos específicos (normalmente equivale a '-')</dd><dt>Los <strong>Moderadores</strong> (forums)</dt><dd>pueden borrar mensajes de los foros de los proyectos</dd><dt>Los <strong>Editores</strong> (doc. manager)</dt><dd>pueden actualizar/editar/eliminar documentación del proyecto.</dd></dl>

source: You can't delete a global role from here.
es: No puede borrar un cargo global desde aquí.

source: You can't delete a role belonging to another project.
es: No puede borrar un cargo perteneciente a otro proyecto.

source: Deleted Role
es: Cargo Eliminado

source: Please check “I am Sure” to confirm or return to previous page to cancel.
es: Por favor compruebe “Estoy seguro” para confirmar o vuelva a la página anterior para cancelar.

source: Permanently Delete Role %s
es: Borrar permanentemente el cargo %s

source: You are about to permanently delete role %s
es: Está a punto de borrar permanentemente el cargo %s

source: Added Role
es: Cargo Añadido

source: Updated Role
es: Cargo Actualizado

source: New Role
es: Nuevo Cargo

source: Use this page to edit the permissions attached to each role. Note that each role has at least as much access as the Anonymous and LoggedIn roles. For example, if the Anonymous role has read access to a forum, all other roles will have it too.
es: Emplee esta página para editar los permisos adjuntos a cada cargo. Note que cada cargo ha sido como mucho accedidos como cargos Anónimo y Entrado. Por ejemplo, si el cargo Anónimo tiene acceso de lectura al foro, todos los demás cargos del proyecto podrá tenerlo también.

source: Shared role (can be referenced by other projects)
es: Cargo compartido (puede ser referenciado por otros proyectos)

source: At least one plugin does not initialize correctly
es: Como mínimo un complemento no se inicia correctamente

source: Tools for %s
es: Herramientas para %s

source: Active Tools
es: Herramientas Activas

source: Use Project Activity
es: Activar Actividad de Proyecto

source: Use Forums
es: Activar foros

source: Use Trackers
es: Activar Trackers

source: Use Mailing Lists
es: Activar Listas de Correo

source: Use Tasks
es: Activar Tareas

source: Use Documents
es: Emplear Documentos

source: Use Surveys
es: Activar Encuestas

source: Use News
es: Activar Noticias

source: Use Source Code
es: Activar repositorios de código fuente

source: Use File Release System
es: Activar sistema de publicación de ficheros

source: Use FTP
es: Activar FTP

source: Use Statistics
es: Activar Estadísticas

source: Tool Admin
es: Herramienta de administración

source: Documents Admin
es: Administración de documentos

source: Survey Admin
es: Administración de encuestas

source: Source Code Admin
es: Administración del código fuente

source: File Release System Admin
es: Sistema de publicación de ficheros

source: Role not selected
es: Cargo no seleccionado

source: Member Added Successfully
es: Miembro Añadido Correctamente

source: Member Removed Successfully
es: Miembro Quitado Correctamente

source: Member Updated Successfully
es: Miembro Actualizado Correctamente

source: Error Getting GroupJoinRequest
es: Error obteniendo el GroupJoinRequest

source: Rejected
es: Rechazado

source: Role linked successfully
es: Cargo enlazado correcto

source: Linked Role
es: Cargo Enlazado

source: Role unlinked successfully
es: Cargo desenlazado correcto

source: Unlinked Role
es: Roles Desenlazado

source: Members of %s
es: Miembros de %s

source: Pending Membership Requests
es: Peticiones Pendientes de Membresía

source: Accept
es: Aceptar

source: Add Member
es: Añadir Miembro

source: Current Project Members
es: Lista de miembros del proyecto

source: Grant extra role
es: Permitir cargo extra

source: Edit Permissions
es: Editor de Permisos

source: Currently used external roles
es: Cargos externos usados

source: Unlink Role
es: Desenlazar Cargo

source: Available external roles
es: Cargos externos disponibles

source: Link external role
es: Enlaza cargo externo

source: Cannot insert VHOST entry
es: No puede insertar registro VHOST

source: Virtual Host scheduled for creation.
es: Virtual Host en cola para su creación.

source: Not a valid hostname - %s
es: No es un nombre de host válido -%s

source: Could not delete VHOST entry
es: No pudo borrar registro VHOST

source: VHOST deleted
es: VHOST borrado

source: Virtual Host Management
es: Administración del Virtual Host

source: Add New Virtual Host
es: Añadir Nuevo Hospedante Virtual

source: To add a new virtual host - simply point a <strong>CNAME</strong> for <em>yourhost.org</em> at <strong>%1$s.%2$s</strong>. %3$s does not currently host mail (i.e. cannot be an MX) or DNS.
es: Para añadir nuevos huspedadores virtuales - simplemente apunte un <strong>CNAME</strong> para <em>tudominio.org</em> en <strong>%1$s.%2$s</strong>. %3$s no almacena correo (p. e. no puede ser un MX) o DNS.

source: Clicking on “Create” will schedule the creation of the Virtual Host. This will be synced to the project webservers - such that <em>yourhost.org</em> will display the material at <em>%1$s.%2$s</em>.
es: Pulsar en “Crear” programará la creación de un Virtual Host. Este se sincronizará con los servidores web - como <em>tudominio.org</em> mostrará el material en <em>%1$s.%2$s</em>.

source: New Virtual Host <em>(e.g. vhost.org)</em>
es: Crear Hospedador Virtual <em>(ej. vhost.org)</em>

source: No VHOSTs defined
es: No se ha definido VHOSTs

source: A project must be specified for this page.
es: Un proyecto debe ser especificado para esta página.

source: Project Member List
es: Lista de miembros del proyecto

source: If you would like to contribute to this project by becoming a member, contact one of the project admins, designated in bold text below.
es: Si quiere contribuir a este proyecto y comenzar a ser un colaborador, contacte con uno de los administradores del proyecto, están marcados en negrita en el texto inferior.

source: Member
es: Miembro

source: Role(s)/Position(s)
es: Cargo(s)/Posición(es)

source: Skills
es: Capacidades

source: Developer
es: Desarrollador

source: Contact %s
es: Contacto %s

source: done
es: hecho

source: Your request has been submitted.
es: Su petición ha sido enviada.

source: Request to join project
es: Petición de unirse a un proyecto

source: You can request to join a project by clicking the submit button. The administrator will be emailed to approve or deny your request.
es: Puede pedir unirse a un proyecto pulsando enviar. El administrador recibirá un correo-e para aprobar o denegar su petición.Puede pedir unirse a un proyecto pulsando enviar. Los administradores recibirán un correo-e para aprobar o denegar su petición.

source: You must send a comment to the administrator:
es: Debe enviar un comentario al administrador:

source: Project Statistics for %s
es: Estadísticas de proyecto %s

source: Area
es: Área

source: Error during graphic computation.
es: Error durante computación gráfica.

source: Project registration is restricted on %s, and only administrators can create new projects.
es: El registro de proyectos esta restringido en %s, y solo los admins puedencrear nuevos proyectos.

source: No purpose given, autoapprove was on
es: Ningún propósito dado, autoaprobar estaba activada

source: Registration complete
es: Registro completo

source: Your project has been submitted to the %s administrators. Within 72 hours, you will receive notification of their decision and further instructions.
es: Su proyecto ha sido enviado a los administradores de %s. Transcurridas 72 horas, recibira una notificación sobre la decisión e instrucciones.

source: Thank you for choosing %s.
es: Gracias por elegir %s.

source: Approval Error: %s
es: Error de Aprobación: %s

source: Your project has been automatically approved. You should receive an email containing further information shortly.
es: Su proyecto ha sido aprobado automáticamente. Debería recibir un correo-e conteniendo información adicional brevemente.

source: To apply for project registration, you should fill in basic information about it. Please read descriptions below carefully and provide complete and comprehensive data. All fields below are mandatory.
es: Para registrar un proyecto, debe introducir una información básica sobre él. Por favor, lea las descripciones más abajo e introduzca datos completos y comprensibles. Todos los campos son necesarios.

source: You should start with specifying the name of your project. The “Full Name” is descriptive, and has no arbitrary restrictions (except min 3 characters and max 40 characters).
es: Deberia comenzar con asignarle un nombre al proyecto. El “Nombre Completo” es descriptivo, y no tiene restricciones iniciales (excepto el limite de 3-40 caracteres).

source: Project Purpose And Summarization
es: Propósito y resumen del proyecto

source: Please provide detailed, accurate description of your project and what %1$s resources and in which way you plan to use. This description will be the basis for the approval or rejection of your project's hosting on %1$s, and later, to ensure that you are using the services in the intended way. This description will not be used as a public description of your project. It must be written in English. From 10 to 1500 characters.
es: Por favor proporcione una descripción detallada y precisa de su proyecto y que recursos de %1$s piensa utilizar. Esta descripción es básica para aprobar o rechazar la aprobación de su proyecto en %1$s,y después, para habilitar el uso de los servicios solicitados. Esta descripción no se utiliza como descripción pública de su proyecto.

source: Project Public Description
es: Descripción pública del proyecto

source: This is the description of your project which will be shown on the Project Summary page, in search results, etc. (at least 10 characters)
es: Esta es la descripción de su proyecto que se muestra en la página de Sumario del Proyecto, en resultados de búsquedas, etc.

source: In addition to full project name, you will need to choose short, “Unix” name for your project.
es: Además del nombre completo debe elegir un nombre corto, “Unix” para el proyecto.

source: The “Unix Name” has several restrictions because it is used in so many places around the site. They are:
es: El “Nombre Unix” tiene restricciones por que se utilizará en muchas partes del sistema. Son:

source: cannot match the Unix name of any other project;
es: no puede coincidir el nombre Unix de cualquier otro proyecto;

source: must be between 3 and 15 characters in length;
es: debe tener entre 3 y 15 caracteres de logitud;

source: must be in lower case (upper case letters will be converted to lower case);
es: debe estár en minúsculas (las mayusculas se transformarán a minusculas);

source: can only contain characters, numbers, and dashes;
es: puede solamente contener caracteres, numeros y guiones;

source: must be a valid Unix username;
es: debe ser un nombre usario Unix valido;

source: cannot match one of our reserved domains;
es: no puede coincidir con otros nombres ya reservados;

source: Unix name will never change for this project;
es: El Nombre Unix no cambiará para este proyecto;

source: Your Unix name is important, however, because it will be used for many things, including:
es: Tu nombre Unix es muy importante, por que se empleará de muchas formas, incluyendo:

source: a web site at <samp>unixname.%s</samp>,
es: un sitio web en <samp>nombreunix.%s</samp>,

source: the URL of your source code repository,
es: la URL de tu repositorio de código fuente,

source: shell access to <span class="tt">unixname.%s</span>,
es: acceso shell a <span class="tt">nombreunix.%s</span>,

source: search engines throughout the site.
es: motores de busqueda en todo el sitio.

source: You can choose among different SCM for your project, but just one (or none at all). Please select the SCM system you want to use.
es: Debe elegir un único sistema entre los diferentes SCM (Sistemas de control de configuración) para su proyecto. Debe elegir sólo uno. Por favor, elija el sistema SCM que desea usar.

source: No SCM
es: Sin SCM

source: Project template
es: Plantilla del proyecto

source: You can either start from an empty project, or pick a project that will act as a template for yours. Your project will initially have the same configuration as the template (same roles and permissions, same trackers, same set of enabled plugins, and so on).
es: Puede comenzar en un proyecto vacio, o elegir uno que actue como plantilla. Su proyecto inicialmente tiene la misma configuración que la plantilla (algunos cargos y permisos, algunos seguimientos, mismo grupo de complementos habilitados, y demás).

source: Start from empty project
es: Inicar desde proyecto vacío

source: Please pick a project that will act as a template for yours. Your project will initially have the same configuration as the template (same roles and permissions, same trackers, same set of enabled plugins, and so on).
es: Por favor elija un proyecto que actúe como plantilla. Su proyecto inicialmente tendrá la misma configuración que el elegido (mismos cargos y permisos, mismos seguimientos, mismo grupo de complementos activos...).

source: You can either start from an empty project, or use the %s project as a template for yours. Your project will initially have the same configuration as the template (same roles and permissions, same trackers, same set of enabled plugins, and so on).
es: Puede comenzar desde cero, o utilizar el proyecto %s como una plantilla para el nuevo. Su proyecto inicialmente tendrá la misma configuración que la plantilla (mismos cargos y permisos, seguimientos, grupo de complementos activos ...).

source: Your project will initially have the same configuration as the %s project (same roles and permissions, same trackers, same set of enabled plugins, and so on).
es: Su proyecto tendrá la misma configuración que el proyecto %s (mismos cargos y permisos, seguimientos, mismo grupo de complementos activos,...).

source: Since no template project is available, your project will start empty.
es: Dado que no hay plantilla de proyecto disponible, su proyecto comenzará vacío.

source: Manage Project Task&apos;s Statuses
es: Gestiona Estados de Tareas del Proyecto

source: Status Id
es: ID Estado

source: Status Name
es: Nombre de Estado

source: You can create statuses to classify a particular task&apos;s status. Examples of statuses include &quot;Open&quot;, &quot;Close&quot;, &quot;Deleted&quot;.
es: Puede crear estadísticas para clasificar un estado de tarea particular. Ejemplos de estados incluye &quot;Abrir&quot;, &quot;Cerrar&quot;, &quot;Borrar&quot;.

source: Users
es: Usuarios

source: User Activity
es: Actividad de Usuario

source: Project-specific reports: Tracker, Task Mgr, Forums, Doc Mgr, Downloads
es: Boletines específicos de Proyecto: Registro, Tareas, Foros, Gestor de documentación, Descargas

source: Project Activity
es: Actividad de Proyecto

source: Site-wide reports: Tracker, Task Mgr, Forums, Doc Mgr, Downloads
es: Informes de todo el Sistema: Registro, Tareas, Foros, Gestor de documentación, Descargas

source: Tool Pie Graphs
es: Herramienta Gráfica de Tarta

source: Site-Wide Activity
es: Actividades de todo el sistema

source: Individual User Time Report (graph)
es: Boletín Individual de Usuario (gráfica)

source: report
es: boletín

source: Individual Project Time Report (graph)
es: Boletín Temporal por Proyecto Individual (gráfica)

source: Site-Wide Time Report (graph)
es: Sitio Completo de Boletín Horario de Todo el Sistema (gráfico)

source: Site-Wide Total Hours Graph (graph)
es: Sitio Completo de Boletín Gráfico Completo de Horas Totales del Sistema (gráfica)

source: User Summary Report
es: Boletín Resumido de Usuario

source: Administrative
es: Administración

source: Initialize / Rebuild Reporting Tables
es: Inicializar / Reconstruir Tablas de Boletín

source: Manage Time Tracker Categories
es: Gestionar Categorías del Gestor de Seguimiento Temporal

source: Time Tracking By Project
es: Boletín de horas por proyecto

source: Successfully Rebuilt
es: Reconstruido Correctamente

source: Reporting System Initialization
es: Inicialización de Boletines del Sistema

source: Occasionally, if cronjobs failed or the database was damaged, you may have to rebuild the reporting tables.
es: Ocasionalmente, si los cronsjobs han fallados o la BBDD esta dañada, debería reconstruir las tablas de boletín.

source: If you are sure you want to rebuild all the reporting tables, check the “I am Sure” box and click the button below.
es: Si esta seguro que quiere reconstruir las tablas de boletín, marca “Estoy Seguro” y pulsa el botón siguiente.

source: This could take a couple minutes, so DO NOT CLICK MORE THAN ONCE.
es: Podría llevar unos minutos así que NO HAGA CLICK MÁS DE UNA VEZ.

source: Press ONLY ONCE
es: Haga click una ÚNICA VEZ

source: Site-Wide Time Tracking
es: Sitio Completo de Seguimiento Horario

source: Time Entries For The Week Starting %s
es: Asientos Temporales Semanal Comenzando el %s

source: Project/Task
es: Proyecto/Tarea

source: Hours worked
es: Horas trabajadas

source: Total Hours
es: Horas Totales

source: Add Entry
es: Añadir entrada

source: Choose a Project/Subproject in the Tasks. You will then have to choose a Task and category to record your time in.
es: Elegir un Proyecto/Subproyecto en las Tareas. Luego tendrá que elegir una Tarea y categoría para registrar sus horas ahí.

source: Change Week
es: Cambiar Semana

source: Choose A Week to Record Or Edit Your Time.
es: Elija una semana para almacenar o editar sus horas.

source: After you choose a week, you will be prompted to choose a Project/Subproject in the Tasks.
es: Tras elegir una semana, se le pedirá elejir un Proyecto/Subproyecto dentro de las Tareas.

source: Week Starting
es: Comienzo de semana

source: Time Code
es: Horas de programación

source: You can create categories for how time might be spent when completing a particular task. Examples of categories include “Meeting”, “Coding”, “Testing”.
es: Puede crear categorías para qué tiempo consumido cuando completa una tarea en particular. Ejemplos : “Reuniones”, “Escribiendo código”, “Pruebas”.

source: Choose the <strong>First Letter</strong> of the name of the person you wish to report on.
es: Elija la <strong>Primera Letra</strong> del nombre de la persona que desea conocer el boletín.

source: Choose the range from the pop-up boxes below. The report will list all tasks with an open date in that range.
es: Elige el rango desde la caja aparecidas abajo. El boletín listará todas las tareas con fecha de apertura en ese rango.

source: Task Status
es: Estado del Ejercicio

source: No matches found
es: Coincidencias no encontradas

source: Cum. Hrs
es: Hrs. Acum

source: Rem. Hrs
es: Hrs. Rstn

source: User Time Reporting
es: Boletín Horario de Usuario

source: New repository %s registered, will be created shortly.
es: Repositorio nuevo %s registrado, será creado brevemente.

source: Repository %s is marked for deletion (actual deletion will happen shortly).
es: Repositorio %s está marcado para borrado (actual borrado ocurrirá brevemente).

source: Note: Changing the repository does not delete the previous repository. It only affects the information displayed under the SCM tab.
es: Nota: modificando el repositorio no borra el repositorio anterior. Solo afectará a la información enseñada bajo la pestaña SCM.

source: Site has SCM but no plugins registered
es: El sitio SCM pero no tiene complementos registrados

source: View Source Code
es: Vista de Código Fuente

source: Online Source code browsing
es: Examinar código fuente remoto

source: Global statistics on this SCM repository
es: Estadísticas globales en este repositorio SCM

source: Administration page : enable / disable options
es: Página administrativa : activa / desactiva opciones

source: Others
es: Otros

source: Commits By User
es: Efectuaciones Por Usuario
