Repository: fusionforge/fusionforge
Catalog: src/locale/*.po
Languages: es

source: No commits during this period.
es: Ninguna efectuación durante este periodo.

source: The repository for this project isn't created yet. It will be created in the next few minutes.
es: El repositorio de este proyecto no se ha creado todavía. Se creará en unos minutos.

source: This project has no associated Source Code Management tool defined, please configure one using the Administration submenu.
es: Este proyecto no tiene asiciadas ninguna herramienta de Gestión de Código Fuente, por favor confugure uno empleando el submenú de Administración.

source: Source Code Repository for %s
es: Repositorio de Código Fuente para %s

source: SCM Repository Reporting
es: Informe de Repositorio SCM

source: Commits Over Time
es: Efectuaciones Sobre Tiempo

source: Commits Last 30 Days
es: Efectuaciones Últimos 30 Días

source: Commits Last 90 Days
es: Efectuaciones Últimos 90 Días

source: Commits Last 365 Days
es: Efectuaciones Últimos 365 Días

source: This project's documents
es: Los documentos de este proyecto

source: This forum
es: Este foro

source: This project's forums
es: Los foros de este proyecto

source: This project's releases
es: Estas publicaciones del proyecto

source: This project's news
es: Estas noticias de este proyecto

source: This project's tasks
es: Estas tareas de este proyecto

source: This project's trackers
es: Estos seguimientos del proyecto

source: Forum Search Results
es: Resultados de la búsqueda en el foro

source: Tracker Search Results
es: Resultados de Búsqueda en Seguimiento

source: Task Search Results
es: Resultados de Ejercicios Buscados

source: Documentation Search Results
es: Resultado de la Busqueda en la documentación

source: Files Search Results
es: Resultado de la búsqueda en los ficheros

source: News Search Results
es: Resultado de la búsqueda en las noticias

source: No result found
es: Ningún resultado obtendido

source: Note: only the first %d results for this category are displayed.
es: Nota: sólo se muestran los primeros %d resultados de esta categoría.

source: No sections available (check your permissions)
es: No hay secciones disponibles (verifica tus permisos)

source: with all words
es: con todas las palabras

source: with one word
es: con una palabra

source: Search All
es: Buscar Todo

source: Search for documents
es: Buscar documentos

source: Post Date
es: Fecha Contable

source: %s Search Results
es: %s Resultados de Busqueda

source: Tip: Use %s to get more precise results.
es: Consejo: Emplee %s para obtener resultados más preciosos.

source: People Search
es: Buscar Gente

source: Project Search
es: Búsqueda de Proyecto

source: Completed
es: Completado

source: Search the entire project
es: Buscar en todo el proyecto

source: People
es: Gente

source: Error: Invalid search
es: Error: Búsqueda inválida

source: toaddress
es: a la dirección

source: touser
es: usuario

source: You can only send to addresses @<em>%s</em>.
es: Sólo pued enviar a la dirección @<em>%s</em>.

source: Body
es: Cuerpo

source: Contact
es: Contacto

source: Message has been sent
es: El mensaje se ha enviado correctamente

source: Fill it out accurately and completely or the receiver may not be able to respond.
es: Rellene adecuada y completamente o el destino no será capaz de responder.

source: <strong>IF YOU ARE WRITING FOR HELP:</strong> Did you read the site documentation? Did you include your <strong>user_id</strong> and <strong>user_name?</strong> If you are writing about a project, include your <strong>project id</strong> (<strong>group_id</strong>) and <strong>Project Name</strong>.
es: <strong>SI ESTA BUSCANDO AYUDA:</strong> Has leido la documentación del sitio? Has incluido tu <strong>user_id</strong> y <strong>user_name?</strong> Si estas buscando para un proyecto, inclúyalo en su <strong>project id</strong> (<strong>group_id</strong>) y <strong>Nombre Proyecto</strong>.

source: Your Name
es: Su Nombre

source: Your Email Address
es: Dirección Correo-e

source: Send Message
es: Enviar Mensaje

source: Submit A New Snippet
es: Enviar un nuevo recorte

source: snippet_package_version_id missing
es: snippet_package_version_id ausente

source: Error: Only the creator of a package version can add snippets to it.
es: Error: Solo el creador de una versión de paquete puede añadir recortes a el.

source: Error: snippet does not exist
es: Error: ese recorte no existe

source: Back To Add Page
es: Regresar para añadir una página

source: Error: That snippet was already added to this package.
es: Error: Este recorte ya ha sido añadido anteriormente a este paquete.

source: Error doing snippet version insert
es: Error insertando la versión del recorte

source: Snippet Version Added Successfully.
es: Versión del recorte añadido correctamente.

source: Go back and fill in all the information
es: Regrasa y rellena toda la información

source: You can use this form repeatedly to keep adding snippets to your package.
es: Puede emplear este formulario repetidamente para conserver añadiendo etiquetas a su paquete.

source: The “Snippet Version ID” is the unique ID number that is shown next to a specific version of a snippet on the browse pages.
es: La “Version Recorte ID” es el identificador único ID que se muestra junto a la versión específica de un recorte de código en las páginas mostradas.

source: Add This Snippet Version ID
es: Añadir Este ID de Versión Recortada

source: Make sure all info is complete and accurate
es: Está seguro que toda la información está completa y es correcta

source: No Snippets Are In This Package Yet
es: Todavía No hay Recortes en este Paquete

source: Snippets In This Package
es: Recortes en este Paquete

source: Remove this snippet version
es: Quita esta versión recortada

source: New snippet version
es: Útlima versión del recorte

source: If you have modified a version of a snippet and you feel it is significant enough to share with others, please do so.
es: Si ha modificado una versión de un recorte sustancialmente y crea que debe compartirlo con otros, por favor, hágalo.

source: Last version
es: Última version

source: Paste the Code Here
es: Pegue el código aquí

source: Error: snippet_package does not exist
es: Error: este paquete_recorato no existe

source: Error doing snippet package version insert
es: Error recortando versión de paquete insertado

source: New snippet package
es: Publicar un nuevo paquete de recortes

source: Snippet Package Version Added Successfully.
es: La versión del paquete de recortes se añadió correctamente.

source: Add snippet to package
es: Añade recorte al paquete

source: IMPORTANT!
es: ¡IMPORTANTE!

source: If a new window opened, use it to add snippets to your package. If a new window did not open, use the following link to add to your package BEFORE you leave this page.
es: Si se abre una nueva ventana, úsela para añadir recortes al paquete. Si la ventana nueva no se abre, use el siguiente enlace para añadir un recorte a su paquete ANTES de que deje esta página.

source: Add snippets to package
es: Añade recortes al paquete

source: <strong>Browse the library</strong> to find the snippets you want to add, then add them using the new window link shown above.
es: <strong>Explore la biblioteca</strong> para encontrar los recortes que quiera añadir, después añádala usando el enlace mostrado arriba.

source: If you have modified a version of a package and you feel it is significant enough to share with others, please do so.
es: Si ha modificado una versión de un recorte sustancialmente y crea que debe compartirlo con otros, por favor, hazlo.

source: Error: was the URL or form mangled??
es: Error: ¿fue la URL o formato manipulado??

source: Snippet Library
es: Librería de Recortes

source: Snippets by language: %s
es: Recortes por lenguaje: %s

source: Snippets by category: %s
es: Recortes por categoría: %s

source: Error: bad url?
es: Error: url incorecta?

source: No snippets found.
es: No se encontraron recortes.

source: Creator
es: Creador

source: Packages Of Snippets
es: Paquetes de los Recortes

source: Snippets
es: Recortes

source: Delete Snippets
es: Borrar Recortes

source: Error: package version not found.
es: Error: versión del paquete no encontrado.

source: Error: Only the creator of a package version can delete snippets from it.
es: Error: Solo el creador de una versión de paquete puede eliminar recortes de él.

source: Error: That snippet does not exist in this package.
es: Error: Este recorte no existe en este paquete.

source: Item Removed From Package
es: Elemento Quitado Del Paquete

source: Error: That snippet does not exist.
es: Error: Ese recorte no existe.

source: Error: Only the creator of a snippet can delete it.
es: Error: Solo el creador de una versión de paquete puede eliminarlo.

source: Snippet Removed
es: Fragmento Quitado

source: Error: Only the creator of a package version can delete it.
es: Error: Solo el creador de una versión de paquete puede eliminarlo.

source: Package Removed
es: Paquete Quitado

source: Error: mangled URL?
es: Error: ¿URL manipulada?

source: no versions found
es: ninguna versión encontrada

source: Versions Of This Snippet
es: Versiones de Este Recorte

source: Snippet ID
es: ID del Recorte

source: Download Version
es: Descargar Versión

source: Date Posted
es: Fecha Pospuesta

source: Delete this version
es: Borrar esta versión

source: Changes since last version:
es: Cambios desde la última versión:

source: Download a raw-text version of this code by clicking on “Download Version”
es: Descargar una versión texto de este código pulsando en “Descargar Versión”

source: Latest Snippet Version
es: Última Versión Recortada

source: You can submit a new version of this snippet if you have modified it and you feel it is appropriate to share with others.
es: Si ha modificado una versión de este recorte sustancialmente y crea que debe compartirlo con otros, por favor, hágalo.

source: Versions Of This Package
es: Versiones De Este Paquete

source: Package Version
es: Versiones del Paquete

source: Delete this snippet
es: Borra este recorte

source: Latest Package Version:
es: Última versión del paquete:

source: You can submit a new version of this package if you have modified it and you feel it is appropriate to share with others.
es: Puede enviar una versión nueva de este paquete si lo ha modificado y crea que es apropiado compartirlo con otros.

source: The purpose of this archive is to let you share your code snippets, scripts, and functions with the Open Source Software Community.
es: El propósito de este archivo es pemitirle compartir sus recortes de código, scripts y funciones con la Comunidad de Open Source.

source: You can create a “new snippet”, then post additional versions of that snippet quickly and easily.
es: Ha podido crear un “nuevo recorte”, luego publica versiones adicionales de este recorte rapida y facilmente.

source: Once you have snippets posted, you can then create a “Package” of snippets. That package can contain multiple, specific versions of other snippets.
es: Una vez que tus recortes han sido publicados, puedes crear un “Paquete” de recortes. El paquete puede contener varias, versiones específicas de otros recortes.

source: Browse Snippets
es: Examinar por Recortes

source: You can browse the snippet library quickly:
es: Puede navegar por la libreria de recortes rapidamente:

source: Browse by Language
es: Explore por Lenguaje

source: Error doing snippet package insert
es: Error haciendo una inserción de paquete recortado

source: Submit A New Snippet Package
es: Publicar un nuevo paquete de recortes

source: Snippet Package Added Successfully.
es: Paquete de recortes añadido correctamente.

source: You can group together existing snippets into a package using this interface. Before creating your package, make sure all your snippets are in place and you have made a note of the snippet ID's.
es: Puede agruparlos todos los recortes existentes en un paquete usando este interface. Antes de crear su paquete, asegurese que todos los recortes estan en su sitio y ha hecho la anotación del ID del recorte.

source: Create the package using this form.
es: Crear el paquete usando este formulario.

source: <strong>Then</strong> use the “Add Snippets to Package” link to add files to your package.
es: <strong>Luego</strong> use el enlace “Agregar recortes al Paquete” para añadir ficheros a su paquete.

source: <span class="important">Note:</span> You can submit a new version of an existing package by browsing the library and using the link on the existing package. You should only use this page if you are submitting an entirely new package.
es: <span class="important>Nota:</span> Puede enviar una nueva versión de un paquete existente explorando por la biblioteca y usando el enlace del paquete existiente. Podria usar solo esta página si estas enviando un paquete completamente nuevo.

source: First Posted Version
es: Primera Versión Publicada

source: Suggest a Language
es: Sugiere un Lenguaje

source: Suggest a Category
es: Sugiere una Categoría

source: Choose One
es: Elegir una

source: Unix Admin
es: Administración Unix

source: HTML Manipulation
es: Manipulación HTML

source: BBS Systems
es: Sistemas BBS

source: Auctions
es: Subastas

source: Calendars
es: Calendarios

source: Database Manipulation
es: Manipulación de Base de Datos

source: Searching
es: Buscando

source: File Management
es: Administración de Ficheros

source: Games
es: Juegos

source: Voting
es: Votación

source: Shopping Carts
es: Tarjetas de Compra

source: Math Functions
es: Funciones Matemáticas

source: Full Script
es: Guión Completo

source: Sample Code (HOWTO)
es: Código de Ejemplo (HOWTO/CÓMO)

source: README
es: LEEME

source: WebSite Only
es: Solo Web

source: Other Language
es: Otro Lenguaje

source: Create A Package
es: Crear un Paquete

source: Error doing snippet insert
es: Error insertando recorte

source: Snippet Added Successfully.
es: Recorte Añadido Correctamente.

source: Snippet submit
es: Enviar Recortes

source: You can post a new code snippet and share it with other people around the world. Just fill in this information. <strong>Give a good description</strong> and <strong>comment your code</strong> so others can read and understand it.
es: Puede enviar un recorte nuevo de código y compartirlo con otros usuarios del mundo. Rellene esta información. <strong>De una buena descripción</sstrong> y <strong>comente su código</strong> para que otros usuarios puedan leerlo y comprenderlo.

source: <span class="important">Note:</span> You can submit a new version of an existing snippet by browsing the library. You should only use this page if you are submitting an entirely new script or function.
es: <span class="important">Nota:</span> Puede enviar un nueva versión de un recorte existente explorando por la biblioteca. Puede usar esta página si esta enviando un guión o función completamente nueva.

source: Script Type
es: Tipo de Guión

source: en_US
es: es_ES

source: N/A
es: N/D

source: Activity Percentile
es: Percentil de Actividad

source: Activity Ranking
es: Ranking de Actividad

source: [This project needs help]
es: [Este proyecto requiere ayuda]

source: Software Map
es: Mapa de Software

source: That Trove category does not exist
es: Esa categoría de seguimiento no existe

source: Now limiting view to projects in the following categories:
es: Ahora limitando la vista de proyectos en las siguientes categorías:

source: Remove This Filter
es: Quitar este Filtro

source: Browse By
es: Examinar por

source: More than <strong>%d</strong> projects in result set.
es: Más <strong>%d</strong>proyectos en esta categoría.

source: <strong>%d</strong> project in result set.
es: <strong>%d</strong> proyecto en el conjunto resultado.

source: Displaying %1$s per page. Projects sorted by activity ranking.
es: Enseñando %1$s por página. Proyectos ordenados por puntos de actividad.

source: A file must be specified for this page.
es: Un fichero debe ser especificado para esta página.

source: The file argument is invalid.
es: El fichero es inválido.

source: Cannot find specified file to display.
es: No se pudo encontrar el fichero a enseñar.

source: Source of %s
es: Fuente de %s

source: %s Sitewide Statistics Graphs
es: %s Gráficos estadísticos del sitio

source: OVERVIEW STATS
es: ESTADÍSTICAS RESUMIDAS

source: PROJECT STATS
es: ESTADÍSTICAS DE PROYECTOS

source: SITE GRAPHS
es: GRÁFICOS DEL SITIO

source: Displayed data: only last 24 months.
es: Fecha enseñada: solo últimos 24 meses.

source: %s I18n Statistics: Languages Distributions
es: %s I18n estadísticas: Distribución por lenguages

source: Total Non-English
es: Total no Inglés

source: This is a list of the preferences that users have chosen in their user preferences; it does not include languages which are selected via cookies or browser preferences
es: Esta es una lista de preferencias elegidas por los usuarios en sus "preferencias de usuario"; no incluye lenguages que son elegidos via cookies o preferencias del navegador

source: %s Sitewide Aggregate Statistics
es: %s Estadísticas agregadas del sitio

source: Other statistics
es: Otras estadísticas

source: No records found. Database error:
es: No se localizan datos. Error Base de Datos:

source: Source IP
es: IP origen

source: %s Site Project Statistical Comparisons
es: %s Estadísticas comparadas de proyecto

source: All Projects
es: Todos Proyectos

source: Special Projects
es: Proyectos estrella

source: (no category found with ID %d)
es: (no se encontró categoría con el ID %d)

source: Projects in trove category:
es: Proyectos en esta categoría de seguimiento:

source: OR enter Special Project List:
es: O introduzca una lista especial de proyectos:

source: <strong>comma separated</strong> group_id's)
es: <strong>separado por comas</strong> id_grupo/os)

source: Report:
es: Boletín:

source: last_30
es: últimos_30

source: View by:
es: Ver por:

source: Generate Report
es: Generar Boletín

source: All Trkr
es: Todos Sgt

source: Site
es: Sitio

source: Subdomain
es: Subdominio

source: Query returned no valid data.
es: La consulta devuelve datos no válidos.

source: Statistics for the past %d days
es: Estadísticas para los últimos %d días

source: Site Views
es: Vistas del sitio

source: Subdomain Views
es: Vistas del subdominio

source: No Data
es: Sin fecha

source: Statistics for the past %d months
es: Estadísticas de los últimos %d meses

source: Current Aggregate Statistics for All Time
es: Estadísticas acumuladas de todo el tiempo

source: Developers
es: Desarrolladores

source: Page view: no graph to display.
es: Vista página: ningún gráfico a enseñar.

source: New users
es: Crear usuarios

source: New projects
es: Crear proyectos

source: New users, new projects: no graph to display.
es: Usuarios nuevos, proyectos nuevos: sin gráfico a enseñar.

source: Surveys Administration
es: Administración de encuestas

source: You are not a Project admin
es: Usted no es un administrador de proyecto

source: It's simple to create a survey.
es: Crear una encuesta es sencillo.

source: Create questions and comments using the forms above.
es: Cree preguntas y comentarios usando los formularios de arriba.

source: Create a survey, listing the questions in order (choose from <strong>your</strong> list of questions).
es: Crear una nueva encuesta, mostrando las preguntas en orden (escoja desde <strong>su</strong> lista de preguntas).

source: Link to the survey using this format: %s where XX is the survey number
es: Enlace a la encuesta usando este formato: %s donde XX es el número de encuesta.

source: You can now activate/deactivate surveys on the %1$s Edit Existing Surveys %2$s page
es: Ahora puede activar o desactivar una encuesta en la página de %1$s Editar las encuestas existentes %2$s

source: Edit a Question
es: Edite una Pregunta

source: Add a Question
es: Añade una Cuestión

source: Cannot get Survey Question
es: No se puede obtener la Pregunta de Encuesta

source: No questions found
es: No se encontraron preguntas

source: Cannot get Survey Response Factory
es: No se puede obtener Respuesta a la Encuesta

source: Results
es: Resultados

source: Yes / No
es: Sí / No

source: Survey Results
es: Resultados de Encuesta

source: Cannot get Survey
es: No se puede obtener la Encuesta

source: No Survey Question is found
es: No se encontró preguntas

source: Survey Added
es: Encuesta añadida

source: Edit a Survey
es: Edite una Encuesta

source: Add a Survey
es: Añade una Encuesta

source: Add Survey
es: Añadir Encuesta

source: Add Question
es: Añadir Pregunta

source: Show Results
es: Mostrar resultados

source: Views Surveys
es: Ver Encuestas

source: Add this Question
es: Añade esta Pregunta

source: WARNING! It is a bad idea to change a question after responses to it have been submitted
es: ¡CUIDADO! Es una mala idea cambiar una pregunta cuando se han enviado respuestas a esa pregunta

source: Question
es: Pregunta

source: Question Type
es: Tipo de pregunta

source: Please %1$s create a question %2$s before creating a survey
es: Por favor %1$s cree una pregunta %2$s antes de crear una encuesta

source: Add this Survey
es: Añade esta Encuesta

source: WARNING! It is a bad idea to edit a survey after responses have been posted
es: ¡CUIDADO! Es una mala idea cambiar una pregunta cuando se han enviado respuestas a esa misma pregunta

source: Survey Title
es: Título de Encuesta

source: Is Active?
es: ¿Está activa?

source: Addable Questions
es: Pregunta Añadibles

source: Questions
es: Preguntas

source: Questions in this Survey
es: Preguntas de esta encuesta

source: Delete from this Survey
es: Borra desde esta Encuesta

source: %d question found
es: %d pregunta encontrada

source: Question ID
es: ID Pregunta

source: Edit/Delete
es: Edita/Borrar

source: Survey ID
es: ID Encuesta

source: Number of Questions
es: Número de Preguntas

source: Number of Votes
es: Número de Votos

source: Did I Vote?
es: ¿Votado?

source: Result
es: Resultado

source: Result with Graph
es: Resultado con Gráficas

source: Result with Graph and Comments
es: Resultado con Gráficas y Comentarios

source: Error: you cannot vote for inactive survey
es: Error: no puede votar en una encuesta inactiva

source: Warning - you are about to vote a second time on this survey.
es: Aviso - está apunto de votar por segunda vez en esta encuesta.

source: No Votes
es: Sin Votos

source: View All %s Comment
es: Ver Comentario

source: Surveys for %s
es: Encuestas para %s

source: Select a survey to vote
es: Seleccione una encuesta para votar

source: The information collected in these surveys will never be sold to third parties or used to solicit you to purchase any goods or services.
es: La información recogida por estas consultas no será vendidas a terceras partes o usadas para la venta de servicios o productos.

source: This information is being gathered to build a profile of the projects and developers being surveyed. That profile will help visitors to the site understand the quality of a given project.
es: Esta información se ha recopilado para construir un perfil de los proyectos y desarrolladores que han sido encuestados. Este perfil ayudará a los visitantes para comprender la calidad del proyecto.

source: The ID's of those who answer surveys are suppressed and not viewable by project administrators or the public or third parties.
es: El ID de aquellos que respondieron las encuestas se suprime y no será visible por los administradores del proyecto ni será público ni por terceras partes.

source: The information gathered is used only in aggregate form, not to single out specific users or developers.
es: La información recopilada se usará solamente como un formato agregado no para un uso individual de usuarios o desarrolladores especifico.
