Repository: fusionforge/fusionforge
Catalog: src/locale/*.po
Languages: es

source: Preserve my pre-formatted text
es: Mantener mi texto preformateado

source: Submit/Refresh
es: Enviar/Refrescar

source: Add Files To This Release
es: Añadir Ficheros a esta Publicación

source: Now, choose a file to upload into the system.
es: Ahora escoja un fichero para subir a su sistema.

source: Upload a new file
es: Carga un nuevo fichero

source: File Type
es: Tipo de Fichero

source: Processor Type
es: Tipo de Procesador

source: Add This File
es: Añadir Este Fichero

source: Edit Files In This Release
es: Editar Ficheros en esta Release

source: Once you have added files to this release you <strong>must</strong> update each of these files with the correct information or they will not appear on your download summary page.
es: Una vez haya añadido ficheros a esta versión, <strong>debe</strong> actualizar cada uno de ellos con la información correcta o no aparecerán en la página resumen de descarga.

source: Select / Deselect all files for massaction
es: Seleccionar / Deseleccionar todos los ficheros para operaciones masivas

source: Processor
es: Procesador

source: Select / Deselect this file for massaction
es: Seleccionar / Deseleccionar este fichero para operaciones masivas

source: Update/Refresh
es: Actualizar/Recargar

source: Delete this file
es: Borra este fichero

source: Delete file
es: Borrar fichero

source: Delete the file
es: Elimina la fila

source: Actions availables for selected files, you need to check at least one file to get actions
es: Operaciones disponibles para ficheros seleccionados, necesita marcar al menos un fichero para realizar operaciones

source: Mass actions for selected files
es: Operaciones masivas para ficheros seleccionados

source: Delete selected file(s)
es: Eliminar ficheros seleccionado(s)

source: Delete files
es: Eliminar ficheros

source: You are about to delete permanently this file. Are you sure? This action is definitive.
es: Está a punto de borrar permanentemente este fichero. ¿Esta seguro? Esta acción es definitiva.

source: Associate Objects To/From This Release
es: Asociar Objeto Origen/Destino a Esta Publicación

source: Associate Objects
es: Objetos Asociados

source: Monitoring Information
es: Monitorizar Información

source: There is %s user monitoring this package.
es: Hay %s usuario monitorizando este paquete.

source: Attach/Detach Roadmaps To This Release
es: Adjuntar/Quitar Calandarios a esta Publicación

source: Name
es: Nombre

source: Detach this roadmap from this release
es: Quitar este calendario desde esta publicación

source: Attach this roadmap from this release
es: Adjuntar este calendario desde esta publicación

source: No Roadmap available
es: Sin calendario disponible

source: There are no file packages defined for this project.
es: No hay paquetes de versiones definidos para este proyecto.

source: Below is a list of all files of the project.
es: Debajo se encuentra la lista de todos los ficheros del proyecto.

source: The release you have chosen is <span class="selected">highlighted</span>.
es: La publicación que ha escogido esta <span·class="selected">resaltada</span>.

source: Before downloading, you may want to read Release Notes and ChangeLog (accessible by clicking on release version).
es: Antes de descargar, puede leer las Notas de la Versión y los Cambios (accesible pulsando la versión publicada).

source: To create a new release click here.
es: Para crear una nueva versión pulse aquí .

source: Child Project %s Packages
es: Paquetes del Subproyecto %s

source: Unable to set monitoring
es: Incapaz de configurar monitorización

source: Download the newest release as ZIP.
es: Descarga la publicación más reciente como ZIP.

source: This link always points to the newest release as a ZIP file.
es: Este enlace siempre apunta a una nueva release en formato fichero ZIP.

source: No releases
es: Sin publicaciones

source: Download this release as ZIP.
es: Descarga esta publicación como ZIP.

source: This link always points to this release as a ZIP file.
es: Este enlace siempre apunta a esta publicación como un fichero ZIP.

source: Linked Roadmaps
es: Calendarios Enlazados

source: No files
es: Ningún Fichero

source: Arch
es: Arquitectura

source: Type
es: Tipo

source: Latest
es: Última

source: Latest version
es: Última version

source: Could Not Get FRSPackageFactory
es: No Pudo Obtener FRSPackageFactory

source: View File Releases
es: Ver versiones publicadas

source: No package found. You need to create one before creating releases.
es: Ningún paquete encontrado. Requiere crear uno antes de crear publicaciones.

source: Quick Release System
es: Sistema rápido de publicación

source: Package ID
es: Id Paquete

source: Or %1$s create a new package %2$s
es: O %1$s crea un nuevo paquete %2$s

source: You can probably not upload files larger than about %.2f MiB in size.
es: Probablemente no pueda subir ficheros mas grandes de %.2f·MiB·en tamaño.

source: Create release
es: Crear publicación

source: Start and end dates must be different
es: Fechas de inicio y fin deben ser diferentes

source: There have been no downloads for this package.
es: No se han realizado descargas para este paquete.

source: That Release Was Not Found
es: Esta release no fue localizada

source: File Release Notes and Changelog
es: Notas de publicación

source: Change Log & Notes
es: Diario y Notas

source: View Changelog & Notes.
es: Ver Diario y Notas.

source: View Associated Objects.
es: Ver objetos asociados.

source: No release notes
es: No publicar anotaciones

source: No change log
es: No registrar cambios

source: Choose a package to be edited.
es: Elija un paquete para ser editado.

source: Permission denied
es: Permiso denegado

source: Available Releases for the package
es: Publicaciones Disponibles para el paquete

source: Select / Deselect all releases for massaction
es: Seleccionar / Deseleccionar todas las publicaciones para operaciones masivas

source: Select / Deselect this release for massaction
es: Seleccionar / Deseleccionar esta publicación para operaciones masivas

source: Delete this release
es: Elimina esta publicación

source: Delete release
es: Eliminar publicación

source: Delete the release
es: Elimina la publicación

source: Actions availables for selected releases, you need to check at least one release to get actions
es: Operaciones disponibles para estos publicaciones seleccionadas, requiere comprobar al menos una publicación para obtener operaciones

source: Mass actions for selected releases
es: Operaciones masivas para publicaciones seleccionados

source: Delete selected release(s)
es: Eliminar publicaciones seleccionada(s)

source: Delete releases
es: Eliminar publlicaciones

source: You are about to delete permanently this release. Are you sure? This action is definitive.
es: Está a punto de borrar permanentemente este publicación. ¿Esta seguro? Esta acción es definitiva.

source: Alternatively, you can use FTP to upload a new file at %s.
es: Alternativamente puede usar FTP para subir nuevos ficheros en %s.

source: Choose an FTP file instead of uploading
es: Elija un fichero FTP en vez de subirlo

source: Alternatively, you can use a file you already uploaded (by SFTP or SCP) to the <a href="%2$s">project's incoming directory</a> (%1$s).
es: Alternativamente, puede usar un fichero que haya subido ya (por SFTP o SCP) a el <a href="%2$s">directorio de subida del proyecto</a> (%1$s).

source: This direct <samp>sftp://</samp> link only works with some browsers, such as Konqueror.
es: El enlace directo <samp>sftp://</samp> solo funciona con algunos exploradores, como el Konqueror.

source: Choose an already uploaded file
es: Elija un fichero ya subido

source: No uploaded file available.
es: Ningún fichero subido disponible.

source: Failed to find user %s
es: Fallado al encontrar usuario %s

source: User Added Successfully
es: Usuario Añadido Correctamente

source: Password must contain at least one lowercase letter.
es: Debe proporcionar una contraseña con al menos una letra minúscula.

source: Password must contain at least one uppercase letter.
es: Debe proporcionar una contraseña con al menos una letra mayúscula.

source: Password must contain at least one digit.
es: Debe proporcionar una contraseña con al menos un número.

source: Password must contain at least one non-alphanumeric character.
es: Debe proporcionar una contraseña con al menos un caracter no alfanumérico.

source: Password must be at least 8 characters.
es: Debe proporcionar una contraseña con al menos 8 caracteres.

source: There cannot be any spaces in the login name.
es: No se permiten los espacios en el nombre de la cuenta.

source: Name is too long. It must be less than 32 characters.
es: Nombre es demasiado largo. Debe ser menor que 32 carácteres.

source: Illegal character in name.
es: Hay un carácter ilegal en el nombre.

source: Name contains only digits. It must contains at least 1 letter.
es: Nombre sólo contiene dígitos. Debe contener al menos una letra.

source: Name is reserved.
es: Nombre reservado.

source: That username already exists.
es: El nombre del usuario ya existe.

source: Name is reserved for DNS purposes.
es: El nombre está reservado para el DNS.

source: Group name cannot contain underscore for DNS reasons.
es: El nombre del grupo no se puede tener el "underscore" por razones del DNS.

source: The following key has a wrong format: |%s|. Please, correct it by going back to the previous page.
es: La siguiente clave tiene un formato incorrecto: |%s|. Por favor corrigelo regresando a la página anterior.

source: Source Code
es: Código Fuente

source: Tracker Open
es: Seguimiento Abierto

source: Tracker Item
es: Ítem de Seguimiento

source: Opened
es: Abierto

source: Tracker Closed
es: Seguimiento Cerrado

source: Files
es: Ficheros

source: FRS Release
es: Publicación de una versión

source: Forum Post
es: Mensaje del foro

source: News
es: Noticias

source: Open Task
es: Tarea Abierta

source: Tasks
es: Tareas

source: Closed Task
es: Tarea Cerrada

source: Deleted Task
es: Tarea Borrada

source: Directory
es: Directorio

source: No database installation scripts found.
es: No se encontraron scripts de instalación.

source: Database initialisation error:
es: Error incializando Base Datos:

source: Exiting with error
es: Saliendo con errores

source: Permission denied.
es: Permiso denegado.

source: This project's administrator will have to grant you permission to view this page.
es: Este administrador de proyecto tendrá que obtener permiso para ver esta página.

source: No project was chosen, project does not exist or you cannot access it.
es: No fue elegido ningún proyecto, proyecto no existe o no pudo accederlo.

source: Missing Required Parameters
es: Faltan Parámetros Requeridos

source: The Site Administrator has turned off this feature.
es: El Administrador del Sitio ha desactivado esta característica.

source: The Project Administrator has turned off this feature.
es: El Administrador del Proyecto ha desactivado esta capacidad.

source: You Attempted To Double-submit this item. Please avoid double-clicking.
es: Está intentando enviar dos veces este registro. Por favor, evite pulsar dos veces.

source: No Error
es: Sin Error

source: Invalid Email Address
es: Dirección de correo-e inválida

source: (none given)
es: (no proporcionado)

source: Unable to retrieve object ref
es: Incapaz de obtener ref objeto

source: Unable to associate to itself
es: Incapaz de asociarse a sí mismo

source: No associate ref object found
es: No asociar ref objeto encontrada

source: Cannot insert association
es: No puede insertar asociación

source: Association already existing
es: Asociación ya existente

source: Cannot set association to a non-object
es: No se puede establecer asociación a un objeto no existente

source: Cannot delete association
es: No puede borrar asociación

source: Association To does not exist
es: Asociación Origen no existe

source: Association From does not exist
es: Asociación Origen no existe

source: Unable to remove all associations
es: Incapaz de quitar todas asociaciones

source: Associated Object
es: Objeto Asociado

source: Associated Object ID
es: ID de Objeto Asociado

source: Remove all associations
es: Quitar todas asociaciones

source: Drop all associated from and to objects.
es: Soltar todo asociado origen y destino de objetos.

source: Remove this association
es: Quitar esta sociación

source: No associated object.
es: Objeto no asociado.

source: Add new associate object
es: Añadir objeto nuevo asociado

source: Use standard reference such #nnn, Dnnn, to add object association. Comma separated
es: Utiliza referencia común como #nnn, Dnnn, para añadir asociación de objeto. Separado con comas

source: Jobs
es: Tareas

source: Create SCM Repositories
es: Crear Repositorios SCM

source: Upgrade Forge Software
es: Actualizar Software Forja

source: Group Not Found
es: Grupo no encontrado

source: Group object already exists.
es: El objeto Group ya existe.

source: Invalid project name
es: Nombre de proyecto inválido.

source: Invalid Unix Name.
es: Nombre Unix Inválido.

source: Unix name already taken.
es: Este nombre Unix está ocupado.

source: Please describe your Registration Project Purpose and Summarization in a more comprehensive manner.
es: Por favor describa su propuesta de registro de un modo más comprensible.

source: The Registration Project Purpose and Summarization text is too long. Please make it smaller than 1500 characters.
es: La Propuesta de Proyecto de Registro de Proyecto es demasiado largo. Por favor hágalo mas corto que 1500 bytes.

source: Describe in a more comprehensive manner your project.
es: Describa su proyecto de modo más comprensible.

source: Cannot create group
es: No puede crear grupo

source: Cannot get group id
es: No puede obtener el id del grupo

source: Could not get permission.
es: No se pudo obtener permiso.

source: Cannot change group properties
es: No se puede modificar propiedades del grupo

source: New Doc Address Appeared Invalid: %s
es: La nueva dirección del documento parece inválida: %s

source: Error updating project information
es: Error actualizando información del proyecto

source: Error updating project information use_docman
es: Error actualizando información del proyecto: use_docman

source: Error updating project information in plugin_hook group_update
es: Error actualizando información del proyecto en complemento_hook group_update

source: Invalid Status Change From
es: Cambio de Estado Inválido Origen

source: To
es: Destino:

source: Cannot change group status
es: No puede cambiar el estado del grupo

source: Could not insert SCM_BOX to database
es: No se pudo insertar SCM_BOX en la base de datos

source: SCM Box cannot be empty
es: SCM Box no puede estar vacío

source: Cannot Update Group new_doc_address
es: No Puede Actualizar Grupo new_doc_address

source: Cannot Update Group send_all_docs
es: No Puedo Actualizar Grupo send_all_docs

source: New FRS Address Appeared Invalid: %s
es: Nueva Dirección FRS Parece Inválida: %s

source: Cannot Update Group new_frs_address
es: No Puede Actualizar Grupo new_frs_address

source: Cannot Update Group send_frs_docs
es: No Puede Actualizar Grupo send_frs_docs

source: Could not insert homepage to database
es: No se pudo insertar página inicial a la base de datos

source: Homepage cannot be empty
es: Página inicial no pude estar vacía

source: Deleting old tags
es: Borrando antiguas etiquetas

source: Bad tag name, you only can use the following characters: [A-Z][a-z][0-9]-_&'#+. and space
es: Nombre de etiquetado incorrecto, solo puedes utilizar los siguientes caracteres: [A-Z][a-z][0-9]-_&'#+. y espacios

source: Setting tags
es: Opciones etiquetadas

source: Cannot Delete System Group
es: No Puede Borrar Grupo del Sistema

source: Could not properly remove member
es: No se pudo borrar apropiadamente miembro

source: Could not properly delete the tracker
es: No se pudo borrar apropiadamente el seguimiento

source: Could not properly delete the roadmap
es: No pudo borrar apropiadamente el calendario

source: Could not properly delete the forum
es: No se pudo borrar apropiadamente el foro

source: Could not properly delete the ProjectGroup
es: No se pudo borrar apropiadamente el Grupo de Proyecto

source: Error FRS Packages
es: Error Paquetes FRS

source: Could not properly delete the FRSPackage
es: No puedo borrar apropiadamente el Paquete FRS

source: Error Deleting News
es: Error Borrando Noticias

source: Could not delete News Forum
es: No se pudo borrar Foro de Noticias

source: Error Deleting Documents
es: Error Borrando Documentos

source: Error Deleting Document Groups
es: Error Borrando Grupos de Documento

source: Error Deleting Tags
es: Error Borrando Etiquetas

source: Error Deleting Project History
es: Error Borrando Historial Proyecto

source: Error Deleting Project Plugins
es: Error Borrando Complementos del Proyecto

source: Error Deleting SCM Statistics
es: Error borrando estadísticas SCM

source: Could not properly delete the survey
es: No puedo borrar la encuesta

source: Could not properly delete the survey questions
es: No puedo borrar las preguntas de la encuesta

source: Could not properly delete the mailing list
es: No se pudo borrar correctamente la lista de correo

source: Error Deleting Trove
es: Error Borrando Seguimiento

source: Error Deleting Counters
es: Error Borrando Contadores

source: Error Deleting Project
es: Error Borrando Proyecto

source: User is not active. Only active users can be added.
es: El usuario no esta activado. Sólo los usuarios activados pueden ser añadidos.

source: Error Getting Role Object
es: Error Obteniendo Objeto Cargo

source: That user does not exist.
es: El usuario no existe.

source: Added User
es: Usuario Añadido

source: User not removed
es: Usuario no quitado

source: artifact
es: artefacto

source: Removed User
es: Usuario Quitado

source: Could Not Get Role
es: No Pudo Obtener Cargo

source: Role
es: Cargo

source: Wrong destination role
es: Cargo de destino incorrecto

source: Updated User
es: Usuario Actualizado

source: Group already active
es: La cuenta está activa todavía.

source: Approved
es: Aprobado

source: Group does not have any administrators.
es: El grupo no tiene administradores.

source: Your project registration for %s has been approved.
es: El registro de su proyecto en %s ha sido aprobado.

source: Project Full Name
es: Nombre completo del proyecto

source: Project Unix Name
es: Nombre Proyecto Unix

source: If you visit your own project page in %s while logged in, you will find additional menu functions to your left labeled “Project Admin”.
es: Visite su proyecto %s, mientras está autenticado, y seleccione 'Administración' en el menú.

source: We highly suggest that you now visit %1$s and create a public description for your project. This can be done by visiting your project page while logged in, and selecting “Project Admin” from the menus on the left (or by visiting %2$s after login).
es: Le recomendamos encarecidamente que visite ahora la página de %1$s y cree una descripción pública de su proyecto. Esto puede hacerlo visitando su página de proyecto mientras está autenticado, y seleccionando 'Administración' del menú de la izquierda (o visitando %2$s después de autenticarse).

source: Your project will also not appear in the Trove Software Map (primary list of projects hosted on %s which offers great flexibility in browsing and search) until you categorize it in the project administration screens. So that people can find your project, you should do this now. Visit your project while logged in, and select “Project Admin” from the menus on the left.
es: Su proyecto no aparecerá tampoco en el mapa de proyectos (lista principal de proyectos albergados en %s que permite gran flexibilidad en la navegación y búsqueda) hasta que no lo categorice en la pantalla de administración del proyecto. Para que la gente pueda encontrar su proyecto debe hacer esto ahora. Visite su proyecto, mientras está autenticado, y seleccione 'Administración' en el menú.

source: Enjoy the system, and please tell others about %s. Let us know if there is anything we can do to help you.
es: Disfrute del sistema, y por favor, cuente a sus contactos sobre la existencia de %s. Coméntenos también si podemos hacer algo para ayudarle.

source: -- the %s staff
es: -- El equipo de %s

source: %s Project Approved
es: Proyecto %s Aprobado

source: Your project registration for %s has been denied.
es: El registro de su proyecto en %s ha sido denegado.

source: Reasons for negative decision
es: Las razones para la denegación son

source: %s Project Denied
es: Proyecto %s Denegado

source: Could not find user who has submitted the project.
es: No se pudo encontrar al usuario que creó el proyecto.

source: There is no administrator to send the mail to.
es: No hay administrador a quien mandar el correo electrónico.

source: New %s Project Submitted
es: Petición de Creación de Proyecto en %s

source: Submitted Description
es: Descripción Proporcionada

source: Please visit the following URL to approve or reject this project
es: Visite la siguiente direccion para aprobar o rechazar este proyecto

source: The %s admin team will now examine your project submission. You will be notified of their decision.
es: El equipo de administración de %s examinará ahora su envío. Se le notificará su decisión.

source: Project name is too short
es: Nombre del proyecto es demasiado corto

source: Project name is too long
es: Nombre de proyecto demasiado largo

source: Project name already taken
es: Nombre de proyecto ya tomado

source: Cannot Update Group Unix Status
es: No Puede Actualizar Estado de Grupo Unix

source: Cannot Update Group DocmanCreateOnline Status
es: No Puede Actualizar Estado de Grupo DocmanCreateOnline

source: Cannot Update Group UseWebdav Status
es: No Puede Actualizar Estado de Grupo UseWebdab

source: Cannot Update Group UseDocmanSearch Status
es: No Puede Actualizar Estado del Grupo UseDocmanSearch

source: Cannot Update Group force_docman_reindex
es: No Puede Actualizar Grupo force_docman_reindex

source: Must include
es: Debe incluir

source: You are already a member of this project.
es: Ya eres miembro de este proyecto.

source: You have already sent a request to the project administrators. Please wait for their reply.
es: Ya ha sido mandada una petición a los administradores de proyecto. Por favor, espera su respuesta.

source: Request to Join Project %1$s from %2$s (%3$s)
es: Petición para unirse al proyecto: %1$s desde %2$s (%3$s)

source: %1$s (%2$s) has requested to join your project.
es: %1$s (%2$s) ha solicitado unirse a su proyecto.

source: You can approve this request here: %s
es: Usted puede aprobar su petición aquí: %s

source: Comments by the user:
es: Comentarios por el usuario:

source: Request to Join Project %s
es: Petición para unirse al proyecto: %s

source: Your request to join the %s project was denied by an administrator.
es: Su petición de unión al proyecto %s fue denegada por un administrador.

source: Your request to join the %s project was granted by an administrator.
es: Su petición de unión al proyecto %s fue aprobada por un administrador.

source: Must be sure before deleting
es: Debe estar seguro antes de eliminar

source: Delete failed
es: Borrado fallado

source: Trackers
es: Seguimientos

source: Documents
es: Documentos

source: File Release System
es: Sistema de Publicación de Ficheros

source: Error: file too large
es: Error: fichero demasiado grande

source: Error - only text/plain supported at this time
es: Error - solo texto/simple apoyado en este momento

source: Unable to clear monitoring
es: Incapaz de vaciar monitorización

source: Missing parameters values.
es: Valores paramétricos faltantes.
