Repository: fusionforge/fusionforge
Catalog: src/locale/*.po
Languages: es

source: Invalid Last Modified Date Range
es: Último Rango de Fecha Modificado Inválido

source: Invalid Open Date Range
es: Rango de Fecha de Apertura Inválida

source: Invalid Close Date Range
es: Rango de Fecha de Cierre Inválido

source: Name, Description, Due Period, and Status Timeout are required
es: Nombre, descripción, periodo de resolución y tiempo de estado agotado están requeridos

source: E-mail address(es) appeared invalid
es: Correo-e parecieron inválidos

source: Invalid ArtifactTypeID
es: ArtifactTypeID Inválido

source: Error Remapping Status
es: Estado Redistribución Erróneo

source: Could Not Get Tracker To Clone
es: No Pudo Obtener Seguimiento Para Clonar

source: Clone Tracker Error
es: Error de Clonado de Seguimiento

source: Error Creating New Extra Field
es: Error Creando Campo Adicional Nuevo

source: Error Creating New Extra Field Element
es: Error Creando Campos Adicional Elemental

source: Error Updating New Extra Field Parent
es: Error Actualizando Nuevo Campo Superior Adicional

source: Error Saving New Extra Field Parent Elements
es: Error Guardando Elemetnos Superiores de Campo Adicional Nuevo

source: Tracker name already used
es: Nombre de seguimiento ya empleado

source: %s does not use the Tracker tool
es: %s no emplea la herramienta Seguimiento

source: Effort Unit Not Found
es: Unidad de Esfuerzo No Encontrada

source: An Unit name is required
es: Un nombre Unitario está requerido

source: Unit name %s already exists
es: El nombre unitario %s ya existe

source: Cannot create Effort Unit
es: No puede crear Esfuerzo Unitario

source: Error deleting Effort Unit
es: Error borrando Unidad Esfuerzo

source: Cannot update Effort Unit
es: No puedo actualizar Unidad Esfuerzo

source: Cannot update Effort Unit (default value update)
es: No puedo actualizar Unidad Esfuerzo (valor actualizado por defecto)

source: Error coping Effort Unit
es: Error copiando Unidad Esfuerzo

source: Effort Unit Set already exist for this forge
es: Conjunto Unitario de Esfuerzo ya existe en estea forja

source: Error setting new effort unit set for the group
es: Error obteniendo nuevos opciones unitarias de esfuerzo para el grupo

source: Error on new ArtifactTypeFactory
es: Error en nuevo ArtifactTypeFactory

source: Error on updating artifact type
es: Error actualizando tipo de artefactos

source: Error setting new effort unit set for the artifact type
es: Error obteniendo esfuerzo nuevo unitario establecido para el tipo de artefacto

source: Error getting Forge level Effort Unit Set
es: Error obteniendo nivel Forge Conjunto Unitario de Esfuerzo

source: Edit this message
es: Editar este mensaje

source: Sender
es: Envío

source: No Comments Have Been Posted
es: No se han enviado Comentarios

source: Field
es: Campo

source: Old Value
es: Antiguo Valor

source: No Changes Have Been Made to This Item
es: Ninguna Modificación Hecha En Este Elemento

source: Relation
es: Relación

source: No relations found.
es: Ninguna relación encontrada.

source: Click to remove child
es: Pulse para quitar hijo

source: Click to remove parent
es: Pulse para quitar superior

source: Parent
es: Precedente

source: Click to add parent
es: Pulse para añadir superior

source: Children
es: Descendientes

source: Click to add child
es: Pulse para añador hijo

source: Trackers for %s
es: Seguimiento para %s

source: View Trackers
es: Ver sistemas de seguimiento de peticiones

source: Get the list of available trackers
es: Obtener lista de seguimientos disponibles

source: Display configured roadmaps
es: Enseñar caminos configurados

source: Various graph of statistics.
es: Varios gráficos de estadísticas.

source: Global administration for trackers. Create, clone, workflow, fields ...
es: Administracion global para seguimientos. Crear, clonar, diagramas, campos ...

source: Browse this tracker.
es: Examinar este seguimiento.

source: Export CSV
es: Exportar CSV

source: Download data from this tracker as csv file.
es: Descargar datos de este seguimiento como fichero csv.

source: Add a new issue.
es: Añade una petición nueva.

source: Various graph about statistics.
es: Varios gráficos de estadísticas.

source: Stop Monitor
es: Dejar de monitorizar

source: Remove this tracker from your monitoring.
es: Quitar este seguimiento de su monitorización.

source: Add this tracker from your monitoring.
es: Agregar este seguimiento a tu monitorización.

source: Add widgets
es: Añadir widgets

source: Customize Layout
es: Personalizar Diseño

source: Click to edit
es: Pulse para editar

source: Task Id and Summary
es: ID Tarea y Resumen

source: Remove Relation
es: Quitar Relación

source: Average completion rate
es: Porcentaje medio completado

source: No related tasks
es: Tareas no relacionadas

source: Download
es: Descargar

source: No attached documents
es: Ningún documento adjunto

source: Unable to get FRS Package Factory
es: Incapaz de obtener Paquete Factorial FRS

source: Tip: Enter a space-separated list of artifact ids ([#NNN] also accepted)
es: Consejo: Introduzca listas separadas por espacios de id de artefactos ([#NNN] también son aceptados)

source: and
es: y

source: OK
es: Aceptar

source: Missed
es: Omitido

source: Suspended
es: Suspendido

source: Not Available
es: No Disponible

source: One or more of the selected options is not allowed
es: Uno o más de las opciones seleccionadas no está permitida

source: This choice is not allowed
es: Esta elección no está permitida

source: Please
es: Por favor

source: login
es: acceso

source: If you <strong>cannot</strong> login, then enter your email address here
es: Si usted <strong>no puede</strong> iniciar sesión, introduzca su correo-e aquí

source: For project
es: Para el Proyecto

source: DO NOT enter passwords or confidential information in your message!
es: ¡NO INCLUYA contraseñas o información secreta en su mensaje!

source: “%s” roadmap already exists
es: «%s» camino ya existe

source: Manage Canned Responses to %s
es: Gestionar Respuestas Dirigidas a %s

source: Existing Responses
es: Respuestas existentes

source: Operation
es: Operación

source: No Canned Responses set up in this Project
es: No hay respuesta prefijadas en este grupo

source: Add New Canned Response
es: Añadir Nuevas Respuesta Enlazada

source: Creating useful generic messages can save you a lot of time when handling common artifact requests.
es: Creando respuestas genéricas a los mensajes puede ahorrar mucho tiempo al trabajar con los registros.

source: Message Body
es: Cuerpo del Mensaje

source: Add/Update Roles for user choices in %s
es: Añadir/Actualizar Roles para lecciones de usuario en %s

source: Add/Update Packages for user choices in %s
es: Añadir/Actualizar Paquetes para elecciones de usuario en %s

source: Add/Update Custom Field Elements in %s
es: Añadir/Actualizar Elementos del Campo Personalizad en %s

source: Custom Field Name
es: Nombre del campo personalizado

source: Choose roles used for the user select box
es: Elija actores empleados para la caja de usuario selecionada

source: Current/New positions
es: Actual/Nuevas posiciones

source: Mapping
es: Distribuyendo

source: Elements Defined
es: Opciones definidas

source: Default
es: Predeterminado

source: Edit custom field element
es: Edita campo pernoali de elemento

source: Reorder
es: Reordenar

source: Alphabetical order
es: Orden alfabético

source: Update default
es: Actualización predeterminada

source: You have not defined any elements.
es: No ha definido ninguna opción.

source: Add New Element
es: Añadir Elemento Nuevo

source: Manage Custom Fields for %s
es: Gestionar Campos Adaptados para %s

source: Custom Fields Defined
es: Campos personalizados

source: Enabled
es: Activado

source: Required
es: Requerido

source: Shown on Submit
es: Mostrar como Enviante

source: Auto Assign
es: Autoasignar

source: Depend on
es: Depende de

source: Add Options
es: Añadir Opciones

source: Add/remove roles for user choices
es: Añadir/quitar roles para elecciones del usuario

source: Add/Reorder choices
es: Añadir/Reordenar elecciones

source: You have not defined any custom fields
es: No ha definido ningún campo personalizado

source: Add New Custom Field
es: Añadir Campo Personalizado Nuevo

source: Field alias
es: Campo alias

source: Field is disabled
es: Campo está desactivado

source: Field is mandatory
es: Campo obligatorio

source: Hide this Field on a new submission
es: Oculta este Campo en un envio nuevo

source: Maxlength
es: LongitudMax

source: Rows
es: Filas

source: Columns
es: Columnas

source: Type of custom field
es: Tipe del campo personalizado

source: Pattern
es: Patrón

source: Hide the default none value
es: Ocultar valor no predeterminado

source: Label for the none value
es: Etiquetar para valor nulo

source: none
es: ninguno

source: Parent Field
es: Campo Superior

source: Warning: this adds a new custom field!
es: Aviso: ¡esto añade un campo personalizado nuevo!

source: Add Custom Field
es: Añadir Campo Personalizado

source: Custom Field Rendering Template
es: Plantilla de Campo Personalizado

source: Edit template
es: Editar plantilla

source: Delete template
es: Borrar plantilla

source: Could Not Get ArtifactTypeFactoryHtml
es: No Pudo Obtener ArtifactTypeFactoryHtml

source: Cannot create or rename roadmap
es: No puedo crear o renombrar el camino

source: name is empty
es: nombre está vacío

source: Roadmap %s created
es: Roadmap %s creado

source: Cannot create roadmap
es: No puedo crear camino

source: Roadmap %s renamed to %s
es: Roadmap %s renombrado a %s

source: Cannot rename roadmap
es: No puedo renombrar seguimiento

source: Cannot set roadmap
es: No puedo establecer camino

source: Cannot set roadmap state
es: No puedo establecer estado de camino

source: Cannot set default value
es: No puedo establecer valorpredeterminado

source: Roadmap configuration is updated
es: Actualizada configuración de camino

source: Roadmap %s is deleted
es: Roadmap %s borrado

source: Cannot delete roadmap
es: No puede borrar camino

source: Delete roadmap
es: Borrar camino

source: Are you sure you want to delete the %s roadmap?
es: ¿Está seguro que desea eliminar el camino %s ?

source: Yes
es: Sí

source: Create a new roadmap
es: Crear un nuevo camino

source: Update roadmap
es: Actualizar camino

source: No trackers have been set up.
es: Ningún seguimiento configurado.

source: Not used
es: No empleado

source: roadmap %s is not available
es: camino %s no disponible

source: Release(s) order updated
es: Actualizada orden de release(s)

source: Cannot modify release order
es: No puede modificar operación de publicación

source: Manage releases
es: Gestione publicaciones

source: Set order of releases for %s roadmap
es: Indicar orden de publicaciones para %s calendario

source: Releases
es: Publicaciones

source: Auto order
es: Auto ordenado

source: No tracker is selected for this roadmap
es: No hay seguimiento seleccionados para este camino

source: You can
es: Puede

source: select tracker(s) for this roadmap
es: selecciona seguimiento(s) para este camino

source: Return to list of roadmaps
es: Regresar al listado de caminos

source: Manage roadmaps
es: Gestionar caminos

source: You can define a new roadmap or edit an existing one here.
es: Puede definir un nuevo camino o editar uno ya existente aqui.

source: Modify roadmap
es: Modificar caminos

source: Enable
es: Activar

source: Roadmap name
es: Nombre Roadmap

source: New Roadmap
es: Nuevo Camino

source: Clone Tracker
es: Clonar Seguimiento

source: Choose the template tracker to clone.
es: Elija la plantilla del seguimiento a clonar.

source: WARNING!!! Cloning this tracker will duplicate all the fields and all the elements from those fields into this tracker. There is nothing to prevent you from cloning multiple times or making a huge mess. If you have preexisting custom fields with same name or a preexisting custom status type field, they will be dropped. You have been warned!
es: ¡ADVERTENCIA! La clonación de este seguimiento duplicará todos los campos y todos los ítemes incluidos en este seguimiento. No hay nada para prevenirle desde clonación de múltiples veces o hacer un enorme desorden. Si tiene que preexistir campos adicionales con el mismo nombre, serán abandonados. ¡Ya ha sido advertido!

source: Customize Browse List
es: Personalize la lista

source: Last Modified by
es: Última Modificada por

source: Up
es: Arriba

source: Down
es: Abajo

source: Remove this field
es: Quitar este campo

source: Set order of the fields that will be displayed on the browse view of your tracker
es: Establezca el orden de los campos que serán enseñados en la vista de exploración de su seguimiento

source: Fields
es: Campos

source: Select the fields that will be displayed on the browse view of your tracker
es: Seleccione los campos que serán enseñados sobre la vista de exploración de su seguimiento

source: Add New Field
es: Añadir Campo Nuevo

source: Delete a custom field element in: %s
es: Borrar un campo personalizado en: %s

source: Element
es: Elemento

source: I am Really Sure
es: Estoy Complemetamente Seguro

source: Delete a custom field for %s
es: Borrar un campo personalizado para %s

source: You are about to permanently and irretrievably delete this custom field and all its contents!
es: ¡Está apunto de borrar de manera permanente e irrecuperable el campo personalizado y todo su contenido!

source: Permanently Delete Tracker %s
es: Borrar Seguimiento Permanentemente %s

source: You are about to permanently and irretrievably delete this tracker and all its contents!
es: ¡Está a punto de borrar permanentemente e irrevocablemente este seguimiento y todo su contenido!

source: Edit formula for %s
es: Editar fórmula para %s

source: Functions
es: Funciones

source: Function
es: Función

source: Operator
es: Operador

source: Exemple
es: Ejemplo

source: (formula for priority is not yet available)
es: (fórmula para prioridad aún no está disponible)

source: Edit Layout Template for %s
es: Editar Diseño de Plantilla para %s

source: Cannot find a destination tracker where you have administration rights.
es: No se pude encontrar un seguimiento destino donde tenga permisos de administrador.

source: Copy choices from custom field %s
es: Copiar elecciones desde el campo personalizado %s

source: Copy From
es: Copiar Origen

source: Into trackers and custom fields
es: En sistemas de peticiones y campos personalizados

source: Modify Canned Responses In %s
es: Modificar respuestas prefijadas en %s

source: Update a custom field element in %s
es: Actualiza un campo personalizado de elemento en %s

source: Default value
es: Valor predeterminado

source: Auto assign to
es: Autoasignar a

source: Edit formula
es: Edite fórmula

source: It is not recommended that you change the custom field name because other things are dependent upon it. When you change the custom field name, all related items will be changed to the new name.
es: No se recomienda que cambie el nombre del campo personalizado porque otras cosas dependen en él. Cuando se cambia el nombre del campo, todos los ítemes relacionados con el serán cambiados al nuevo nombre.

source: Modify a custom field in %s
es: Modificar un campo personalizado en %s

source: Update settings for %s
es: Actualizar configuración para %s

source: To create a workflow, you need first to create a custom field of type “Status”.
es: Para crear un flujo de trabajo, primero debe crear un campo personalizado del tipo «Estado».

source: Internal error: Illegal number of status fields (WKFL01).
es: Error Interno: Ilegal numero de campos de estado (WKFL01).

source: Configure Workflow
es: Configurar flujo de trabajo

source: Initial values
es: Valores iniciales

source: Allowed initial values for the %s field
es: Valores iniciales permitidos para el campo %s

source: Edit Roles
es: Editar Cargos

source: Edit Required Fields
es: Editar Campos Requeridos

source: Tip
es: Consejos

source: Click on %s to configure allowed roles for a transition (all by default).
es: Pulse sobre %s para configurar cargos permitidos para una transición (todo por defecto).

source: Configuring allowed roles for the transitions from %1$s to %2$s
es: Configurando cargos permitidos para las transiciones desde %1$s a %2$s

source: Preferences
es: Preferencias

source: General
es: Común

source: Time
es: Hora

source: No activity during the last week.
es: Ninguna actividad durante la última semana.

source: Browse all activities.
es: Examinar todas archividades.

source: Latest 5 File Releases
es: Últimos 5 Ficheros Publicados

source: Module
es: Módulo

source: Released by
es: Publicado por

source: Project Total:
es: Total de Proyectos:

source: Notes and Changes
es: Notas y Cambios

source: No file releases found.
es: Ninguna publicación encontrada.

source: Browse all file releases
es: Examina todas las publicaciones de fichero

source: Browse all news
es: Examinar todas novedades

source: Display last 5 validated news for frontpage.
es: Enseña últimas 5 noticias validadas para página principal.

source: Include public rss (or atom) feeds into forge homepage.
es: Incluye alimentación de rss públicos (o atom) en la página inicial de forja.

source: %s Statistics
es: Estadísticas de %s

source: Top Project Downloads
es: Proyectos más descargados

source: Highest Ranked Users
es: Usuarios mejores puntuados

source: Most Active This Week
es: El más activo esta semana

source: Recently Registered Projects
es: Últimos proyectos registrados

source: Tag Cloud
es: Nube Etiquetadora

source: System Information
es: Información del sistema

source: %s is running %s version %s
es: %s está ejecutando %s versión %s

source: DB Error
es: Error BD

source: Custom
es: Personalizado

source: Define your own layout
es: Defina su propio diseño

source: Already used
es: Ya utilizado

source: Your dashboard has been updated.
es: Tu cuadro de mando ha sido actualizado.

source: Pending administrative tasks
es: Tareas administrativas pendientes

source: Users in <a href="%s"><strong>P</strong> (pending) Status</a>
es: Usuarios en <a href="%s">Estado <strong>P</strong> (pendientes)</a>

source: Groups in <a href="%s"><strong>P</strong> (pending) Status</a>
es: Grupos en <a href="%s">Estado <strong>P</strong> (pendientes)</a>

source: Site News Approval
es: Aprobación de Noticias para el Sitio

source: My Artifacts
es: Mis Peticiones

source: assigned to me [A]
es: asignado a mi [A]

source: submitted by me [S]
es: Enviado por mi [S]

source: monitored by me [M]
es: Monitorizado por mí [M]

source: assigned to or submitted by me [AS]
es: asignado a o enviado por mi [AS]

source: assigned to or monitored by me [AM]
es: asignado a o monitorizado por mí [AM]

source: submitted by or monitored by me [SM]
es: emitido por o monitorizado por mi [SM]

source: assigned to or submitted by or monitored by me [ASM]
es: asignado a o enviado por o monitorizado por mi [ASM]

source: Display artifacts:
es: Enseñar peticiones:

source: You have no artifacts.
es: No tiene artefactos.

source: Browse Trackers List for this project
es: Examinar Lista de Seguimiento para este proyecto

source: Browse this tracker for this project
es: Examinar este seguimiento para este proyecto

source: Assigned
es: Asignado

source: Submitted
es: Emitido

source: Monitored
es: Monitorizado

source: Browse this artifact
es: Examinar este artefacto

source: List artifacts you have submitted or assigned to you or you are monitoring, by project.
es: Listado de artefactos enviados o asignados a ti está monitorizado, por proyecto.

source: My Bookmarks
es: Mis marcadores

source: You currently do not have any bookmarks saved.
es: Actualmente no tiene ningún marcador guardado.

source: Delete this bookmark?
es: ¿Desea borrar este marcador?

source: Add a bookmark
es: Añade un marcador

source: List your favorite bookmarks (your favorite pages in %s or external).
es: Lista tus enlaces favoritos (tus páginas favoritas en %s o externas).

source: Note that in many cases %s uses URL with enough embedded information to bookmark sophisticated items like Software Map browsing, typical search in your project Bug or Task database, etc.
es: Indicar que en muchos casos %s usan direcciones con suficiente informacion embebida para enlazar ítemes avanzados como Exploredores de Mapas de Software, tipicas busquedas en tus Bugs de proyecto o Tareas de base de datos, etc.

source: Bookmarked items can be edited which means that both the title of the bookmark and its destination URL can be modified.
es: Los ítemes enlazados pueden ser editados lo que significa que ambos, el titulo y sus direcciones de destino pueden ser modificxados.

source: My Latest Commits
es: Mis Últimos Cambios

source: commit
es: efectuación

source: on repository
es: en repositorio

source: No commit found.
es: Ningún efecto encontrado.

source: Maximum number of commits to display per project.
es: Máximo número de efectuaciones para enseñar por proyecto.

source: List Commits you have done, by project.
es: Listar cambios que has realizado, por proyecto.

source: Monitored Documents/Folders
es: Documentos Monitorizados/Carpetas

source: You are not monitoring any documents or folders.
es: No está monitorizando ningún documento o carpeta.

source: If you monitor documents, you will be sent new update in the form of an email.
es: Si monitorizas documentos, se le enviaran las actualizaciones por correo-e.

source: You can monitor documents by clicking on the appropriate icon action in the directory itself.
es: Puede monitorizar documetos pulsando en el correspondiente icono de accion del directorio.

source: %s new
es: crear %s

source: Stop monitoring this folder?
es: ¿Detengo monitorización de esta carpeta?

source: Stop monitoring this document?
es: ¿Detener monitorización de este documento?

source: You are not monitoring any documents/folders.
es: No está monitorizando ningún documento/carpeta.

source: If you monitor documents/folders, you will be sent new update in the form of an email.
es: Si monitorizas documentos/carpetas, serán enviadas actualizaciones nuevas en el formulario de un correo-e .

source: Documents Manager
es: Gestor de Documentos

source: List documents/folders that you are currently monitoring, by project.
es: Lista documentos/carpetas que esta monitorizando actualmente, por proyecto.

source: To cancel any of the monitored items just click on the trash icon next to the item label.
es: Para cancelar cualquier elemento monitorizado pulsa en el icono papelera junto a la etiqueta del elemento.

source: Monitored Forums
es: Foros Monitorizados

source: You are not monitoring any forums.
es: No está monitorizando ningún foro.

source: If you monitor forums, you will be sent new posts in the form of an email, with a link to the new message.
es: Si monitoriza algún foro, recibirá nuevos mensajes en forma de correo, con un enlace al nuevo mensaje.

source: You can monitor forums by clicking on the appropriate menu item in the discussion forum itself.
es: Puede monitorizar foros pulsando en el correspondiente elemento del menu en el propio foro de discusión.

source: Stop monitoring this forum?
es: ¿Detener monitorización de este foro?

source: Detailed page about monitored forums
es: Página detallada acerca de foros monitorizados

source: Here
es: Aquí

source: List forums that you are currently monitoring, by project.
es: Lista foros que actualmente esta monitorizando, por proyectos.

source: Monitored File Packages
es: Paquetes de Ficheros Monitorizados

source: You are not monitoring any files.
es: No está monitorizando ningún fichero.
