Repository: fusionforge/fusionforge
Catalog: src/locale/*.po
Languages: es

source: Project labels plugin
es: Complemento etiqueta de Proyectos

source: Cannot insert new label: %s
es: No puedo insertar la nueva etiqueta: %s

source: Project label added.
es: Agregada Etiqueta Proyecto.

source: Cannot delete label: %s
es: No puedo elminar la etiqueta: %s

source: Project label deleted.
es: Borrada Etiqueta Proyecto.

source: Cannot add label onto project: %s
es: No puedo añadir etiqueta al proyecto: %s

source: The label has been added to the project.
es: La etiqueta ha sido agregada al proyecto.

source: No such project.
es: No existe el proyecto.

source: Cannot remove label: %s
es: No puedo eliminar la etiqueta: %s

source: The label has been removed from the project.
es: La etiqueta ha sido borrada del proyecto.

source: Cannot modify label: %s
es: No puedo modifica la etiqueta: %s

source: Label has been saved.
es: La etiqueta ha sido guardada.

source: Label name
es: Nombre etiqueta

source: Displayed text (or HTML) for the label
es: Texto (o HTML) enseñado para la etiqueta

source: This label currently looks like this
es: Esta etiqueta actualmente parece esto

source: Save this label
es: Guarda esta etiqueta

source: Manage labels
es: Gestionar etiquetas

source: You can edit the labels that you have already created.
es: Puede editar las etiquetas que haya creado ya.

source: This label is used on the following group:
es: Esta etiqueta se utiliza en el siguiente grupo:

source: [Remove this label]
es: [Quitar esta etiqueta]

source: This label is not used on any group.
es: Esta etiqueta no se usa por ningún grupo.

source: Add label to project
es: Añade etiqueta al proyecto

source: [Edit this label]
es: [Editar esta etiqueta]

source: [Delete this label]
es: [Borrar esta etiqueta]

source: Add new labels
es: Añade nuevas etiquetas

source: You can create new labels with the form below.
es: Puede crear etiquetas con el formulario siguiente.

source: Project of the month!
es: ¡Proyecto del mes!

source: Add label
es: Añade etiqueta

source: This project already has a parent
es: Este proyecto ya tiene un superior

source: Successfully added child
es: Hijo añadido correctamente

source: Failed to add child
es: Falló la inserción del hijo

source: Successfully update status of hierarchical browsing
es: Actualización correta del estado de la navegación por jerarquías

source: Failed to update status of hierarchical browsing
es: Fallo al actualizar el estado de la navegacion jerarquica

source: Successfully removed child
es: Hijo borrado correctamente

source: Failed to remove child
es: Fallo en borrar hijo

source: Successfully removed parent
es: Padre borrado correctamente

source: Failed to remove parent
es: Falló borrado del padre

source: Failed to update global configuration.
es: Falló la actualización de la configuración global.

source: Projects Hierarchy global configuration successfully updated.
es: Configuración de Jerarquía Global de Proyectos actualizada.

source: Failed to update configuration.
es: Falló al actualizar la configuración.

source: Projects Hierarchy configuration successfully updated.
es: Configuracín Jerarquía de Proyectos actualizada.

source: Task done.
es: Tarea realizada.

source: Failed to do task.
es: Fallado al realizar tarea.

source: Project Hierarchy
es: Jerarquía de Proyecto

source: Organise projects hierarchically, relation type 1-n.
es: Organizar proyectos jerárquicos, tipo de relación 1-n.

source: Hierarchy Admin
es: Administración Jerarquias

source: Configure the projects-hierarchy plugin (docman, tree, globalconf features)
es: Configure el complemento de jerarquías de proyecto (docman, árbol, delegación, características globalconf)

source: Per Category
es: Por Categoria

source: Per Hierarchy
es: Por Jerarquía

source: Browse per category the available projects. Some projects might not appear here they do not choose any categories
es: Examine por cada categoría disponible para proyectos. Algunos proyectos pueden no aparecer aquí por que no han elegido ninguna categoría

source: Browse per hierarchy. Projects can share relationship between projects, as father and sons
es: Examinar por jerarquia. Los proyectos peude compartir relaciones entre proyectos como padres e hijos

source: No Tree to display.
es: Ningún árbol a enseñar.

source: Global Hierarchy admin
es: Administrador Jerarquías Globales

source: Site Global Hierarchy Admin
es: Administrador Jerarquía Global del Sitio

source: Select a project
es: Selecciona un proyecto

source: Add Child project
es: Agregar un proyecto Hijo

source: No other project available
es: Ningún otros proyecto disponible

source: Modify the hierarchy
es: Modificar la jerarquia

source: Browse this project
es: Examinar por este proyecto

source: Remove parent project
es: Quitar proyecto superior

source: Remove child project
es: Quitar subproyecto

source: Add new child
es: Añade nuevo descendiente

source: Pending hierarchy request
es: Petición de Jerarquía pendiente

source: Validate parent
es: Validar padre

source: No pending requests
es: No hay peticiones pendientes

source: Cannot retrieve data from DB
es: No puedo obtener datos de DB

source: Manage Global Forge Configuration
es: Gestionar Configuración Global de Forja

source: Enable visibility in hierarchy tree.
es: Activar visibilidad en árbol jerárquico.

source: Enable Tree
es: Activar Árbol

source: Enable hierarchical view for browsing in document manager.
es: Activar la visión jerárquica para navegar en el gestor documental.

source: Enable Docman
es: Activar Docman

source: Enable hierarchical view for browsing in Forum main page.
es: Activar la visión jerárquica para explorar en la página principal del Foro.

source: Enable Forum
es: Activar Forum

source: Enable hierarchical view for browsing in FRS main page.
es: Activar la visión jerárquica para explorar en la página principal de FRS.

source: Enable FRS
es: Activar FRS

source: Enable hierarchical view for browsing in Tracker main page.
es: Activar la visión jerárquica para explorar en la página principal de Traker.

source: Enable Tracker
es: Activar Tracker

source: Manage project configuration
es: Gestione configuración de proyecto

source: Enable hierarchy in docman browsing. Direct access to docman features in parent docman tab.
es: Activar jerarquias en la navegacion de docman. Acceso directo a funcionalidadesde docman en la pestaña padre docman.

source: Use forge global configuration. Superseed any configuration done at project level.
es: Emplear la configuración global de la forja. Desestimar la configuración hecha en cualquier nivel del proyecto.

source: Enable forge global configuration
es: Activar configuración global de forja

source: Enable hierarchical browsing
es: Activar exploración jerarquica

source: Disable hierarchical browsing
es: Desactivar navegacion jerarquica

source: Linked projects
es: Proyectos enlazados

source: Parent Project
es: Proyecto Precedente

source: Direct link to project
es: Enlace directo al proyecto

source: Quota Management
es: Gestion de Cuota

source: This is a quota_management plugin within FusionForge.
es: Esto es un complemento quota_management dentro de FusionForge.

source: View the quota_management Administration
es: Ver la Administracion de gestion_espacio

source: Quota
es: Cuota

source: Ressources usage and quota
es: Uso de recursos y espacios

source: You are not Admin of this project
es: No eres Administrador del proyecto

source: Quota Manager Admin
es: Administrador de Cuota

source: Input error: Hard quota must be greater than soft quota
es: Error de entrada: Espacio maximo debe ser mayor que el minimo

source: Successfully updated quota
es: Espacio actualizado correctamente

source: Projects disk quota
es: Espacio de disco

source: disk quota soft
es: cuota de disco mínimo

source: disk quota hard
es: cuota de disco máximo

source: Projects ressources use
es: Uso de recursos de proyectos

source: project
es: proyecto

source: others
es: otros

source: Download - without quota control
es: Descargar - sin control de espacio

source: database
es: base de datos

source: Users disk use
es: Uso de disco de usuarios

source: disk
es: disco

source: Project quota manager
es: Gestion de espacio de proyecto

source: Documents search engine
es: Motor de busqueda de Documentos

source: Download project directory
es: Descargar directorio del proyecto

source: Without quota control
es: Sin control de espacio

source: Home project directory
es: Directorio de Inicio de proyecto

source: With ftp and home quota control
es: Con ftp y control de espacio raiz

source: FTP project directory
es: Directorio FTP del Proyecto

source: CVS project directory
es: CVS directorio del proyecto

source: With cvs and svn quota control
es: Con control de espacio cvs y svn

source: Subversion project directory
es: Directorio de proyecto Subversion

source: Database
es: Base de datos

source: quota type
es: tipo de espacio

source: quantity
es: cantidad

source: size
es: tamaño

source: Disk space
es: Espacio de disco

source: Quota exceeded
es: Cuota sobrepasado

source: Quota disk management
es: Gestión de cuota del disco

source: Quota settings
es: Ajustes de cuota

source: Quota soft
es: Cuota minimo

source: Quota hard
es: Cuota maximo

source: Home, Ftp
es: Inicio, Ftp

source: Error when fetching repository info
es: Error cuando obtuvo info de repositorio

source: This plugin contains the GNU Arch subsystem of FusionForge. It allows each FusionForge project to have its own Arch repository, and gives some control over it to the project's administrator.
es: Este complemento contiene el subsistema GNU Arch de FusionForge. Permite que cada proyecto FusionForge tener su propio repositorio Arch, y proporciona algún control sobre él para el administrador del proyecto.

source: Documentation for %1$s is available at <a href="%2$s">%2$s</a>.
es: Documentación de %1$s disponible at <a href="%2$s">%2$s</a>.

source: Bazaar
es: Bazar

source: This plugin contains the Bazaar subsystem of FusionForge. It allows each FusionForge project to have its own Bazaar repository, and gives some control over it to the project's administrator.
es: Este complemento contiene el sistema Bazaar de FusionForge. Permite cada proyecto FusionForge tener sus propios repositorios Bazaar, y da algún control sobre él para el administrador del proyecto.

source: <strong>%1$s</strong> updates, <strong>%2$s</strong> adds
es: <strong>%1$s</strong> actualizado, <strong>%2$s</strong> añadidos

source: Anonymous Bazaar Access
es: Acceso anónimo a Bazzar

source: This project's Bazaar repository can be checked out through anonymous access with the following command.
es: Este repositorio Bazaar de este proyecto puede ser descargado através de accesos anonimos con el siguiente comando.

source: Developer %s Access via SSH
es: Acceso al %s para desarrolladores a través de SSH

source: Only project developers can access the %s tree via this method.
es: Solo los desarrolladores del proyecto puede acceder al árbol %s usando este método.

source: SSH must be installed on your client machine.
es: SSH debe estar instalado en su máquina cliente.

source: Enter your site password when prompted.
es: Introduzca su contraseña cuando lo pida.

source: branchname
es: nombre de rama

source: Substitute <em>developername</em> with the proper value.
es: Substituya <em>nombre desarollador</em> con los valores adecuados.

source: developername
es: nombre desarrollador

source: Bazaar Repository Browser
es: Navegador Repositorio Bazaar

source: Browsing the %s tree gives you a view into the current status of this project's code.
es: Explorando por el árbol %s le da una visión del estado actual y su código del proyecto.

source: You may also view the complete histories of any file in the repository.
es: Puede ver también el historial completo de cualquier fichero de el repositorio.

source: Browse %s Repository
es: Examinar repositorio %s

source: No specific action available
es: Ninguna operación específica disponible

source: ClearCase Access
es: Acceso Distinguiendo MAY/min

source: Either mount the VOB with <tt>cleartool mount %1$s</tt> or select the <tt>%1$s</tt> VOB in your ClearCase Explorer.
es: O montar el VOB con <tt>montaje cleartool %1$s</tt> o seleccione el VOB <tt>%1$s</tt> en su Explorador ClearCase.

source: History
es: Historial

source: Browse the ClearCase tree
es: Examinar por árbol ClearCase

source: ClearCase server
es: Servidor ClearCase

source: add
es: añadir

source: This CPOLD plugin is only intended as a proof of concept.
es: Este complemento CPOLD solo está ententado como una prueba de concepto.

source: Anonymous CPOLD Access
es: Acceso Anónimo CPOLD

source: This project's CPOLD repository can be accessed anonymously at %s.
es: Este repositorio CPOLD de este proyecto puede ser accedido anónimamente en %s.

source: This plugin contains the CVS subsystem of FusionForge. It allows each FusionForge project to have its own CVS repository, and gives some control over it to the project's administrator.
es: Este complemento contiene el sistema CVS de FusionForge. Permite cada proyecto FusionForge tener sus propios repositorios CVS, y da algún control sobre él para el administrador del proyecto.

source: <strong>%1$s</strong> commits, <strong>%2$s</strong> adds
es: <strong>%1$s</strong> efectuados, <strong>%2$s</strong> añadidos

source: Anonymous CVS Access
es: Acceso Anómimo a CVS

source: This project's CVS repository can be checked out through anonymous (pserver) CVS with the following instruction set. The module you wish to check out must be specified as the <em>modulename</em>. When prompted for a password for <em>anonymous</em>, simply press the Enter key.
es: Este repositorio CVS de este proyecto puede ser accedido usando una cuenta anonymous (pserver) con las siguiente instrucciones especificadas. El módulo que desea obtener debe ser especificado como el <em>nombredemódulo</em>. Cuando se le pida una contraseña para <em>anonymous</em>, simplemente presione la tecla Entrar.

source: modulename
es: nombredemódulo

source: Download the nightly snapshot
es: Descargar instantánea nocturna

source: CVS Repository Browser
es: Navegador del repositorio CVS

source: Adds
es: Añadidos

source: No history yet.
es: Ningún historial aún.

source: Invalid CVS repository:
es: Repositorio CVS no válido:

source: Invalid username:
es: Usuario inválido:

source: This plugin contains the Darcs subsystem of FusionForge. It allows each FusionForge project to have its own Darcs repository, and gives some control over it to the project's administrator.
es: Este complemento contiene el sistema Darcs de FusionForge. Permite cada proyecto FusionForge tener sus propios repositorios Darcs, y da algún control sobre él para el administrador del proyecto.

source: where REPO can be:
es: donde REPO puede ser:

source: No repositories defined.
es: Ningún repositorio definido.

source: Repository not yet created, wait an hour.
es: Repositorio aún no creado, espere una hora.

source: Anonymous Access
es: Acceso Anonimo

source: This project's Darcs repository can be checked out through anonymous access with the following command.
es: Este repositorio Darcs de este proyecto puede ser marcado fuera a través de accesos anónimos con la siguiente función.

source: Darcs Repository Browser
es: Explorador de Repositorio Darcs

source: Browsing the Darcs tree gives you a view into the current status of this project's code. You may also view the complete history of any file in the repository.
es: Examinar por el árbol Darcs le da una visión del estado actual del código fuente de este proyecto. Puede además ver el historial completo de cualquier fichero dentro del repositorio.

source: Browse Darcs repository
es: Explorar repositorio Darcs

source: No repositories to browse
es: Sin repositorios a explorar

source: Updates
es: Actualizaciones

source: Repository to be created
es: Repositorio a ser creado

source: Create new repository
es: Crear repositorio nuevo

source: Repository name
es: Nombre repositorio

source: Clone
es: Clonar

source: This plugin contains the Git subsystem of FusionForge. It allows each FusionForge project to have its own Git repository, and gives some control over it to the project's administrator.
es: Este complemento contiene el subsistema Git de FusionForge. Permite cada proyecto FusionForge tener sus propios repositorios Git, y da algún control sobre él para el administrador del proyecto.

source: This project's Git repository can be checked out through anonymous access with the following command.
es: Este repositorio Git de este proyecto puede ser descargado a través de un acceso anónimo con la siguiente orden.

source: Member repository
es: Repositorio del miembro

source: One of this project's members also has a personal Git repository that can be checked out anonymously.
es: Uno de los miembros del proyecto tiene también un repositorio Git personal que puede ser descargado anónimamente.

source: Developer Access
es: Acceso Desarrollador

source: Only project developers can access the Git repository via this method.
es: Solo los desarrolladores del proyecto puede acceder al Git usando este método.

source: via SSH
es: por SSH

source: via "smart HTTP"
es: por «HTTP inteligente»

source: No access protocol has been allowed for the Git plugin in scmgit.ini: use_ssh and use_smarthttp are disabled
es: Ningún protocolo de acceso ha sido permitido para el complemento Git en scmgit.ini: use_ssh, use_smarthttp y use_dav están desactivados

source: Access to your personal repository
es: Acceso a su repositorio personal

source: You have a personal repository for this project, accessible through the following methods. Enter your site password when prompted.
es: Tiene un repositorio personal para este proyecto, accesible a través de los métodos siguientes. Introduzca su contraseña cuando le sea requerida.

source: Request a personal repository
es: Petición de un repositorio personal

source: You can clone the project repository into a personal one into which you alone will be able to write. Other members of the project will only have read access. Access for non-members will follow the same rules as for the project's main repository. Note that the personal repository may take some time before it is created (less than an hour in most situations).
es: Puede clonar el repositorio del proyecto en uno personal en el que solo usted tenga acceso de escritura. Otros miembros del proyecto tendrán acceso de lectura. Accesos para no miembros seguirán las mismas normas que para el repositorio principal del proyeto. Indicar que el repositorio personal puede llevar un tiempo en crearse (menos de una hora en la mayoria de los casos).

source: Git Repository Browser
es: Explorador Repositorio Git

source: Browsing the Git tree gives you a view into the current status of this project's code. You may also view the complete history of any file in the repository.
es: Examinar por el árbol Git le da una visión del estado actual del código fuente de este proyecto. Puede además ver el historial completo de cualquier fichero en el repositorio.

source: Browse main git repository
es: Examinar repositorio prinicpal git

source: Browse extra git repository
es: Examinar repositorio git adicional

source: Browse personal git repository
es: Examinar repositorio personal git

source: statistics
es: estadísticas

source: Git Commits
es: Efectuaciones Git

source: Cannot create a secondary repository with the same name as the primary
es: No puede crear un repositorio secundario con el mismo nombre que el primario

source: This repository name is not valid
es: Este nombre del repositorio no es válido

source: A repository %s already exists
es: Un repositorio %s ya existe

source: Invalid URL from which to clone
es: URL inválida desde la cual clonar

source: Clone of %s
es: Clonado de %s

source: No extra Git repository for project
es: Ningún repositorio GIT adicional para proyecto

source: Extra Git repository for project %1$s
es: Repositorio Git adicional para el proyecto %1$s

source: Initial clone URL (if any)
es: Cloneo inicial URL (si hay)

source: Create new Git repository for project
es: Crear repositorio Git nuevo para proyecto

source: Initial clone URL (or name of an existing repository in this project; leave empty to start with an empty repository)
es: Clonado de URL inicial (o nobre de un reprositorio existente dentro de este projecto; déjalo vacío para iniciar con un repositorio vacío)

source: My Git cloned Repositories List
es: Mi Lista de Repositorios Git clonados

source: Get the list of URLS of your personal Git repository cloned from projects.
es: Obtener el listado de URLS de su repositorio Git personal clonado de otros proyectos.

source: Browse Git Repository
es: Examinar Repositorio Git

source: No personal git repository.
es: Ningún repositorio git personales.

source: Cannot locate group for func=%s
es: No puede ubicar grupo para func=%s

source: You have already requested a personal Git repository for this project. If it does not exist yet, it will be created shortly.
es: Ha pedido ya un repositorio personal Git para este proyecto. Si no existe todavia, será creado en breve.

source: You have now requested a personal Git repository for this project. It will be created shortly.
es: Ha realizado una peticion de un repositorio Git personal para este proyecto. Se creará en breve.

source: This plugin contains the Mercurial (Hg) subsystem of FusionForge. It allows each FusionForge project to have its own Mercurial repository, and gives some control over it to the project's administrator. Offer DAV or SSH access.
es: Este complemento contiene el subsistema Mercural (Hg) de FusionForge. Permite que cada projecto Fusionforge tenga su propio repositorio Mercurial, y da algo de control sobre él al administrador del proyecto. A menudo DAV o SSH accede.

source: Another short Introduction can be found at <a href="http://hginit.com/">http://hginit.com/</a>
es: Otra introducción corta puede ser encontrada en <a href="http://hginit.com/">http://hginit.com/</a>

source: Anonymous Mercurial Access
es: Acceso Anónimo Mercurial

source: This project's Mercurial repository can be checked out through anonymous access with the following command
es: Este repositorio Mercurial de este proyecto puede ser descargado a través de accesos anónimos con la siguiente orden

source: Please contact forge administrator, scmhg plugin is not correctly configured
es: Por favor contacte con el administrador de forja, el complemento scmhg no está correctamente configurado

source: Only project developers can access the Hg repository via this method.
es: Solo los desarrolladores del proyecto puede acceder al repositorio Hg usando este método.

source: via "DAV"
es: vía «DAV»

source: No access protocol has been allowed for the Hg plugin in scmhg.ini: use_ssh and use_dav are disabled
es: Ningún protocolo de acceso ha sido permitido para el complemento Hg en scmhg.ini: use_ssh, y use_dav están desactivados

source: Mercurial Repository Browser
es: Explorador Repositorio Mercurial

source: Browsing the Mercurial tree gives you a view into the current status of this project's code. You may also view the complete histories of any file in the repository.
es: Examinar por el árbol Mercurial le da una visión del estado actual del código fuente de este proyecto. Puede además ver el historial completo de cualquier fichero en el repositorio.

source: Browse Hg Repository
es: Examinar repositorio Hg

source: Browse extra Hg repository
es: Examinar repositorio Hg adicional

source: Hg Commits
es: Cambios HG

source: No extra Hg repository for project
es: Ningún repositorio Hg adicional para proyecto

source: Extra Hg repository for project %1$s
es: Repositorio Hg adicional para el proyecto %1$s
