Repository: fusionforge/fusionforge
Catalog: src/locale/*.po
Languages: es

source: Usage
es: Modo de empleo

source: The first syntax populates an existing group, with its ID given.
es: La primera sintaxis rellenada um grupo existente, con su ID dado.

source: The second syntax creates a new template group.
es: La segunda sintaxis crea un grupo de plantilla.

source: Error creating ArtifactTypes object
es: Error creando el objeto ArtifactTypes

source: Open-Discussion
es: Abrir-Discusión

source: General Discussion
es: Discusión Común

source: Help
es: Ayuda

source: Get Public Help
es: Obtener Ayuda Pública

source: Developers-Discussion
es: Discusión-de-Desarrolladores

source: Project Developer Discussion
es: Discusiones de Desarrollo del Proyecto

source: Uncategorized Submissions
es: Envíos No Categorizados

source: To Do
es: Por Hacer

source: Things We Have To Do
es: Cosas que tenemos que hacer

source: Next Release
es: Siguiente Publicación

source: Items For Our Next Release
es: Elementos Para Nuestra Publicación Siguiente

source: Commits
es: Efectuaciones

source: Group #%d not found!
es: ¡Grupo #%d no encontrado!

source: could not populate new group
es: no pudo rellenar grupo nuevo

source: Template project %s (%s) populated on %s
es: Proyecto plantilla %s (%s) rellenado al %s

source: could not create group
es: no pudo crear grupo

source: could not mark group as template
es: no pudo marcar grupo como plantilla

source: Group #%d %s (%s) populated successfully.
es: Grupo nº %d %s (%s) rellenado correctamente.

source: SSH Key added successfully.
es: Llave SSH añadida correctamente.

source: Invalid file name.
es: Nombre de fichero inválido.

source: SSH Key deleted successfully.
es: Llave SSH borrada correctamente.

source: Document Manager Action Denied.
es: Accion de Gestión de Documentos Denegada.

source: No valid folder was selected.
es: Ninguna carpeta válida seleccionada.

source: Error getting blank document.
es: Error obteniendo documento vacío.

source: Manual uploads disabled.
es: Subidas manuales desactivadas.

source: Unknown type submission.
es: Tipo desconocido de subida.

source: Document %s submitted successfully.
es: Documento %s enviado con éxito.

source: Document %s has been successfully uploaded and is waiting to be approved.
es: Documento %s enviado con éxito y esperando aprobación.

source: Document subfolder successfully created.
es: Subdirectorio de Documento creado con éxito.

source: Document folder successfully created.
es: Carpeta del documento creada correctamente.

source: Document folder %s deleted successfully.
es: Carpeta del documento %s eliminada correctamente.

source: Associations removed successfully
es: Asociaciones quitadas correctamente

source: Cannot retrieve document
es: No puede obtener documento

source: No document ID. Cannot retrieve versions.
es: Ningún ID documental. No puede obtener versiones.

source: Review deleted successfully.
es: Revisión borrada correctamente.

source: Cannot delete review ID
es: No puede borrar ID revisión

source: Cannot create object documentreview
es: No puede crear objeto documental

source: No document ID. Cannot retrieve review.
es: Ningún ID documental. No puede obtener revisión.

source: Version deleted successfully.
es: Versión correctamente borrada.

source: Cannot delete version
es: No puede borrar versión

source: Cannot create object documentversion
es: No puede crear objeto de versión documental

source: No action to perform
es: Ninguna acción a realizar

source: %s document deleted successfully.
es: %s documento borrado correctamente.

source: Documents folder %s updated successfully
es: Carpeta de documentos %s actualizado correctamente

source: on project %s
es: en proyecto %s

source: No document found to update
es: Ningún documentos encontrado para actualizar

source: Invalid file attack attempt %s.
es: Intento de ataque a fichero inválido %s.

source: Document [D%s] updated successfully.
es: Documento [D%s] actualizado correctamente.

source: %Y-%m-%d
es: %d-%m-%Y

source: Review created
es: Revisión creada

source: Review commented successfully
es: Revisión realizada correctamente

source: Reminder sent successfully.
es: Recuerdo enviado correctamente.

source: No reminder sent for review ID
es: No recortar envío para previsión ID

source: Review closed successfully
es: Revista cerradda correctamente

source: Review updated
es: Revista actualizada

source: Missing flag action
es: Operación de marca ausente

source: Unable to clean trash
es: Incapaz de vaciar la papelera

source: Emptied Trash successfully.
es: Papelera Vaciada correctamente.

source: Document(s)
es: Documento(s)

source: reservation enforced successfully.
es: reserva forzada correctamente.

source: Search Engine Reindex Forced: search results will be available within 24 h.
es: Reindexado Forzado del Motor de busqueda: resultados buscados disponibles en 24 h.

source: Associations
es: Asociaciones

source: Cannot retrieve review
es: No puedo obtener revisión

source: No document ID or no review id. Cannot retrieve comments.
es: Ningún ID documental o id revisado. No puede obtener comentarios.

source: No document ID or no review id. Cannot retrieve information.
es: Ningún ID documental o id revisado. No puede obtener información.

source: Reviews
es: Revisiones

source: Cannot retrieve reviews
es: No puedo obtener revisiones

source: No document ID. Cannot retrieve reviews.
es: Ningún ID documental. No puede obtener revisiones.

source: Cannot retrieve versions
es: No puedo obtener versiones

source: Missing file or limit size exceeded
es: Fichero ausente o límite de tamaño excedido

source: Missing file
es: Fichero ausente

source: No valid Group nor directory
es: Ni grupo ni directorio válido

source: Archive injected successfully.
es: Archivo insertado correctamente.

source: Lock failed
es: Candado fallado

source: Missing Type
es: Tipo Ausente

source: Action currently locked by another user.
es: Operación actualmente bloqueado po otro usuario.

source: Docman Error: unable to get folder object
es: Error Docman: incapaz de obtener carpeta de objeto

source: Folder
es: Carpeta

source: Monitoring Started
es: Monitorización Iniciada

source: Monitoring Stopped
es: Monitorización Detenida

source: monitoring action unknown.
es: acción monitorización desconocida.

source: Monitoring %s document started.
es: Monitorización de documento iniciado.

source: Monitoring %s document stopped.
es: Monitorizando %s documento detenido.

source: %s document moved.
es: %s documento movido.

source: No document found to notify.
es: Ningún documentos encontrado para notificarción.

source: No users selected for notification.
es: Ningún usuario seleccionado para notificación.

source: Notification on document
es: Notificación en documento

source: Project
es: Proyecto

source: Document Folder
es: Carpeta del Documento

source: Document Title
es: Título del Documento

source: Document Filename
es: Nombre de fichero del Documento

source: Direct Link
es: Enlace Directo

source: Notification Comment
es: Comentario de Notificación

source: %s user notified.
es: %s usuario notificado.

source: %s document released.
es: %s documento publicado.

source: reserved successfully.
es: reservado correctamente.

source: Documents folder %s moved to trash successfully.
es: Directorio documentos %s movido a la papelera con éxito.

source: %s document moved to trash successfully.
es: %s documento movido a la papelera correctamente.

source: Create Online Documents Status updated successfully: Active.
es: Estado Crear Documentos Conectado actualizado correcto : Activo.

source: Create Online Documents Status updated successfully: Off.
es: Estado Crear Documentos Conectado actualizado correcto : Inactivo.

source: Search Engine Status updated successfully: Active.
es: Estado Motor de búsqueda actualizado correcto: Activo.

source: Search Engine Status updated successfully: Off.
es: Estado Motor de búsqueda actualizado correcto: Inactivo.

source: Webdav Interface updated successfully: Active.
es: Interfaz Webdav actualizado correctamente: Activo.

source: Webdav Interface updated successfully: Off.
es: Interfaz Webdav actualizado correctamente: Inactivo.

source: %s document validated successfully.
es: %s documento actualizado correctamente.

source: Invalid Project
es: Proyecto Inválido

source: Document
es: Documento

source: group_id in db result does not match Group Object
es: group_id en los resultados de la Base de Datos no coincide con el Objeto de Grupo

source: Title Must Be At Least %d Characters
es: Título Debe Tener Al Menos %d Caracteres

source: Document Description Must Be At Least %d Characters
es: Descripción Documental Debe Tener Al Menos %d Caracteres

source: Title Must Be Max %d Characters
es: Título Debe Tener Como Máximo %d Caracteres

source: Document Description Must Be Max %d Characters
es: Descripción Documental Debe Tener Como Máximo %d Caracteres

source: Document Comment Must Be Max %d Characters
es: Descripción Documental Debe Tener Como Máximo %d Caracteres

source: Document already published in this folder
es: Documento ya publicado en esta carpeta

source: Error Adding Document
es: Error Creando Documento

source: Not a file
es: No un fichero

source: Error updating document group
es: Error actualizando grupo documental

source: Document: Invalid docid
es: Documento: docid inválido

source: Document lock failed
es: Bloqueo del documento fallado

source: Document reservation failed
es: Fallado al reservar el Documento

source: Error getting document version
es: Error obteniendo versión documental

source: Error updating document version
es: Error actualizando versión documental

source: New Document
es: Crear Documento

source: Updated document
es: Documento actualizado

source: by
es: por

source: Document description
es: Descripción del documento

source: Submitter
es: Origen

source: For more info, visit:
es: Para más información, visite:

source: A new document has been uploaded and waiting to be approved by you
es: Un documento nuevo ha sido modernizado y esperando a ser aprobado por usted

source: Error Deleting Document
es: Error borrando documento:

source: wrong parameters
es: parámetros equivocados

source: wrong column name
es: nombre de columna incorrecto

source: No Documents Found
es: No se encontraron documentos

source: Permission refused
es: Permiso denegado

source: Name is required
es: Se necesita un nombre

source: Invalid Documents Folder parent ID
es: Directorios padres de Documentos ID inválido

source: Folder name already exists
es: El nombre del directorio ya existe

source: Error Adding Folder
es: Error Creando Carpeta

source: Unsupported injected file
es: Fichero inyectado sin apoyo

source: Invalid Document Folder ID
es: Directorio de Documento ID Inválido

source: Documents Folder name already exists
es: El nombre del directorio de documentos ya existe

source: Browse this folder
es: Examinar por esta carpeta

source: New Folder
es: Crear Carpeta

source: Updated folder by
es: Carpeta actualizada por

source: Updated by
es: Actualizado por

source: Unable to move this folder to trash. Folder locked.
es: Incapaz de mover esta carpeta a la papelera. Carpeta clavada.

source: Unable to extract ZIP file.
es: Incapaz de extraer ficheros en un ZIP.

source: Unable to open ZIP file.
es: Incapaz de abrir fichero ZIP.

source: (Title must be at least 5 characters.)
es: (Título debe tener al menos 5 caracteres).

source: Injected by ZIP:
es: Inyectado por ZIP.

source: Unknown item.
es: Ítem desconocido.

source: Unable to open folder for injecting into tree
es: Incapaz de abrir carpeta para injectar dentro del árbol

source: No Documents Folder Found
es: No se localizan carpetas de Documentos

source: Number of documents in this folder
es: Número de documentos en el directorio

source: Number of documents in this folder per status. active/pending/hidden/private
es: Número de documentos en esta carpeta por estado. activo/pendiente/oculto/privado

source: Number of deleted documents in this folder
es: Número de documentos borrados en esta carpeta

source: Created by
es: Creado por

source: Last Modified
es: Última modificación

source: (private)
es: (privado)

source: None
es: Ninguno

source: No Valid Document Object
es: Ningún Objeto Documental Válido

source: Open
es: Abierto

source: Closed
es: Cerrado

source: Validated
es: Validado

source: On error
es: Erróneo

source: Unknown user
es: Usuario desconocido

source: Permanently delete this review
es: Borrar permanentemente esta revisión

source: View comments of this review
es: Comentario visto de esta revisión

source: Edit this review
es: Edita esta revisión

source: Complete this review
es: Completa esta revisión

source: Send reminder to pending reviewers
es: Envía recordatorio para revisiones pendientes

source: Comment the review and/or view the existing comments if any.
es: Comentarar la revisión y/o ver los comentarios existentes si hay.

source: Close the review
es: Cierra la revisión

source: Validate the document?
es: ¿Validar el documento?

source: Make this version as current
es: Crea esta versión como versión actual

source: Final Status
es: Estado Final

source: Conclusion Comment
es: Comentario Conclusivo

source: Final comment
es: Comentario final

source: (at least %s characters)
es: (por lo menos %s caracteres)

source: yy-mm-dd
es: aa-mm-dd

source: Title
es: Título

source: Description
es: Descripción

source: Select Version to review
es: Seleccione Versión para revisar

source: Select End date of this review
es: Selección Final de datos de esta revisión

source: Add mandatory reviewers
es: Añade revisores mandatoria

source: Add optional reviewers
es: Añade revisiones opcionales

source: Notification comment
es: Configuración de notificación

source: Add a specific comment for the mail notification here
es: Añada un comentario específico para la notificación por correo-e aquí

source: Notification reminder comment
es: Comentario recordatorio de notificación

source: Cannot get Document Versions
es: No puede obtener Versión Documental

source: Comment
es: Comentario

source: Add your comment
es: Añada su comentario

source: Review done
es: Revisión terminada

source: Attachment
es: Adjuntos

source: max upload size
es: tamaño max subida

source: Date
es: Fecha

source: Author
es: Autor

source: No comment posted.
es: Ningún comentario publicado.

source: Reviewer Name
es: Nombre de Revisor

source: Status
es: Estado

source: mandatory
es: obligatorio

source: optional
es: opcional

source: Missing Version ID to create review
es: ID de Versión Ausente para cerar revisión

source: Review Title must be %d characters minimum and %d characters maximum
es: Revisión del Título debe ser %d caracteres mínimo y %d caracteres máximos

source: Review Description must be %d characters minimum and %d characters maximum
es: Revisión del Descripción debe ser %d caracteres mínimo y %d caracteres máximos

source: Review End date is in the past. Please set it the future
es: fecha final revisoinada está dentro del pasado. Establézcala en el futuro.

source: Missing mandatory reviewers
es: Falta revisiones mandatorias

source: Wrong parameter type for optional reviewers
es: Tipo de parámetro equivocado para revisiones opcionales

source: Unable to create review
es: Incapaz para crear revisión

source: New review started
es: Nueva revisión iniciada

source: Review still open
es: Revisión aún abierta

source: for the document
es: para el documento

source: version ID
es: versión ID

source: Document version
es: Versión documental

source: Document version title
es: Título de versión documental

source: Document version description
es: Descripción de versión documental

source: Review submitter
es: Revisión enviada

source: Review due date
es: Revisión a fecha

source: Specific comment from submitter
es: Comentario específicao desde enviador

source: Please review, visit
es: Por favor, revise, visite

source: Your review is MANDATORY
es: Su revisión es MANDATORIA

source: Your review is optional
es: Su revisión es opcional

source: Review deleted for the document
es: Revisión borrada para el documento

source: This review ID %d has been deleted by %s (%s)
es: Este ID de revisión %d ha sido borrada por %s (%s)

source: n/a
es: n/d

source: % of mandatory users with status done - % of optional users with status done
es: % de usuarios obligatorios con estado terminado - % de usuarios opcionales con estado terminado

source: No Valid DocumentReview Object
es: Ningún Objeto RevisiónDocumental Válido

source: DocumentReview
es: RevisiónDocumental

source: Version
es: Versión

source: Created By
es: Creado por

source: Start date
es: Fecha inicial

source: End date
es: Fecha final

source: Progress
es: Progreso

source: Comments
es: Comentarios

source: Actions
es: Operaciones

source: Review overdue
es: Revisión pasada

source: No Reviews.
es: Sin Revisiones.

source: Add new review
es: Añade nueva revisión

source: Document Version
es: Verrsión Documental

source: DocumentVersion
es: VersiónDocumental

source: Invalid version id
es: Id de versión inválido

source: Cannot create version.
es: No puede crear versión.

source: Cannot update current version on creation.
es: No se puede actualizar versión actual en creación.

source: Cannot set current_version.
es: No puede establecer versión actual.

source: Y-m-d H:i
es: A-m-d H:i

source: Edit this version
es: Edita esta versión

source: Permanently delete this version
es: Borrar permanentemente esta versión

source: Index of
es: Índice de

source: webdav db error
es: error webdav db

source: Injected by WebDAV
es: Inyectado por WebDAV

source: You MUST first create at least one folder to store your document.
es: DEBE crear primero como minimo un directorio para almacenar tu documento.

source: Refers to the relatively brief title of the document (e.g. How to use the download server).
es: Referido a la descripcion corta del documento (ej. Como usar el servidor de descargas).

source: Editing tips:http,https or ftp: Hyperlinks. [#NNN]: Tracker id NNN. [TNNN]: Task id NNN. [wiki:&lt;pagename&gt;]: Wiki page. [forum:&lt;msg_id&gt;]: Forum post. [DNNN]: Document id NNN.
es: Editar consejos:http,https o ftp: Hiperenlaces. [#NNN]: Seguimiento Tracker id NNN. [TNNN]: Tareas id NNN. [wiki:&lt;pagename&gt;]: Página Wiki. [forum:&lt;msg_id&gt;]: Foro post. [DNNN]: Documento id NNN.

source: Add free comment
es: Añade un comentario libre

source: Type of Document
es: Tipo de Documento

source: File
es: Fichero

source: Already-uploaded file
es: Fichero ya actualizado

source: Create online
es: Crear conexión

source: Upload File
es: Cargar Fichero

source: Enter a valid URL
es: Introduzca un URL válido

source: Pick a file already uploaded (by SFTP or SCP) to the <a href="%1$s">project's incoming directory</a> (%2$s).
es: Coja un fichero ya subido (por SFTP o SCP) al <a href="%1$s">directorio de entrada del proyecto</a>. (%2$s).

source: You need first to upload file in %s
es: Necesita primero para subir fichero en %s

source: File Name
es: Nombre del Fichero

source: Set the content to your file
es: Establece el contenido de su fichero

source: Folder that document belongs to
es: Encarpetar ese documento pertenece a

source: Status of that document
es: Estado del documento

source: Both fields Title & Description are used by the document search engine.
es: Ambos campos Título y descripción son empleados por el motor de busqueda del documento.

source: Submit Information
es: Enviar Información

source: Document Manager Access Denied
es: Gestor de Documentos Acceso Denegado

source: Submit a new document in this folder.
es: Publicar Nuevo Documento en este directorio.

source: Create a folder based on this name.
es: Crear una carpeta basada en este nombre.

source: Inject Tree
es: Inyectar Árbol

source: Create a full folders tree using an compressed archive. Only ZIP format support.
es: Crear un árbol de carpetas completo usando un archivo comprimido. Solo ficheros ZIP compatible.

source: You MUST first create at least one folder to upload your archive.
es: Primero DEBE crear al menos una carpeta para almacenar su archivo.

source: Name of the document subfolder to create
es: Nombre del subdirectorio del documento a crear

source: Name of the document folder to create
es: Nombre de la carpeta del documento a crear

source: Create
es: Crear

source: Extract documents and directories as an archive
es: Extraer documentos y directorios como un archivo

source: Enable Create Online Documents
es: Activar Crear Documentos Online

source: Disable Create Online Documents
es: Desactivar Crear Documentos Online

source: Enable Search Engine
es: Activar Motor de Busqueda

source: Disable Search Engine
es: Desactivar Motor de Busqueda

source: Force reindexation search engine
es: Forzar reindexación del motor de búsqueda

source: Enable Webdav Interface
es: Activar Interfaz Webdav

source: Disable Webdav Interface
es: Desactivar Interfaz Webdav

source: Folder Name
es: Nombre del Directorio

source: belongs to
es: pertenece a

source: Restore
es: Restaurar

source: Edit
es: Editar

source: Folder name will be used as a title, so it should be formatted correspondingly.
es: El nombr de la carpeta será usado como el titulo, asi qué deberá estar correctamente formateado.

source: State
es: Estado

source: Versions
es: Versiónes

source: View/Add/Remove document version.
es: Ver/Añadir/Quitar versión del documento.

source: View/Start/Comment document review.
es: Ver/Iniciar/Comentar revisión de documento.

source: Add/Remove associated objects.
es: Añade/Quita objetos asociados.

source: Filename
es: Nombre del Fichero

source: Last Time
es: Última vez

source: Size
es: Tamaño

source: x does mark the current version
es: x marca la versión actual

source: Add new version
es: Añade versión nueva

source: at least %s characters)
es: al menos %s caracteres)

source: Both title & description fields can be parsed by the document search engine.
es: Ambos campos título y descripción pueden ser interpretados por el motor de búsqueda documental.

source: Current Version
es: Versión actual

source: Make this version the current version
es: Crea esta versión de la versión actual

source: Edit the content of your file
es: Edite el contenido de su fichero

source: Specify an new outside URL where the file will be referenced
es: Especifique una URL externa donde el fichero será referenciado

source: Documents parsing is also available through webdav. Only for registered users.
es: Interpretación documental también está disponible a través de webdav. Solo para usuarios registrados.

source: Direct Webdav URL
es: Direccion Webdav directa

source: Invalid folder
es: Directorio Incorrecto

source: Edit document dialog box
es: Casilla del diálogo para editar documento

source: Notify selected users dialog box
es: Notifica caja de diálogo de usuarios seleccionados

source: Send
es: Enviar

source: Subproject
es: Subproyecto

source: Edit this folder
es: Editar esta carpeta

source: Move this folder and his content to trash
es: Mover esta carpeta y su contenido a la papelera

source: Permanently delete this folder
es: Borrar permanentemente esta carpeta

source: Add a new item in this folder
es: Añadir un nuevo elemento a esta carpeta

source: Download this folder as a ZIP
es: Descargar esta carpeta como un ZIP

source: Stop monitoring this folder
es: Detener monitorización de esta carpeta

source: Start monitoring this folder
es: Iniciar monitorización de esta carpeta

source: Edit this document, add version
es: Editar este documento, añade versión

source: associate to other objects
es: asociar a otros objetos

source: create or comment a review
es: crea o emite una revisión
