Repository: fusionforge/fusionforge
Catalog: src/locale/*.po
Languages: es

source: Days till pending tracker items time out
es: Días pendientes de ítemes seguidos aún agotados

source: Free form text for the “Submit New” page
es: Formato textual libre para la página “Enviar Novedad”

source: Free form text for the Browse page
es: Texto libre de formato para la página Explorar

source: Submit
es: Enviar

source: Administration of tracker
es: Administración de seguimiento

source: New Tracker
es: Crear Seguimiento

source: Update Settings
es: Actualizar Configuración

source: Set up preferences like expiration times, email addresses.
es: Introduzca sus preferencias tipo tiempo expiracion, correo electrónico.

source: Manage Effort Units
es: Gestionar Unidades de Esfuerzo

source: Manage Effort Units for Effort custom extra field.
es: Gestiona Unidades de Esfuerzo para campo personal adicional.

source: Manage Custom Fields
es: Gestionar Campos Adaptados

source: Add new boxes like Phases, Quality Metrics, Components, etc. Once added they can be used with other selection boxes (for example, Categories or Groups) to describe and browse bugs or other artifact types.
es: Añade nuevas cajas como Fases, Métricas de Calidad, Componentes, etc. Una vez añadidos, pueden ser usados en otras cajas de selección (por ejemplo, Categorías o Grupos) para describir y examinar defectos y otros tipos de artefactos.

source: Manage Workflow
es: Gestionar Flujos de Tarea

source: Edit tracker workflow.
es: Editar flujo del seguimiento.

source: Customize List
es: Personalizar

source: Customize display for the tracker.
es: Personalice la vista del seguimiento.

source: Manage Canned Responses
es: Gestionar Respuestas Dirigidas

source: Create/change generic response messages for the tracker.
es: Crear/modifica mensajes genéricos de respuesta para el seguimiento.

source: Apply Template Tracker
es: Aplicar Plantilla de Seguimiento

source: Duplicate parameters and fields from a template trackers in this one.
es: Duplicar parametros y campos de una plantilla de seguimiento en este.

source: Permanently delete this tracker.
es: Borrar permanentemente este seguimiento.

source: Unable to create ArtifactExtraField Object
es: Incapaz de crear el objeto ArtifactExtraField

source: Error inserting a custom field
es: Error insertando un nombre de caja

source: Extra field inserted
es: Nombre de caja insertado

source: Custom Field Deleted
es: Campo Personalizado Borrado

source: Element inserted
es: Elección insertada

source: Unable to create ArtifactCanned Object
es: Incapaz de crear Objerto ArtifactCanned

source: Canned Response Inserted
es: Insertada Respuesta Prefijada

source: Canned Response Updated
es: Actualizada la Respuesta Prefijada

source: ArtifactType could not be created
es: El tipo de Artefacto no puede ser creado

source: Copy into Tracker:
es: Copiar al seguimiento:

source: Update field formula failed
es: Fallo de fórmula de actualización de campo

source: Update field default value failed
es: Valor predeterminado para campo actualizado fallado

source: Custom Field updated
es: Nombre de caja actualizado

source: Field formula updated
es: Campo de formula actualizado

source: Unable to create ArtifactExtraFieldElement Object
es: Incapaz de crear ArtifactExtraFieldElement.Object

source: Field element formula updated
es: Campo elemental de formula actualizada

source: Element updated
es: Elección actualizada

source: Parent Elements updated
es: Elección superiores actualizados

source: Formula updated
es: Fórmula actualizada

source: Error deleting an element
es: Error borrando un elemento

source: Element deleted
es: Elemento borrado

source: Successfully Cloned Tracker Fields
es: Campos de Seguimiento Correctamente Clonados

source: Error cloning fields
es: Error clonando campos

source: Tracker Updated
es: Seguimiento Actualizado

source: Renderer Updated
es: Renderizado Actualizado

source: Default value(s) Updated
es: Valore(s) predeterminado(s) Actualizado

source: Update default value(s) failed
es: Actualización predetermianda de valore(s) fallados

source: No default value to set.
es: Valor predeterminado a establecer.

source: Initial values not saved, no initial state given.
es: Valores iniciales no guardados, no proporcionado estado inicial.

source: Initial values saved.
es: Valores iniciales grabados.

source: Workflow saved
es: Diagrama De Flujo grabado

source: Workflow (allowed roles) saved
es: Diagrama de flujo (permitidos roles) grabado

source: Workflow (required fields) saved
es: Diagrama de flujo (requiere campos) guardado

source: Unknown function
es: Función desconocida

source: ArtifactExtraField could not be created
es: El tipo de ArtifactExtraField no puede ser creado

source: Unable to get artifact
es: Incapaz de obtener artefacto

source: Could Not Get Factory
es: No puedo obtener Factory

source: Unassigned
es: No asignado

source: Any
es: Cualquiera

source: Priority
es: Prioridad

source: Open Date
es: Fecha Abierta

source: Last Modified Date
es: Última modificación

source: Last Modifier
es: Último modificador

source: Close Date
es: Fecha de Resolución

source: Assignee
es: Asignación

source: # Votes
es: # Votos

source: # Voters
es: # Votantes

source: % Votes
es: % Votos

source: Ascending
es: Ascendente

source: Descending
es: Descendente

source: Last 24 h
es: Últimas 24 h

source: Last 7 days
es: Últimos 7 días

source: Last 2 weeks
es: Últimas 2 semanas

source: Last month
es: Último mes

source: Advanced queries
es: Consultas avanzadas

source: Use project queries or build and use your own queries.
es: Emplear peticiones de proyecto o compilación y usar sus propias peticiones.

source: Simple Filtering and Sorting
es: Filtrado y Ordenado Simple

source: Filtering by assignee, state, priority.
es: Filtrando por asignación, estado, prioridad.

source: Private
es: Privado

source: Select One
es: Selección Uno

source: Power Query
es: Consulta Avanzada

source: Build Query
es: Contruir Consulta

source: Modified by
es: Modificado por

source: Changed
es: Cambiado

source: Order by
es: Ordenado según

source: Quick Browse
es: Exploración Rápida

source: Viewing only opened records by default, use “%1$s” or “%2$s” to change.
es: Ver solamente registros abiertos por defecto, usar “%1$s” o '“%2$s”' para cambiarlo.

source: Check all
es: Comprobar todo

source: Clear all
es: Vaciar todo

source: Assigned to
es: Asignado a

source: Submitted by
es: Enviado por

source: Related Tasks
es: Tareas relacionadas

source: % Voted
es: % Votados

source: * Denotes requests > %s Days Old
es: * Indica que se registró hace más de %s días

source: Mass Update
es: Actualización Masiva

source: If you wish to apply changes to all items selected above, use these controls to change their properties and click once on “Mass Update”.
es: Si deseas aplicar cambios a todos los ítemes seleccionados, usa estos controles para cambiar sus propiedades y pulsa una vez en “Actualización Masiva”.

source: No Change
es: Ninguna Modificación

source: Nobody
es: Nadie

source: Canned Response
es: Respuesta Prefijada

source: No items found
es: No se encuentran elemento

source: with headers
es: con encabezados

source: without headers
es: sin encabezados

source: using
es: empleando

source: as separator.
es: como separador.

source: This page allows you to export the items using a CSV (<a href="http://en.wikipedia.org/wiki/Comma-separated_values">Comma Separated Values</a>) File. This format can be used to view your entries using your favorite spreadsheet software.
es: Esta página permite exportar los ítemes usando un Fichero CSV (<a href="http://en.wikipedia.org/wiki/Comma-separated_values">Comma Separated Values</a>). Este formato puede ser usado para ver datos usando Hojas de Calculo.

source: Export as a CSV file
es: Exportar como fichero CSV

source: Selected CSV Format
es: Formato CSV Seleccionado:

source: Modify this CSV format.
es: Modificar este Formato CSV.

source: Overwrite default filter. (No filtering)
es: Filtro sobrepasado predeterminado. (Sin filtrado)

source: Set last modified date limitation for this export. If not enable, not limitation.
es: Establece última limitación de fecha modificada para esta exportación. Si no activa, no limita.

source: Download CSV file
es: Descargar fichero CSV

source: Delete artifact
es: Borrar artefacto

source: Confirm Delete
es: Confirma el Borrado

source: Are you sure you want to delete this artifact?
es: ¿Está seguro que desea borrar este artefacto?

source: I am Sure
es: Estoy Seguro

source: Monitor
es: Monitorizar

source: Votes
es: Votos

source: Retract Vote
es: Retirar Voto

source: Cast Vote
es: Solicitar Voto

source: Save Changes
es: Guardar Cambios

source: Changes
es: Cambios

source: Relations
es: Relaciones

source: Dependencies
es: Dependencias

source: Add A Comment
es: Añade un Comentario

source: Attach Files
es: Adjuntar Ficheros

source: Unknown
es: Estado desconocido

source: Effort Units for the Forge
es: Unidades de Esfuerzo para la Forja

source: Error creating group
es: Error creando grupo

source: Effort Units for project
es: Unidades de Esfuerzo para proyecto

source: Effort Units for tracker
es: Unidades de Esfuerzo para seguimiento

source: Effort Unit Set
es: Establecer Unidad de Esfuerzo

source: The Project “%s” is using
es: El proyecto “%s“ está utilizado

source: Forge level Effort Unit Set
es: Nivel Forja de Conjunto de Unidad de Esfuerzo

source: The Tracker “%s” is using
es: El Seguimiento “%s“ está utilizado

source: Tracker “%s” level Effort Unit Set
es: Seguimiento “%s” nivel Esfuerzo Unidad Conjunto

source: Copy the %s
es: Copia el %s

source: Copy
es: Copiar

source: Enable auto convert effort value
es: Activar auto convertir valor efectivo

source: Effort Units list
es: Unidad de Esfuerzo listada

source: Error creating EffortUnitFactory
es: Error creando EffortUnitFactory

source: Up/Down positions
es: Posiciones Arriba/Abajo

source: Unit name
es: Nombre unitario

source: Definition
es: Definición

source: Move Up this custom field element
es: Sube este campo personalizado de elemento

source: Move Down this custom field element
es: Bajar este elemento campo personalizado

source: Base Unit
es: Unidad Base

source: No unit
es: Sin unidad

source: Add new unit
es: Añade nueva unidad

source: Add Effort Unit
es: Añadir Unidad Esfuerzo

source: Effort Unit could not be created
es: Unidad de Esfuerzo no puede ser creada

source: %s successfully created.
es: %s correctamente creado.

source: Edit Effort Unit
es: Editar Unidad Esfuerzo

source: %s successfully updated.
es: %s correctamente actualizado.

source: Effort Unit delete confirmation
es: Unidad Esfuerzo borra confirmación

source: Are you sure you want to delete this Effort Unit?
es: ¿Está seguro que desea borrar esta unidad de Esfuerzo?

source: You haven't confirmed the deletion of the Unit
es: No ha confirmado el borrado de la Unidad

source: %s successfully deleted.
es: %s eliminado correctamente.

source: Effort Unit Set copy confirmation
es: Establecer Unidad de Esfuerzo copia confirmación

source: Are you sure you want to copy this Effort Units?
es: ¿Está seguro que desea copiar esta Unidad de Esfuerzo?

source: You haven't confirmed the copy of the Effort Unit Set
es: No ha confirmado la copia de la Unidad de Esfuerzo Establecida

source: Error copying Effort Unit Set
es: Error copiando Conjunto Unitario de Esfuerzo

source: Error on new EffortUnitSet
es: Error creando Conjunto Unitario de Esfuerzo

source: Effort Unit Set successfully copied.
es: Conjunto Unitario Esfuerzo copiado correctamente.

source: Error updating Effort Unit Set
es: Error actualizando Conjunto Unitario de Esfuerzo

source: Effort Unit Set successfully updated.
es: Conjunto de Unidad de Esfuerzo corractamente actualizado.

source: Update CSV Format
es: Actualizar Formato CSV

source: CSV Format
es: Formato CSV

source: Separator
es: Separador

source: Comma (char: “,”)
es: Coma

source: Semi-colon (char: “;”)
es: Punto y coma

source: Header
es: Cabecera

source: Included
es: Incluido

source: Notes
es: Notas

source: Some international versions of Microsoft Excel use “;” instead of “,”.
es: Algunas versiones internacionales de Microsoft Excel emplea “;” en vez de “,”.

source: Headers Included or not
es: Cabeceras incluidas o no

source: Add a line with the name of the fields at the first line.
es: Añade una línea con el nombre de los campos a la primera línea.

source: No trackers have been set up, or you cannot view them.
es: No hay seguimientos configurados, o no puede verlos.

source: The Admin for this project will have to set up data types using the %1$s admin page %2$s
es: El Administrador del proyecto tendrá que configurar los tipos de datos empleando %1$s página de administración %2$s

source: Choose a tracker and you can browse/edit/add items to it.
es: Elija un seguimiento y pueda examinar/editar/añadir ítemes en él.

source: Child project %s Tracker
es: Seguimiento de Subproyecto %s

source: Project %s Tracker
es: Seguimientos del Proyecto %s

source: Build Task Relation
es: Crear Tarea Relacionada

source: Date Submitted
es: Fecha Emitida

source: Date Closed
es: Fecha Cerrada

source: Data Type
es: Tipo Datos

source: The summary text-box represents a short tracker item summary. Useful when browsing through several tracker items.
es: El cuadro resumen describe un resumen breve del registro del seguimiento. Útil cuando se explora por diferentes ítemes del seguimiento.

source: Use Canned Response
es: Emplear Respuesta Prefijada

source: Query Successfully Created
es: Consulta Creada Correctamente

source: Query Updated
es: Consulta Actualizada

source: Query Deleted
es: Constulta Borrada

source: Missing Build Query Action
es: No encontrada la Accion de Construccion de Consulta

source: Any changes
es: Cualquier cambio

source: Name and Save Query
es: Nombra y Guarda Consulta

source: Load Query
es: Cargar Consulta

source: Update Query
es: Actualizar Consulta

source: Delete Query
es: Borrar Consulta

source: Note: The default project query is currently “%s”.
es: Nota: La consulta por defecto del proyecto es actualmente “%s”.

source: Note: There is no default project query defined.
es: Nota: No existe consulta por defecto definida para el proyecto.

source: Type of query
es: Tipo de consulta

source: Private query
es: Consulta privada

source: Project level query (query is public)
es: Nivel de Consulta de Proyecto (consultas son publicas)

source: Default project query (for project level query only)
es: Consulta por defecto del proyecto (para nivel de consulta de proyecto solamente)

source: (%% for wildcards)
es: (%% para comodines)

source: Last Modified Date range
es: Última Modificacion

source: Open Date range
es: Rango de Fecha Abierta

source: Close Date range
es: Rango Fecha de Cierre

source: Detailed description
es: Descripción detallada

source: Options
es: Opciones

source: Display a short summary box on top of the list (roadmap status).
es: Muestra una caja sumario en la parte superior de la lista (estado camino).

source: Artifact Could Not Be Created
es: El Artefacto No Pudo Ser Creado

source: Could Not Get ProjectTaskFactory
es: No puedo obtener ProjectTaskFactory

source: No Available Tasks Found
es: No se pudieron localizar tareas disponibles

source: Build Relationship Between Tracker Items and Tasks
es: Construir Relación Entre Elementos de Seguimiento y Tareas

source: Tasks Project
es: Tareas por Proyecto

source: Task
es: Tarea

source: Add Relationship to Selected Task
es: Añadir Relaciones a las Tareas Seleccionadas

source: No Existing Project Groups Found
es: No se ha encontrado el grupo del Proyecto

source: Add Relation to Existing Task
es: Añadir Relación al ejercicio existente

source: Create New Task
es: Crear Tarjeta Nueva

source: Item %s successfully created
es: Elemento %s creado correctamente

source: Error on attached file %1$d, file is too large (maximum: %2$s).
es: Error en fichero adjunto %1$d, fichero es demadiado largo (máximo: %2$s).

source: Error on attached file %d, transfer interrupted.
es: Error al adjuntar fichero %d, transferencia interrumpida.

source: Could Not Create File Object
es: No puedo crear un Objeto Fichero

source: Could Not Attach File to Item:
es: No Pudo Adjuntar Fichero al Elemento:

source: Updated Successfully
es: Actualizado Correctamente

source: Could not get Project Task for %d
es: No puedo obtener Tareas de Proyecto para %d

source: Comment added
es: Comentario añadido

source: Error: Skipping attachment %d: file is too large.
es: Error: Omitiendo adjunto %d: fichero es demasiado grande.

source: Error: Skipping attachment %d: transfer interrupted.
es: Error: Omitiendo adjunto %d: transferencia interrumpida.

source: File Upload: Error
es: Subida de Fichero: Error

source: File Upload: Successful
es: Fichero enviado con éxito

source: Associate Object: Error
es: Objeto Asociado: Error

source: Associate Object: Successful
es: Objeto Asociado: Correcto

source: File Delete
es: Borrar fichero

source: File Delete: Successful
es: Fichero borrado con éxito

source: Item %s successfully updated
es: Elemento %s actualizado correctamente

source: Monitoring Deactivated
es: Monitorización Desactivada

source: Confirmation failed. Artifact not deleted
es: Falló la confirmación. Registro no borrado.

source: Artifact Deleted Successfully
es: Registro Borrado Correctamente

source: Retracted Vote successfully
es: Voto Retirado correctamente

source: Cast Vote successfully
es: Solicitación de Voto corractamente

source: Title and Message Body are required
es: Titulo y Cuerpo de Mensaje necesarios

source: Invalid Artifact Type
es: Tipo de Artefacto Inválido

source: Only project members can view private artifact types
es: Solo los miembros del proyecto pueden ver los tipos privados de artefactos

source: You are not currently allowed to submit items to this tracker.
es: No está actualmente permitido para emiti ítemes a este seguimiento.

source: Message Summary Is Required
es: Resumen de Mensaje Necesario

source: Message Body Is Required
es: Cuerpo de Mensaje Necesario

source: Invalid Artifact ID
es: ID Artefacto Incorrecto

source: Error deleting monitor
es: Error borrando monitor

source: Error deleting artifact
es: Error borrando artefacto

source: Error updating artifact counts
es: Error actualizando numeros de artefacto

source: Invalid assigned person: must be a technician
es: Persona asignada invalida: debe ser un técnico

source: Could not move to new Artifact Type
es: No se pudo mover el nuevo Tipo de Artefacto

source: Moved from %1$s to %2$s
es: Movido de origen %1$s destino %2$s

source: Removal of old artifact_extra_field_data failed
es: Quita de antiguo artifact_extra_field_data fallado

source: Could Not Create Canned Response Object
es: No Pudo Crear Respuesta Objetiva Encadenada

source: Unable to Use Canned Response
es: Incapaz de Usar Respuesta Estandar

source: Nothing Changed - Update Cancelled
es: Nada Modificado - Actualización Cancelada

source: Error updating assigned_to in artifact
es: Error actualizando assigned_to en artefacto

source: Workflow error: You are not authorized to change the Status
es: Error de flujo: no autorizado para modificar el Estado

source: Status Custom Field Must Be Set
es: Campo de Estado Personalizado Debe Ser Asignado

source: Field %s doesn't match the pattern.
es: Campo %s no coincide con el patrón.

source: Illegal id
es: Id ilegal

source: self reference for field
es: autoreferenciado para campo

source: it is not a valid artifact id for field
es: no es un artefacto id válido para campo

source: circular dependency for field
es: dependencia circular para campo

source: Illegal value
es: Valores ilegales

source: only artifact ids are allowed for field
es: solo artefacto ids permitidos para campo

source: for field
es: para campo

source: Only integer is allowed.
es: Solo entero está permitido.

source: Integer out of range (-2147483648 to +2147483647).
es: Entero fuera de rango (-2147483648 a +2147483647).

source: User ID not passed
es: ID de usuario no obtenido

source: Artifact $s has already a parent
es: Artefacto $s ya tiene un superior

source: Checks if a value exists in an (json) array
es: Comrueba si un valor existe dentro de una unimatriz (json)

source: Get the integer value of a variable
es: Obtener el valor entero de una variable

source: Arithmetic operators
es: Operadores aritméticos

source: Comparison operators
es: Operadores comparadores

source: Logical operators
es: Operadores lógicos

source: Other operators
es: Otras opeaciones

source: A field name is required
es: Un nombre de campo es requerido

source: Type of custom field not selected
es: Tipo del campo personalizado no seleccionado

source: Field name already exists
es: El nombre del campo ya existe

source: Invalid size/maxlength for text field
es: Tamaño/longitud maxima para campo de texto no válido

source: Invalid rows/cols for textarea field
es: Filas/columnas inválidas para campo de área textual

source: This Tracker already uses custom statuses
es: Este Seguimiento ya emplea estados personalizados

source: Unable to generate alias
es: Incapaz de generar alias

source: Unable to set Auto Assign Field
es: Incapaz de establecer Auto asignación de Campo

source: Unable to set Custom Status Field
es: Incapaz de establecer Estado de Campo Personal

source: Invalid ArtifactExtraField ID
es: ID ArtifactExtraField Inválido

source: Unable to set default values
es: Incapaz de establecer valores por defecto

source: Unable to create extra field element
es: Incapaz de crear elemento de campo adicional

source: Unable to update extra field element
es: Incapaz para actualizar elemento de campo adicional

source: Unable to set default value
es: Incapaz de establecer valor predeterminado

source: Select Box
es: Caja de Seleccion

source: Check Box
es: Casilla de Selección

source: Radio Buttons
es: Botones de Opción

source: Text Field
es: Campo de Texto

source: Multi-Select Box
es: Casilla Multi-Selección

source: Text Area
es: Área Textual

source: Relation between artifacts
es: Relación entre artefactos

source: Integer
es: Entero

source: Datetime
es: Fecha

source: Effort
es: Esfuerzo

source: Formula
es: Fórmula

source: Parent artifact
es: Artefacto superior

source: Unable to unset Auto Assign Field
es: Incapaz de desestablecer Auto asignación de Campo

source: The alias contains invalid characters.
es: El alias contiene caracteres inválidos.

source: Only letters, numbers, hyphens (-), at sign (@) and underscores (_) allowed.
es: Solo letras, números, guines(-), arroba (@) y subrallado (_) permitidos.

source: “%s” is a reserved alias. Please provide another name.
es: «%s» es un alias reservado. Proporcione otro nombre.

source: Out of range value
es: Valor fuera de rango

source: an element name is required
es: se necesita un nombre de opción

source: Element name already exists
es: El nombre de elemento ya existe

source: No Valid Artifact
es: Artifacto No Válido

source: ArtifactFile
es: FicheroArtefacto

source: File, name, type, size are required
es: Fichero, nombre, tipo, tamaño son requeridos

source: File Added
es: Fichero Añadido

source: Unable to Delete
es: Incapaz de Borrar

source: File Deleted
es: Fichero Borrado

source: Invalid ArtifactFile ID
es: ID ArtifactFile Inválido

source: Invalid Artifact
es: Artefacto Inválido

source: Invalid ArtifactHistory ID
es: ID ArtifactHistory Inválido

source: Invalid ArtifactMessage ID
es: ID ArtifactMessage Inválido

source: Must Be Logged In
es: Primero Debe Estar Ingresado

source: Query already exists
es: La Consulta ya existe

source: You must have tracker admin rights to set or update a project level query.
es: Debes tener derechos administrativos del seguimiento para poner o actualizar un nivel de consulta de proyecto.
