Repository: fusionforge/fusionforge
Catalog: src/locale/*.po
Languages: es

source: Unable to update remote account
es: Incapaz para actualizar cuenta remota

source: Global Dashboard Configuration
es: Configuración Cuadro de Mando Global

source: Stored remote accounts
es: Cuentas remotas almacenadas

source: Remote site
es: Sitio Remoto

source: User account URL
es: URL de cuenta usuario

source: Create a new remote account
es: Crear una nueva cuenta remota

source: Global Dashboard Help
es: Ayuda Global de Cuadro de Mando

source: Invalid User
es: Usuario no válido

source: Cannot Process your globaldashboard for this user.
es: No Puede Procesar su globaldashboard para este usuario.

source: Access Denied
es: Acceso Denegado

source: Create a new associated forge below
es: Cree una nueva forja asociada debajo

source: Link
es: Enlace

source: Software only
es: Sólo software

source: Rank
es: Clasificación

source: Submit new associated forge
es: Enviar nueva forja asociada

source: Associated Forge successfully added.
es: Forja Asociada añadida correctamente.

source: Are you sure you want to delete this associated forge?
es: ¿Está seguro que desea borrar esta forja asociada?

source: Associated Forge successfully deleted.
es: Forja Asociada borrada correctamente.

source: Modify the associated forge below
es: Modificar la forja asociada debajo

source: Submit Changes
es: Enviar Cambios

source: Associated Forge successfully modified.
es: Forja Asociada modificada correctamente.

source: Associated Forge
es: Forja Asociada

source: add new
es: añade nuevo

source: Forge ID
es: ID Forja

source: edit
es: editar

source: New
es: Crear

source: Error fetching data
es: Error consiguiendo datos

source: Error parsing data
es: Error analizando datos

source: Unknown status ID
es: Estado ID desconocido

source: Globalsearch
es: Búsqueda Global

source: This plugin contains a cross-FusionForge search engine. You can declare a list of other FusionForge sites, and search for projects hosted on these forges from your own.
es: Este complemento contiene un motor de búsqueda cruzado con FusionForge. Puede declarar una lista de otros sitios FusionForge, y buscar proyectos hospedados en estos Forges desde el suyo.

source: Associated Forges
es: Forjas asociadas

source: Admin Associated Forges
es: Administrar Forjas Asociadas

source: Global Search plugin
es: Complemento Búsqueda Global

source: Global Search
es: Busqueda Global

source: Top associated forges
es: Mejores forjas asociadas

source: Search associated forges
es: Buscar forjas asociadas

source: Extend search to include non-software projects
es: Extender búsqueda incluyendo proyectos no-software

source: Require all words
es: Todas las palabras requeridas

source: No stats available.
es: Estadísticas no disponibles.

source: Total projects in associated forges
es: Proyectos totales en forjas asociadas

source: Search in other associated forges
es: Buscar en otras forjas asociadas

source: projects
es: proyectos

source: Edit associated forges for global search
es: Editar forjas asociadas en Global Search

source: Site Admin Home
es: Página Principal del Sitio

source: Global Project Search
es: Búsqueda Global de Proyecto

source: Search must be at least three characters
es: Debe proporcionar tres caracteres por lo menos para una búsqueda válida

source: Enter Your Search Words Above
es: Introduzca las palabras de búsqueda arriba

source: No matches found for “%s”
es: Ninguna coincidencia encontrada para “%s”

source: Search results for “%s”
es: Resultados de la búsqueda de “%s”

source: Forge
es: Forja

source: Previous Results
es: Resultados anteriores

source: Next Results
es: Resultados siguientes

source: Gravatar Plugin
es: Complemento Gravatar

source: This plugin contains the gravatar plugin of FusionForge. It allows each FusionForge user to have its gravatar icon displayed.
es: Este complemento contiene el complemento gravatar de FusionForge. Permite a cada usuario de FusionForge tener su icono gravatar enseñado.

source: Change face
es: Cambiar la vista

source: Task succeeded.
es: Tarea terminada.

source: Task failed
es: Tarea fallada

source: Provided Link is not a valid URL.
es: Enlace Provisto no es un URL válido.

source: Missing Link URL.
es: Enlace URL faltante.

source: Missing Link URL or HTML Page.
es: Faltando Enlace URL o Página HTML.

source: No link to create or name missing.
es: Ningún enlace para crear o nombre faltante.

source: Link deleted
es: Enlace eliminado

source: Missing Link to be deleted.
es: Faltando Enlace para ser borrado.

source: Link Status updated
es: Estado de enlace actualizado

source: Missing Link or status to be updated.
es: Enlace Faltante o estado para ser cargado.

source: No link to update or name missing.
es: Ningún enlace a actualizar o nombre faltante.

source: Error in Link Order validation
es: Error en validación de Enlace de Validación

source: Link Order successfully validated
es: Operación de enlace validado correctamente

source: Menu Tabs Manager
es: Gestión de Menú de Lengüetas

source: This plugin allows each project to define extra tabs with arbitrary titles and links, next to the login menu (headermenu), in the main menu (outermenu) or in the project menu (groupmenu).
es: Este complemento permite cada proyecto definir etiquetas adicionales con títulos arbitrarios y enlaces, siguiente al menú de entrada (menú de cabecera) dentro del menú principal (menú externo) o dentro del menú del proyecto (menú grupo).

source: Menu Tabs Manager Admin
es: Administrador de Gestión de Menú de Lengüetas

source: Add/Remove/Activate/Deactivate tabs
es: Añadir/Quitar/Activar/Desactivar lengüetas

source: Global HeaderMenu admin
es: Administrador del Menú de Jerarquías Globales

source: Direct link to global configuration of this plugin
es: Enlace directo a configuración global de este complemento

source: Cannot retrieve the page
es: No puedo obtener la página

source: Site Global Menu Admin
es: Menú Administrador Sitio Global

source: Get the ability to set new links next to the login menu (headermenu), in the main menu (outermenu) or in the project menu (groupmenu).
es: Obtiene la capacidad para establecer nuevos enlaces siguiente al menú de entrada (cabecera de menú), o dentro del menú del proyecto (groupmenu).

source: Update this link
es: Actualizar este enlace

source: Displayed Name
es: Nombre Enseñado

source: Menu Location
es: Menú de Ubicación

source: Tab Type
es: Tecla Tabular

source: HTML Page
es: Página HTML

source: Cannot retrieve value for this link
es: No puedo obtener valor para este enlace

source: You can reorder tabs, just drag & drop rows in the table below and save order. Please note that those extra tabs can only appear after the standard tabs. And you can only move them inside the set of extra tabs.
es: Usted puede reordenar pestañas, tan solo arrastre y suelte filas en la lengüeta debajo y guarde el cambio. Por favor, note que esas pestañas adicionales aparecen sólo después de las pestañas comunes. Y usted sólo podrá moverlas dentro del conjunto de lenguetas adicionales.

source: Manage available tabs in headermenu
es: Gestionar lengüetas disponibles en menú de cabecera

source: Order
es: Ordenado

source: link is on
es: enlazado

source: Desactivate this link
es: Desactivar este enlace

source: link is off
es: desenlazado

source: Activate this link
es: Activar este enlace

source: Edit this link
es: Editar este enlace

source: Delete this link
es: Borrar este enlace

source: Save Order
es: Guarda Operación

source: No tabs available for headermenu
es: Sin lengüeta disponible para menú de cabecera

source: Manage available tabs in outermenu
es: Gestionar lengüetas disponibles en menú externo

source: No tabs available for outermenu
es: Ninguna lengüeta disponible para menú externo

source: Add new tab
es: Añade nueva pestaña

source: You can add specific tabs in outermenu (main tab) or headermenu (next to the login) with the form below.
es: Puede añadir sus propias pestañas en el menú externo (lengüeta principal) con el formato inferior.

source: the displayed name in menu
es: el nombre enseñado en el menú

source: the description, used by the tooltip system
es: la descripción, empleada por el sistema de consejo

source: Just paste your code here...
es: Tan solo pegue su código aquí

source: Manage available tabs
es: Gestiona lengüetas disponibles

source: displayed as iframe
es: enseñado como imarco

source: You can add your own tabs in the menu bar with the form below.
es: Puede añadir sus propias pestañas en la barra de menú desde el formulario debajo.

source: Display URL as iframe
es: Enseñar URL como marca iframe

source: View Personal HelloWorld
es: Ver Hola Mundo Personal

source: HelloWorld Admin
es: Administracion HolaMundo

source: HelloWorld
es: HolaMundo

source: HelloWorld integration in the forge
es: HolaMundo integración en la forja

source: Unable to add Hudson job.
es: Imposible añadir ejercicio Hudson.

source: Hudson job added.
es: Ejercicio Hudson añadido.

source: Please wait 1 hour for triggers to be updated.
es: Por favor espere 1 hora para que los triggers se actualicen.

source: Spaces are not allowed in job name. They were replaced by “_”.
es: Los espacios no están permitidos en un nombre de ejercicio. Deben reemplazarse por “_”.

source: Unable to update Hudson job
es: Imposible actualizar ejercicio Hudson

source: Hudson job updated.
es: Ejercicio Hudson actualizado.

source: Unable to delete Hudson job
es: Incapaz de borrar la ejercicio Hudson

source: Hudson job deleted.
es: Ejercicio Hudson borrado.

source: Wrong Job URL: %s
es: URL ejercicio incorrecto: %s

source: Unable to read file at URL: %s
es: Incapaz de leer fichero en URL: %s

source: File not found at URL: %s
es: Fichero no encontrado en URL: %s

source: Missing Hudson job url (eg: http://myCIserver:8080/hudson/job/MyJob)
es: Falta la url de ejercicio Hudson (ej: http://miservidor:8080/hudson/Miejercicio)

source: Missing Hudson job ID
es: Faltando ID de ejercicio Hudson

source: Hudson service is not enabled.
es: Servicio Hudsno no está activado.

source: Missing group_id parameter.
es: No se encuentra parametro group_id.

source: Success
es: Correcto

source: In progress
es: En progreso

source: Unstable
es: Inestable

source: Failure
es: Fallo

source: Unknown status
es: Estado desconocido

source: Cannot add empty job id
es: No puede añadir id de ejercicio vacío

source: Monitored job:
es: Ejercicio monitorizado:

source: Current used
es: Actualmente utilizada

source: This plugin contains the Hudson/Jenkins subsystem of FusionForge. It allows each FusionForge project to have its own Hudson/Jenkins, and gives some control over it to the project administrator.
es: Este complemento contiene el sistema Hudson/Jenkins de FusionForge. Permite cada proyecto FusionForge tener sus propios repositorios Hudson/Jenkins, y da algún control sobre él para el administrador del proyecto.

source: Continuous Integration Scheduler
es: Programador de Integración Continua

source: Hudson Build
es: Compilación Hudson

source: Hudson Job
es: Tarea Hudson

source: Build performed on:
es: Compilación realizada en:

source: Error: Hudson object not found.
es: Error: Objeto Hudson no localizado.

source: Last Build
es: Última Compilación

source: Last Success
es: Ultimo correcto

source: Last Failure
es: Último fallado

source: No build found for this job.
es: Ninguna compilación encontrada para esta tarea.

source: Weather Report
es: Boletín Meteorológico

source: Hudson access
es: Acceso Hudson

source: Full access
es: Acceso completo

source: Continuous Integration
es: Integración Continua

source: Continuous Integration with Hudson
es: Integración Continua con Hudson

source: Pass (%s)
es: Completado (%s)

source: Fail (%s)
es: Fallido (%s)

source: Skip (%s)
es: Omitir (%s)

source: Back to jobs list
es: Regresar a la lista de ejercicios

source: Edit Job
es: Editar Tarea

source: Job URL:
es: URL Tarea:

source: eg: http://myCIserver/hudson/job/myJob
es: ej: http://muServidor/hudson/ejercicio/miejercicio

source: Job name:
es: Nombre ejercicio:

source: Name (with no space) used to make a reference to this job. Eg: job #%s
es: Nombre (sin espacios) usados para referenciar a este ejercicio. Ej: ejercicio #%s

source: Trigger a build after %s commits:
es: Lanzar una compilación tras %s efectuaciones:

source: with (optional) token:
es: con (opcional) token:

source: Update job
es: Actualizar ejercicio

source: Job
es: Tarea

source: SVN trigger
es: Lanzador SVN

source: CVS trigger
es: Lanzados CVS

source: Show job %s
es: Mostrar ejercicio %s

source: Show build #%s of job %s
es: Mostrar compilación #%s del ejercicio %s

source: build
es: compilar

source: RSS feed of all builds for %s job
es: Noticiario RSS de todas las compilaciones para el ejercicio %s

source: SVN commit will trigger a build
es: Efectuación SVN lanzará una compilación

source: CVS commit will trigger a build
es: Efectuación CVS lanzará una compilación

source: Edit this job
es: Edita este ejercicio

source: Are you sure you want to delete Job %s from project %s?
es: ¿Está seguro que desea eliminar el Ejercicio %s desde el proyecto %s?

source: Delete this job
es: Borrar este ejercicio

source: No Hudson jobs associated with this project.
es: Ningunos ejercicios Hudson asociados a este proyecto.

source: To add a job, select the link just below.
es: Para añadir un ejercicio, selecciona el enlace siguiente.

source: Add job
es: Añadir ejercicio

source: %s Builds History
es: %s Historial de Compilación

source: Builds History
es: Historial de compilaciones

source: Show the build history of the selected job, under the form of RSS feed. For each build of the list, you can see the build number, the status and the date the build has been scheduled.
es: Muestra el historial de compilación del ejercicio seleccionado, bajo el formato RSS.Para cada compilación de la lista, podrás ver el numero de compilación, el estado y la fecha de compilación en la que se ha ejecutado.

source: Job not found.
es: Tarea no encontrada.

source: %s Last Artifacts
es: %s Ultimos Artefactos

source: Last Artifacts
es: Últimas Peticiones

source: Show the last successfully published artifacts of one job. To display something, your job needs to publish artifacts.
es: Muestra la última petición de publicación correcta de un ejercicio. Para ser enseñada, su ejercicio necesita publicar peticiones.

source: %s Last Builds
es: %s Últimas Compilaciones

source: Last Builds
es: Últimas Compilaciones

source: Show the last builds for this job (last one, last successfull, last failed) and the weather report. The trend is represented by a weather report (sun, thunder, etc.) meaning that the trend is good or not.
es: Muestra las ultimas compilaciones para este ejercicio (la última, última correcta, última fallada) y el boletín del tiempo. La tendencia se representará como un boletín del tiempo (sol, truenos, etc.) indicando que la tendencia es buena o no.

source: %1$s Test Results (%2$s / %3$s)
es: %1$s Resultados Pruebas (%2$s / %3$s)

source: %s Test Results
es: %s Resultados Pruebas

source: Test Results
es: Resultados Pruebas

source: Show the test results of the latest build for the selected job.To display something, your job needs to execute tests and publish them. The result is shown on a pie chart.
es: Muestra el resultado de prueba de la última compilación para el ejercicio seleccionado. Para enseñar algo, su ejercicio necesita ejecutar pruebas y publicarlas. El resultado se muestra en un diagrama inferior.

source: No test found for this job.
es: Ninguna prueba para este ejercicio.

source: %s Test Result Trend
es: %s Resultado de test de tendencias

source: Test Result Trend
es: Tendencia del resultado de pruebas

source: Show the test result trend for the selected job. To display something, your job needs to have tests. The graph will show the number of tests (failed and successful) along time. The number of tests is increasing while the number of build and commits are increasing too.
es: Muestra el resultado del test de tendencias para el ejercicio. Para enseñar algo, su ejercicio debe tener pruebas. El grafico mostrará el numero de pruebas (falladas y correctas) a lo largo del tiempo. El número de pruebas se incrementa cuando también se incrementen el número de compilación y efectuaciones.

source: One or more failure or pending job
es: Uno o más fallos o ejercicio pendientes

source: One or more unstable job
es: Una o más ejercicios inestables

source: My Hudson Jobs
es: Mis Tareas Hudson

source: Show an overview of all the jobs of all the projects you're member of. You can of course select the jobs you wish to display by selecting the preferences link of the widget.
es: Mostrar una panorámiva de todos los ejercicios de todos los proyectos de los que eres miembro. Puede seleccionar ejercicios que desee para mostrarlos seleccionando el enlace de preferencias del widget.

source: Monitored jobs:
es: Ejercicios monitorizados:

source: Use global status:
es: Emplear estados globales:

source: Hudson Jobs
es: Tareas Hudson

source: Shows an overview of all the jobs associated with this project. You can always choose the ones you want to display in the widget (preferences link).
es: Muestra una panorámica de todos los ejercicios asociados con un proyecto. Puede elegir algunos para mostrar en el widget (enlace de preferencias).

source: No job available.
es: Ningún ejercicio disponible.

source: Browse Hudson/Jenkins plugin
es: Examinar complemento Hudson/Jenkins

source: Error On Query:
es: Error durante consulta:

source: Missing parameters
es: Parámetros faltantes

source: Could Not Delete List:
es: No Pudo Borrar Lista:

source: View Personal mailman
es: Ver lista de correo Personal

source: View the mailman Administration
es: Ver la Administracion de Listas de Correo

source: Remove
es: Quitar

source: Monitored Lists
es: Listas Monitorizadas

source: You are not monitoring any lists.
es: No esta siguiendo ninguna lista.

source: My Monitored Lists
es: Mis Listas monitorizadas

source: Unsubscribe
es: Desubscribir

source: Not Object: MailmanList: %d
es: No Objeto: Lista Correo: %d

source: Mailman plugin
es: Complemento Mailman

source: Offers a better integration of Mailman in the forge
es: Ofrece una mejor integración de Mailman en la forja

source: Deleted
es: Borrado

source: Permanently Delete List
es: Lista Permanentemente Borrados

source: Error getting the list
es: Error obteniendo lista

source: List re-created
es: Lista re-generada

source: List Added
es: Lista añadida

source: List updated
es: Lista actualizada

source: Add a Mailing List
es: Añade una Lista de Correo

source: Lists are named in this manner:<br /><strong>projectname-listname@%s</strong>
es: Las listas son creadas de esta forma:<br·/><strong>projectname-listname@%s</strong>

source: It will take <span class="important">few minutes</span> for your list to be created.
es: Llevará <span class="important">unos minutos</span> la creaciónde su lista.

source: Unable to get the lists
es: Incapaz de obtener las listas

source: Mailing List Name
es: Nombre de la Lista de Correo

source: Is Public?
es: ¿Es Público?

source: Add This List
es: Añadir Esta Lista

source: Mail admin
es: Administración de Correos

source: Mailing List Administration
es: Administrador de Listas de Correo

source: Unable to get the list %s
es: Incapaz de obtener la lista %s

source: You can administrate lists from here. Please note that private lists can still be viewed by members of your project, but are not listed on %s.
es: Puede administrar las listas desde aquí. Tenga en cuenta que las listas privadas podrán ser vistas por los miembros de su proyecto, aunque no se listen en %s.

source: Add Mailing List
es: Añadir Lista de Correo

source: Mailing Lists for %s
es: Listas de correo de %s

source: No Lists found for %s
es: No se encontraron listas de correo en %s

source: Project administrators use the admin link to request mailing lists.
es: Los administradores de proyectos usan el enlace de administración para solicitar listas de correo.

source: You seem to have mailman account with a different name or password. If you want to update mailman information, click on
es: Se ha localizado que posee una cuenta de mailman con un nombre o contraseña diferente. Si quiere actualizar la información de mailman, pulse en

source: Choose a list to browse, search, and post messages.
es: Elija una lista para examinar, buscar y publicar mensajes.

source: Subscription
es: Subscripción

source: Administrate
es: Administrar

source: Not activated yet
es: No activa todavía

source: Error during creation
es: Error durante la creación

source: Subscribe
es: Subscribir

source: Re-create
es: Re-crear

source: Administrate from Mailman
es: Administrar desde Listas de Correo

source: Category added successfully
es: Categoría añadida correctamente

source: Missing category name.
es: Nombre de Categoria no localizado.

source: Ticket %s created successfully.
es: Etiqueta %s creado correctamente.

source: Note added successfully.
es: Nota agregada correctamente.

source: Missing version.
es: Version no localizada.

source: Attachment deleted successfully.
es: Adjunto borrado correctamente.

source: Missing Attachment ID to delete.
es: ID de Adjunto Ausente para borrar.

source: Category %s deleted successfully.
es: Categoria %s borrada correctamente.

source: Missing parameters to delete category.
es: Parametro no localizados para borrar la categoria.

source: Note deleted successfully
es: Nota borrada correctamente

source: MantisBT User configuration successfully updated.
es: Configuración usuarios MantisBT actualizada.

source: Missing parameters to delete version.
es: Parametros no localizados para borrar la versión.

source: MantisBT plugin successfully initialized.
es: Complemento MantisBT inicializado correctamente.

source: Failed to initialize user
es: Falló al inicializar usuario

source: MantisBT User successfully initialized.
es: Usuario MantisBT correctamente iniciado.

source: No action, same category name.
es: No acción, mismo nombre de categoria.

source: Category renamed successfully.
es: Categoria renombrada correctamente.

source: MantisBT configuration successfully updated.
es: Configuración MantisBT correctamente actualizada.

source: MantisBT global configuration successfully updated.
es: Configuracion Global de MantisBT actualizada.

source: No type found.
es: No se localiza el tipo.

source: Use Mantis Bugtracker as another ticket management tool.
es: Empleo de Mantis Bigtracker es otra herramienta de gestión de ticket.

source: Personal MantisBT page
es: Pagina Personal MantisBT

source: Tickets Management
es: Gestión de Apuntes

source: View Personal MantisBT
es: Ver MantisBT Personal

source: Manage your mantisbt account and follow your tickets
es: Gestiona tu cuenta mantisbt y seguir sus tickets

source: View Admin MantisBT
es: Ver Administrador MantisBT

source: MantisBT administration page
es: Página Administración MantisBT

source: Unable to create user in Mantisbt
es: Incapaz de crear al usuario en MantisBT

source: Unable to create project in MantisBT
es: Incapaz de crear un proyecto en MantisBT

source: No project found.
es: Ningún proyecto encontrado.

source: No project found in MantisBT
es: No se encuentra el proyecto en MantisBT

source: Cannot delete in database
es: No puedo borrarlo en la base de datos

source: Update MantisBT project
es: Actualizando Proyecto MantisBT

source: ID MantisBT project not found
es: ID Proyecto MantisBT no localizado

source: Tickets
es: Apuntes

source: View the roadmap, per version tickets
es: Ver el camino, por cada version de tickets

source: View all tickets.
es: Ver todos los tickets.
