Repository: fusionforge/fusionforge
Catalog: src/locale/*.po
Languages: es

source: Lowest
es: Último

source: Highest
es: Alta máxima

source: Project access problem
es: Problema de acceso al Proyecto

source: Project Problem
es: Problema de Proyecto

source: My Personal Page
es: Mi página personal

source: View your personal page, a selection of widgets to follow the informations from projects.
es: Ver tu página personal, una selección de widget para seguir la información de los proyectos.

source: My Trackers Dashboard
es: Mi Seguimientos de Cuadro de Mando

source: View your tasks and artifacts.
es: Vea sus tareas y artefactos.

source: My Diary and Notes
es: Diario y Notas

source: Manage your diary. Add, modify or delete your notes.
es: Gestiona tu diario. Agregar, modificar o borrar tus notas.

source: Manage your account. Change your password, select your preferences.
es: Gestiona tu cuenta. Cambiar tu contraseña, seleccionar tus preferencias.

source: System tasks
es: Tareas del sistema

source: In-progress and past system replication
es: En progreso y replicación de sistema pasado

source: Register Project
es: Registrar un nuevo proyecto

source: Register a new project in forge, following the workflow.
es: Registrar un nuevo proyecto en la forja, siguiendo el ciclo de proceso.

source: %d second ago
es: Hace %d segundo

source: %d minute ago
es: Hace %d minuto

source: %d hour ago
es: Hace %d hora

source: %d day ago
es: Hace %d día

source: %d week ago
es: hace %d semana

source: Displaying %d per page. Projects sorted by alphabetical order.
es: Enseñando %d por página. Proyectos ordenados alfabéticamente.

source: Cannot find theme directory!
es: ¡No se pudo encontrar el directorio del tema!

source: en
es: es

source: Quick Jump To...
es: Salto a...

source: Remove block
es: Quitar bloque

source: Do you really want to remove this block?
es: ¿Está seguro que desea quitar este bloque?

source: Maximize
es: Maximizar

source: Minimize
es: Minimizar

source: Spinner
es: Ruleta

source: Browse per tags defined by the projects.
es: Examinar por las etiquetas definidas por los proyectos.

source: Project Tree
es: Árbol de Proyecto

source: Browse by Category
es: Explore por Categoría

source: Complete listing of available projects.
es: Listado completo de proyectos disponibles.

source: Fields marked with %s are mandatory.
es: Campos marcados con %s son obligatorios.

source: Displaying results %1$s out of %2$d total.
es: Enseñando %1$s resultados fuera de %2$d totales.

source: Displaying %s results.
es: Enseñando %s resultados.

source: Change
es: Modificación

source: previous
es: anterior

source: next
es: siguiente

source: You've been redirected to this login page because you have tried accessing a page that was not available to you as an anonymous user.
es: La página a la que quiere acceder no está disponible para usuarios que no han iniciado su sesión.

source: Project Home
es: Página Proyecto

source: Select new widgets to display on the project home page.
es: Selecciona widgets nuevos para enseñar sobre la página inicial del proyecto.

source: Modify the layout: one column, multiple columns or build your own layout.
es: Modifica el diseño; una columna, múltiples columnas o construir su propio diseño.

source: There are no public trackers available
es: No hay sistemas de seguimiento de peticiones públicos disponibles

source: No data found to report
es: No hay datos en el boletín

source: Last day(s)
es: Último día(s)

source: Last week(s)
es: Última semana(s)

source: Last month(s)
es: Último mes(es)

source: Last year(s)
es: Último año(s)

source: Project lifespan
es: Vida del Proyecto

source: for
es: para

source: None Selected
es: Ninguno Seleccionado

source: This project has not yet categorized itself in the
es: Este proyecto todavía no ha sido categorizado en el

source: Trove Software Map
es: Distribución de Proyectos

source: (Now Filtering)
es: (Ahora Filtrando)

source: [Filter]
es: [Filtro]

source: Personal Information
es: Información Personal

source: Peer Rating
es: Por Porcentaje

source: User chose not to participate in peer rating
es: Este usuario no participa en la puntuación de usuarios

source: Diary and Notes
es: Diario y Notas

source: Diary/Note entries
es: Asientos Diario/Notas

source: View Diary and Notes
es: Ver Diario y Notas

source: Monitor this Diary
es: Monitorizar este Diario

source: This user is a member of the following projects
es: Este usuario es un miembro de los siguientes proyectos

source: If you are familiar with this user, please take a moment to rate him/her on the following criteria. Keep in mind, that your rating will be visible to the user and others.
es: Si conoces a este usuario, por favor toma un momento para puntuarle siguiendo este criterio. Ten en cuenta, que tu puntuación sera visible a los usuarios y a otros.

source: The %s Peer Rating system is based on concepts from <a href="http://www.advogato.com/">Advogato.</a> The system has been re-implemented and expanded in a few ways.
es: El Sistema de Puntuación %s esta basado en conceptos de <a·href="http://www.advogato.com/">Advogato.</a> El sistema ha sido re-implementado y expandido en diversas maneras.

source: The Peer rating box shows all rating averages (and response levels) for each individual criteria. Due to the math and processing required to do otherwise, these numbers incorporate responses from both “trusted” and “non-trusted” users.
es: La casilla de evaluación muestra las puntuaciones (y niveles de respuesta) para cada criterio individual. Debido a las formulas y el proceso requerido para hacerlo, estos numeros incorporan respuestas tanto de usuarios “validados” y “no validados”.

source: The “Sitewide Rank” field shows the user's rank compared to all ranked %s users.
es: El “Puntuación del sitio” muestra las puntuaciones del usuario comparadas a las puntuaciones de todos los usuarios %s puntuados.

source: The “Aggregate Score” shows an average, weighted overall score, based on trusted-responses only.
es: La “Puntuación de Agregación” muestra la media ponderada, basada en las respuestas de los validados solamente.

source: The “Personal Importance” field shows the weight that users ratings of other developers will be given (between 1 and 1.5) -- higher rated user's responses are given more weight.
es: La “Importancio Personal” muetra la puntuación que los usuarios dan a otros desarrolladores (entre 1 y 1.5) -- los mas valorados obtendrán mas puntuaciones.

source: If you would like to opt-out from peer rating system (this will affect your ability to both rate and be rated), refer to <a href="/account/">your account maintenance page</a>. If you choose not to participate, your ratings of other users will be permanently deleted and the “Peer Rating” box will disappear from your user page.
es: Si quieres salir del sistema de puntuación (afectará a su capacidad de puntuar o ser puntuado), acceda a <a href="/account/">su página de mantenimiento de cuenta</a>. Si eliges no participar las puntuaciones asignadas por otros usuarios se borraran y la Casilla de evaluación desaparecerá de su página de usuario.

source: You opted-out from peer rating system, otherwise you would have a chance to rate the user. Refer to <a href="%s">your account maintenance page</a> for more information.
es: Su opción externa desde enlace punteado del sistema, otra forma debería tener una oportunidad de valorar al usuario. Referir a <a href="%s">su página de mantenimiento de cuenta</a> para información.

source: Low
es: Bajo

source: High
es: Alto

source: Survey Privacy
es: Privacidad de Encuesta

source: Survey not found.
es: Encuesta no encontrada.

source: Select new widgets to display on the forge home page.
es: Selecciona widgets nuevos para enseñar sobre la página inicial de la forja.

source: FusionForge helps you manage the entire development life cycle
es: FusionForge le ayuda en la gestión completa del ciclo de vida del desarrollo

source: FusionForge has tools to help your team collaborate, like message forums and mailing lists; tools to create and control access to Source Code Management repositories like CVS and Subversion. FusionForge automatically creates a repository and controls access to it depending on the role settings of the project.
es: FusionForge tiene herramientas para ayudar su equipo colaborativo, como mensaje de foro y listados de correo-e; herramientas para crear y controlar acceso a repositorios Gestión de Código Fuente como CVS y Subversion. FusionForge automáticamente cera un repositorio y controla accesos a sus dependencias en las configuraciones del rol del proyecto.

source: Additional Features
es: Características Adicioneales

source: Manage File Releases.
es: Gestionar Publicaciones de Fichero.

source: News announcements.
es: Nuevas noticias.

source: Surveys for users and admins.
es: Encuestas para usuarios y administradores.

source: Issue tracking with “unlimited” numbers of categories, custom fields, etc.
es: Seguimiento de problemas con números “ilimitados” de categorías, campos personales, etc.

source: Task management.
es: Gestionar tarea.

source: Wiki (using MediaWiki or MoinMoin).
es: Wiki (empleándolo en MediaWiki o MoinMoin).

source: A powerful plugin system to add new features.
es: Un sistema de complementos potente para añadir características nuevas.

source: What's new in FusionForge 6.1
es: Novedades en FusionForge 6.1

source: Checkout the roadmap for closed issues (bugs, patches, features requests)
es: Comprobación de calendarios para problemas cerrados (defectos, parches, peticiones de mejoras)

source: here
es: aquí

source: Standards features
es: Características comunes

source: Accounts
es: Cuentas

source: limit search using from & to dates [#798] (TrivialDev)
es: limita búsquedas utilizando desde & a fechas [#798] (TrivialDev)

source: Document Management
es: Gestor Documental

source: aka docman
es: o docman

source: link package release to tracker roadmap. (TrivialDev)
es: enlaza publicación de paquete para fases de seguimiento. (TrivialDev)

source: aka FRS
es: o tal como FRS

source: keep values in artifact new submit form on error. (TrivialDev)
es: conservar valores en nuevo artefacto formato emitido en error. (TrivialDev)

source: add support for autoassign [#151] &amp; [#149] (TrivialDev)
es: añade apoyo para autoasistir [#151] &amp; [#149] (TrivialDev)

source: markdown support & fix code syntax highlight [#865] (TrivialDev)
es: marca apoyo y repara marcas sintácticas de códifo [#865] (TrivialDev)

source: Snippet
es: Recorte

source: upgrade splitter jquery plugin to 0.20.0 (TrivialDev)
es: modernizar complemento jQuery a 0.20.0 (TrivialDev)

source: Web UI
es: IU web

source: Plugins
es: Complementos

source: Plugin Taskboard: support filtering tasks [#786] (TrivialDev)
es: Complemento Taskboard: admite filtrado de tareas [#786] (TrivialDev)

source: SCM plugins: support stats per repository (TrivialDev)
es: Complementos SCM: compatible estadísticas por repositorio (TrivialDev)

source: This site is running %1$s version %2$s
es: Este sitio utiliza %1$s version %2$s

source: Mailing List Successfully deleted
es: Lista de Correo borrada correctamente

source: Permanently Delete Mailing List
es: Permanentemente Borrar Lista de Correo

source: Do you really want to delete mailing list %s?
es: ¿Realmente quiere borrar %s listas de correos?

source: Password reset requested
es: Reset de clave pedido

source: Existing mailing lists
es: Listas de correo existentes

source: Update Mailing List %s
es: Actualizar Lista de Correo %s

source: Mailing Lists Admin
es: Listas de correo

source: Reset admin password
es: Resetear contraseña admin

source: Could Not Get MailingListFactory
es: No puedo obtener MailingListFactory

source: Unable to get the list %s: %s
es: Incapaz de obtener la lista %s·:·%s

source: %s Archives
es: %s Archivos

source: Subscribe/Unsubscribe/Preferences
es: Subscribir/Desubscribirse/Preferencias

source: View Lists
es: Ver listas

source: Add a new Bookmark
es: Añade un Marcador nuevo

source: Added bookmark for <strong>%1$s</strong> with title <strong>%2$s</strong>
es: Marcador añadido para <strong>%1$s</strong> con título <strong>%2$s</strong>

source: Visit the bookmarked page
es: Ir a esta página.

source: Back to your homepage
es: Regresar a su página personal.

source: Bookmark URL
es: El URL del marcador

source: Bookmark Title
es: El título del marcador

source: Bookmark ID
es: ID Marcador

source: Bookmark Updated
es: Marcador actualizado

source: Failed to update bookmark.
es: Fallo al actualizar el marcador.

source: Edit Bookmark
es: Editar Marcador

source: Personal Page for %s
es: Página personal de %s

source: All trackers for my projects
es: Todos los seguimientos de mis proyectos

source: You're not a member of any active projects
es: No es miembro de ningún proyecto activo

source: This project is not using the tracker feature.
es: Este proyecto no está usando la característica de seguimiento.

source: Diary Updated
es: Diario actualizado con éxito.

source: Nothing Updated
es: Nada Actualizado

source: Item Added
es: Ítem Añadido

source: [%s User Notes: %s] %s
es: [%s Notas Usuarios: ·%s]·%s

source: You are receiving this email because you elected to monitor this user.
es: Usted esta recibiendo este correo-e porque eligió monitorizar este usuario.

source: To stop monitoring this user, visit the following link:
es: Para dejar de monitorizarlo, visite:

source: email sent to %s monitoring user
es: correo-e enviado a %s usuario de monitorización

source: email not sent - no one monitoring
es: correo-e no enviado- nadie siguiendo

source: Error Adding Item:
es: Error creando elemento:

source: Entry not found or does not belong to you
es: No hay tal apunte o no es suyo.

source: Add A New Entry
es: Añadir Un Nuevo Apunte

source: Update An Entry
es: Actualizar un apunte

source: If marked as public, your entry will be mailed to any monitoring users when it is first submitted.
es: Si su apunte está marcado "Público", su apunte se le enviará por correo a los usuarios que están monitorizando su diario.

source: You Have No Diary Entries
es: No hay apuntes en su diario

source: Public
es: Público

source: You cannot remove yourself from this project, because you are admin of it. You should ask other admin to reset your admin privilege first. If you are the only admin of the project, please consider posting availability notice to <a href="%s">Help Wanted Board</a> and be ready to pass admin privilege to interested party.
es: No puede quitarse de este proyecto, porque eres el administrador. Debería contactar con otro administrador para quitar el priviliegio de administrador. Si es el único admin del proyecto, por favor considere el envío de una noticia a través del <a href="%s">Pizarra de Petición de Ayuda</a> y estar preparado para traspasar el privilegio de admin a alguien interesado en gestionarlo.

source: Quitting Project
es: Saliendo del proyecto

source: You are about to remove yourself from the project. Please confirm your action:
es: Está a punto de quitarse tú mismo del proyecto. Por favor, confirme su acción:

source: System actions queue (past day)
es: Cola de operaciones del sistema (día anterior)

source: Group ID
es: Grupo ID

source: New File Releases
es: Crear Publicaciones de Fichero

source: No new releases found
es: No encontradas releases

source: This project has not submitted a description
es: Este proyecto no ha publicado una descripción

source: Newer Releases
es: Nuevas Publicaciones

source: Older Releases
es: Antiguas Publicaciones

source: Displayed
es: Enseñado

source: If this item is on the %s home page and you edit it, it will be removed from the home page.
es: Si este elemento esta en la página principal %s·y lo edita, será eliminado de la página principal.

source: Check this box if you request frontpage publication:
es: Marcar esta caja si solicita publicar página principal:

source: No Queued Items Found
es: No hay ítemes encolados para el proyecto

source: No pending items found.
es: No se encuentran registros.

source: These items need to be approved (total: %d)
es: Estos ítemes necesitan ser aprobados (total: %d)

source: Reject Selected
es: Rechazar Seleccionado

source: No rejected items found for this week.
es: No hay ítemes rechazados para esta semana.

source: These items were rejected this past week or were not intended for front page (total: %d).
es: Estos ítemes fueron rechazados la pasada semana o no fueron creados para la página principal (total:·%d).

source: No approved items found for this week.
es: No hay aprobaciones para esta semana.

source: These items were approved this past week (total: %d).
es: Estos ítemes fueron aprobados la pasada semana (total:·%d).

source: Choose a News item and you can browse, search, and post messages.
es: Elija un ítem de Novedades y pueda examinar, buscar y publicar mensajes.

source: No News Found for %s
es: No se encontraron noticias para %s

source: No news found.
es: No se encontraron noticias.

source: View News
es: Ver noticias

source: Read More/Comment
es: Leer más/Comentar

source: News archive
es: Archivo de Noticias

source: Submit News
es: Enviar Noticias

source: Not Found
es: No Encontrado

source: You cannot submit news for a project unless you are an admin on that project.
es: No puede emitir novedades para un proyectos si no es un administrador de ese proyecto.

source: Submitting news from the news group is not allowed.
es: Enviar noticias desde los grupos de noticias no está permitido.

source: insert failed.
es: inserción fallada.

source: News Added.
es: Noticias añadidas.

source: both subject and body are required.
es: ambos asunto como cuerpo son requeridos.

source: Submit News for Project
es: Envíar Novedades para Proyecto

source: You can post news about your project if you are an admin on your project. You may also post “help wanted” notes if your project needs help.
es: Puede enviar noticias acerca de su proyecto si es el admin de su proyecto. Tambien puede enviar un mensaje de “busqueda de ayuda” si el proyecto necesita ayuda.

source: All posts <strong>for your project</strong> will appear instantly on your project summary page. Posts that are of special interest to the community will have to be approved by a member of the %1$s news team before they will appear on the %1$s home page.
es: Todas las publicaciones <strong>para su proyecto</strong> aparecerán instantaneamente en su página resumen del proyecto. Publicaciones que son de especial interés para la comunidad tendrá que ser aprobadas por un miembro del equipo de noticias de %1$s antes de que aparezcan en la página principal de ·%1$s.

source: You may include URLs, but not HTML in your submissions.
es: Quizá incluya URL, pero no HTML en su envío.

source: URLs that start with http:// are made clickable.
es: URLs que empiecen con http:// serán convertidas en enlaces.

source: Category Inserted
es: Categoria Insertada

source: Skill Inserted
es: Cualidad insertada

source: Missing skill name.
es: Nombre de capacidad faltante.

source: Add/Change Categories
es: Añadir/Modificar Categorias

source: Existing Categories
es: Categorías Existentes

source: No job categories
es: Ningún ejercicio categorizado

source: New Category Name
es: Nombre Categórico Nuevo

source: Once you add a category, it cannot be deleted
es: Si añade una categoria no podrá borrarla

source: Add/Change People Skills
es: Añadir/Modificar Capacidades de Gente

source: Existing Skills
es: Capacidades Existentes

source: No Skills Found
es: Sin Capacidades Encontradas

source: New Skill Name
es: Crear Nombre de Cualidad

source: Once you add a skill, it cannot be deleted
es: Una vez que añade una capacidad, no podrá borrarla

source: People Administration
es: Administración de Gente

source: Add Job Categories
es: Añadir Categorizaciones de Tarea

source: Add Job Skills
es: Añadir Capacidades de Ejercicio

source: Start by filling in the fields below. When you click continue, you will be shown a list of skills and experience levels that this job requires.
es: Iniciar rellenando los campos de abajo. Cuando pulse continuar, será mostrada una lista de capacidades y niveles de experiencia que requiere este ejercicio.

source: Short Description
es: Descripción corta

source: Long Description
es: Descripción larga

source: Continue
es: Continua

source: Job skill insert failed
es: Insertación de cualidad fallada

source: Job inserted successfully
es: Tarea insertada correctamente

source: Job skill update failed
es: Actualización de cualidad fallada

source: Job updated successfully
es: Tarea actualizado correctamente

source: Skill
es: Cualidad

source: Skill Level
es: Nivel de Cualidad

source: Skill Year
es: Año Cualidado

source: Job update failed
es: Tarea actualizada fallada

source: wrong project_id
es: id proyecto equivocado

source: Job Inventory
es: Inventario de Tarea

source: Job skill updated successfully
es: Cualidad para el ejercicio actualizada correctamente

source: Job ID
es: ID Ejercicio

source: Job skill delete failed
es: Fallo de borrado de cualidad de tarea

source: Job skill deleted successfully
es: Cualidad de tarea borrado correctamente

source: Posting fetch failed
es: Petición publicante fallida

source: No such posting for this project
es: No existe esta publicación en este proyecto

source: Now you can edit/change the list of skills attached to this posting. Developers will be able to match their skills with your requirements.
es: Ahora puede editar/cambiar la lista de capacidades adjuntadas con esta petición. Los colaboradores podrán comparar sus capacidades con tus necesidades.

source: All postings are automatically closed after two weeks.
es: Todos los envios se cerrarán despues de dos semanas.

source: Update Descriptions
es: Actualizar Descripciones

source: Finished
es: Finalizado

source: User update failed: %s
es: Actualización del usuario fallada: %s

source: User updated successfully
es: Usuario actualizado satisfactoriamente

source: Failed to add the skill %s
es: Fallo la insercion de la habilidad: %s

source: Skill added successfully
es: Cualidad añadida correctamente

source: Start Month
es: Mes de Inicio

source: Start Year
es: Año Inicial

source: End Month
es: Mes Final

source: End Year
es: Fin de Año

source: Keywords
es: Palabras claves

source: No skills selected to edit.
es: Ninguna Capacidad seleccionada para la edición.

source: Failed to update skills: %s
es: Falló actualizar capacidades: %s

source: Skill updated
es: Cualidad actualizada

source: Edit Skills
es: Edición de Capacidades para el Tarea

source: Change the required fields, and press “Done” at the bottom of the page
es: Cambie los campos requeridos, y pulse “Hecho” al final de la página

source: Done
es: Hecho

source: Cancelled skills update
es: Actualización de Capacidades Cancelada

source: No skills selected to delete.
es: No se selecciona Capacidades para el borrado.

source: Failed to delete any skills: %s
es: Fallado al borrar cualquier capacidad: %s

source: Skill deleted successfully
es: Capacidad borrada correctamente

source: Confirm skill delete
es: Confirma el borrado de la Cualidad

source: You are about to delete the following skill from the skills database:
es: Va a borrar la siguiente capacidad de la base de datos de habilidades:

source: This action cannot be undone.
es: Esta acción no se puede deshacer.

source: Are you <strong>sure</strong> you wish to continue?
es: ¿Estás <strong>seguro</strong> que quieres continuar?

source: Confirm
es: Confirmar

source: Skill deletion cancelled
es: Borrado de Cualidad Cancelado

source: Edit your profile
es: Edite su perfil

source: No Such User
es: Sin Usuario Nombrado

source: Edit Public Permissions
es: Editar Permisos Públicos
