Repository: fusionforge/fusionforge
Catalog: src/locale/*.po
Languages: es

source: Manage versions, categories and general configuration.
es: Gestionar versiones, categorias y configuración general.

source: View global statistics.
es: Ver estadisticas globales.

source: Site Global MantisBT Admin
es: Administrador Global MantisBT

source: MantisBT project not initialized, missing params
es: MantisBT proyecto no inicalizado, faltan parametros

source: MantisBT project not found
es: Proyecto MantisBT no localizado

source: Global MantisBT admin
es: Administración Global MantisBT

source: Latest 5 Issues.
es: Últimos 5 Peticiones.

source: Display the 5 last issues of your project.
es: Enseña ñas últimas 5 encuestas de su proyecto.

source: Category
es: Categoría

source: No issues found.
es: Ningún cambio encontrado.

source: Technical error occurs during data retrieving:
es: Error técnico mientras se obtenian los datos:

source: With Status:
es: Con estado:

source: Clear filter
es: Vaciar filtro

source: Apply filter
es: Aplicar filtro

source: Versions:
es: Versiones:

source: Milestone
es: Hito

source: Technical error occurs during data retrieving
es: Error técnico ocurre mientras obtención de datos

source: Reproducibility
es: Reproducible

source: Severity
es: Prioridad

source: Found in
es: Encontrado en

source: No version defined
es: No hay versiones definidas

source: (128 char max)
es: (128 car max)

source: Additional Informations
es: Informaciones Adicionales

source: Modify note
es: Modificar nota

source: Add note
es: Añade nota

source: Add a new category
es: Añade una categoría nueva

source: Add a new version
es: Añade una versión nueva

source: Version Detail
es: Detalles Versión

source: Target Date
es: Fecha Objetivo

source: Tickets per Status
es: Apuntes por Estado

source: Fixed
es: Solucionado

source: Manage your account for the URL
es: Gestiona tu cuenta para la URL

source: MantisBT User
es: Usuario MantisBT

source: Specify your MantisBT user.
es: Especifique su usuario MantisBT.

source: MantisBT Password
es: Contraseña MantisBT

source: Specify the password of this MantisBT user.
es: Especificar la contraseña de este usuario MantisBT.

source: Manage categories
es: Gestionar Categorias

source: Rename
es: Renombrar

source: No Categories
es: No hay Categorias

source: Use the global configuration defined at forge level
es: Use la configración global definida en el nivel de la forja

source: Use global configuration
es: Emplear configuraciones globales

source: Specify the Full URL of the MantisBT Web Server.
es: Especifica la URL completa del Servidor Web MantisBT.

source: Specify the user with admin right to be used thru SOAP API.
es: Especifica el usuario con derechos de admin para ser usados con SOAP API.

source: Specify the password of this user.
es: Especificar la contraseña para el usuario.

source: Do you want to sync FusionForge -> MantisBT roles ? Not implemented yet.
es: Quiere sincronizar los cargos FusionForge → MantisBT ? Aún no implementado.

source: SOAP User
es: Usuario SOAP

source: SOAP Password
es: Contraseña SOAP

source: Manage versions
es: Gestionar versiones

source: No versions
es: No hay versiones

source: Edit ticket
es: Editar ticket

source: Submit Date
es: Enviar Fecha

source: Update Date
es: Actualizar Fecha

source: Reporter
es: Boletín

source: Resolution
es: Resolución

source: Fixed in
es: Solucionado en

source: Target
es: Objetivo

source: Specify the password of this SOAP User.
es: Especificar la contraseña de este usuario SOAP.

source: Create the project in MantisBT
es: Crea un proyecto en MantisBT

source: If this project does NOT exist in MantisBT, do you want to create it ? The current project name will be used.
es: Si este proyecto NO existe en MantisBT, ¿quiere crearlo? El nombre de proyecto actual será empleado.

source: Link with an existing project in MantisBT
es: Enlazado con un proyecto existente en MantisBT

source: Specify the name of the project already created in MantisBT
es: Especifica el nombre del proyecto ya creado en MantisBT

source: Initialize
es: Inicializar

source: You need to setup your mantisbt account per URL.
es: Requiere configurar su cuenta MantisBT por URL.

source: User configuration for URL
es: Configuración del usuario para URL

source: Specify your MantisBT user to be used. This user MUST already exists.
es: Especifique su usuario MantisBT a usar. Este usuario DEBE ya existir.

source: Specify the password of your user.
es: Especifique la contraseña de su usuario.

source: Jump to ticket
es: Salto al ticket

source: Display filter rules
es: Enseñar reglas de filtrado

source: no-handler
es: no-manipular

source: No versions to display
es: No hay versiones para enseñar

source: Attached Files
es: Ficheros Adjuntos

source: No attached files for this ticket.
es: Ningún fichero adjuntado para este ticket.

source: Add File
es: Añade Fichero

source: Woops: wrong issue id
es: Oops: incorrecto id de petición

source: Ticket
es: Apunte

source: No data to retrieve.
es: Ningún dato a obtener.

source: No tickets to display.
es: Sin etiqueta a enseñar.

source: Bug ID
es: Defecto ID

source: Last Update
es: Última Actualización

source: Add a new ticket
es: Añade una etiqueta nueva

source: Modify
es: Modificar

source: No notes for this ticket
es: No hay notas para este ticket

source: Invalid User not active
es: Usuario no activo

source: You are not a member of this project
es: No eres miembro de este proyecto

source: Your mantisbt user is not initialized.
es: Su usuario de mantisbt no se ha iniciado.

source: No idAttachment
es: Sin idAdjuntos.

source: User not active
es: Usuario no activo

source: The mantisbt plugin for this project is not initialized.
es: Este complemento mantisbt para este proyecto no ha sido inicializado.

source: Your mantisbt user is not initialized for this URL.
es: Su usuario de mantisbt no se ha iniciado para esta URL.

source: First activate the User's %s plugin through Account Maintenance Page
es: Primero active el complemento de los usuarios %s através de la Pagina de Gestion de Usuarios

source: None of your projects are using MantisBT plugin.
es: Ninguno de sus proyecto está utilizando el complemento MantisBT.

source: My Tickets
es: Mis tickets

source: View My tickets.
es: Ver mis tickets.

source: Manage your mantisbt account.
es: Gestiona tu cuenta mantisbt.

source: This plugin allows each project to embed Mediawiki under a tab.
es: Este complemento permite a cada proyecto embeber Mediawiki bajo una lengüeta.

source: Mediawiki Space
es: Espacio Mediawiki

source: Mediawiki read access
es: Mediawiki acceso de lectura

source: No reading
es: No leído

source: Mediawiki write access
es: Mediawiki acceso escritura

source: No editing
es: No edicíón

source: Edit existing pages only
es: Editar solo páginas existentes

source: Edit and create pages
es: Editar y crear páginas

source: Edit, create, move, delete pages
es: Editar, crear, mover, borrar páginas

source: Mediawiki file upload
es: Fichero Mediawiki subido

source: No uploading
es: No se puede subir

source: Upload permitted
es: Subida permitida

source: Upload and re-upload
es: Subir y re-subir

source: Mediawiki administrative tasks
es: Tareas administrativas Mediawiki

source: Edit interface, import XML dumps
es: Editar interfaz, importar volcados XML

source: MediaWiki Plugin admin
es: Administrador de Complemento MediaWiki

source: new element created
es: nuevo elemento creado

source: modified element
es: elemento modificado

source: stored element
es: elemento almacenado

source: Mediawiki Changes
es: Modificación Mediawiki

source: Mediawiki integration in the forge
es: Mediawiki integracion en la forja

source: Project Summary
es: Historial del Proyecto

source: Mediawiki for project %s (directory %s) not created yet, please wait for a few minutes.
es: Mediawiki para el proyecto %s (directorio %s) no creado aún, por favor espere unos pocos minutos.

source: This script must be run from the command line!
es: ¡Este guión debe ser ejecutado desde la línea de órdenes!

source: Project %s does not use the Mediawiki plugin
es: Proyecto %s no emplea el complemento Mediawiki

source: Invalid file upload
es: Subida de fichero incorrecta

source: Not a valid PNG image
es: No es una imagen PNG válida

source: Image size is %dx%d pixels, expected %dx%d instead
es: El tamaño de Imagen es %dx%d pixels, se esperaba %dx%d

source: Cannot copy file to target directory %s
es: No puedo copiar el fichero al directorio destino %s

source: Cannot overwrite existing file
es: No puedo sobreescribir fichero

source: Cannot move file to target location
es: No puedo mover el fichero a su destino

source: New file installed successfully
es: Nuevo fichero instalado correctamente

source: Not a directory or could not access contents of %s
es: No una directiva o no pudo acceder contendios de %s

source: Mediawiki plugin's configuration may require to enable uploads ('enable_uploads'). Contact your admin.
es: La configuración del complemento Mediawiki quizá requiere activar cargas ('enable_uploads'). Contacte con su administrador.

source: File successfully removed
es: Fichero borrado correctamente

source: File removal error
es: Error Borrado Fichero

source: MediaWiki Plugin Admin for
es: Administrador de Complemento MediaWiki para

source: MediaWiki Project Admin
es: Administrador de Proyecto MediaWiki

source: Nightly XML dump
es: Volcado XML Nocturno

source: <a href="%s">Download</a> the nightly created XML dump (backup) here.
es: <a href="%s">Descargar</a> el ultimo volcado XML creado (backup) aqui.

source: This project's wiki logo : $wgLogo
es: Este logotipo del wiki del proyecto : $wgLogo

source: Current logo:
es: Logo Actual:

source: No per-project logo currently installed.
es: No hay logos proyectos instalados actualmente.

source: Upload a new logo
es: Cargar un nuevo logo

source: The logo must be in PNG format and precisely 135x135 pixels in size.
es: El logotipo debe estar en formato PNG y de tamaño preciso de 135x135 píxeles.

source: This direct <tt>sftp://</tt> link only works with some browsers, such as Konqueror.
es: Este enlace directo <tt>sftp://</tt> solo funciona con algunos exploradores como el Konqueror.

source: Choose an already uploaded file:
es: Elija un fichero ya subido:

source: … or delete the currently uploaded logo and revert to the site default
es: ... o borre el logo actualmente subido y vuelva al del sitio por defecto

source: Upload new logo
es: Subir nuevo logo

source: This plugin allows the site administrator to display a message banner on all pages, e.g. for maintenance announcements.
es: Este complemento permite al administrador del sitio enseñar un mensaje de anuncio en todas las páginas, p. e. para anuncios de mantenimiento.

source: Configure Global Message
es: Configurar Mensaje Global

source: Configure Message
es: Configurar Mensaje

source: Close
es: Cerrar

source: New message available.
es: Nuevo mensaje disponible.

source: Message updated.
es: Mensaje actualizado.

source: Message removed.
es: Mensaje quitado.

source: Global Message Administration
es: Administracion Mensaje Global

source: Edit the message as you want. If you activate the HTML editor, you will be able to use WYSIWYG formatting (bold, colors...)
es: Edite el mensaje según desee. Si se quiere activar el editor HTML, se podrá usar el formato WYSIWYG (negrita, colores...)

source: This plugin allows each project to embed MoinMoinWiki under a tab.
es: Este complemento permite a cada proyecto embeber MoinMoinWiki debajo de una lengüeta.

source: MoinMoin Space
es: Espacio MoinMoin

source: MoinMoin Wiki access
es: MoinMoin Acceso Wiki

source: Write access
es: Acceso Escritura

source: Admin access
es: Acceso admin

source: Wiki not created yet, please wait for a few minutes.
es: El Wiki no se ha creado todavia, por favor espere unos minutos.

source: OAuth Access Tokens
es: Token OAUth de Acceso

source: Provider
es: Proveedor

source: Token Key
es: Llave de Tiempo

source: Token Secret
es: Billete Secreto

source: You have no OAuth Access Tokens registered in the database currently
es: No tiene un Token OAUth de Acceso registrado en la base de datos

source: OAuth Providers
es: Proveedores OAuth

source: Get more Access tokens
es: Obtener mas tokes de Acceso

source: Step 3:
es: Paso 3:

source: Exchange the authorized request token for an access token
es: Intercambiar la peticion de token autorizado por un token de acceso

source: New access token received and saved!
es: Acceso nuevo al token recibido y guardado!

source: Access Token Key:
es: Llave de token de acceso:

source: Access Token Secret:
es: Token de acceso secreto:

source: Get Access tokens
es: Obtener tokes de Acceso

source: Access tokens
es: Billetes de acceso

source: Select
es: Selecciona

source: Consumer Key
es: Clave Consumante

source: Request Token URL
es: Pedir Token URL

source: Authorization URL
es: URL de Autorización

source: Access Token URL
es: Token de Acceso URL

source: Do not verify SSL Certificate
es: No verificar certificados SSL

source: Step 1:
es: Paso 1:

source: Get Request Token
es: Obtener Token Pedido

source: Error in curl:
es: Error en curl:

source: New request token received!
es: ¡Nueva petición de token recibida!!

source: Request Token Key
es: Peticionar llave Token

source: Request Token Secret
es: Pedir Token Secreto

source: Step 2:
es: Paso 2:

source: Authorize the Request Token (from
es: Autorizar el Token Pedido (desde

source: Error in retrieving request token
es: Error al obtener petición token

source: There are no OAuth Providers registered in the database currently. Please ask your forge administer to create one.
es: No hay Proveedores de OAuth registrados en la base de datos, Por favor pida a su administrador de la forja que cree uno.

source: This OAuth Consumer plugin allows a user to connect to different oauth enabled services.
es: Este complemento de Cliente OAuth permite a los usuarios conectares a diferentes servicios habilitados oauth.

source: Accessing resources with OAuth
es: Accediendo a recursos con OAuth

source: Providers
es: Proveedores

source: Resource URL
es: URL Recurso

source: HTTP Request
es: Petición HTTP

source: POST data
es: Dato CONTABILIZAR

source: No access tokens have been created for this provider
es: No hay tokens de acceso que hayan sido creados para este proveedor

source: If no OAuth Providers or Access Tokens have been created yet, follow the links below to get started
es: Si no se han creado Proveedores OAuth o Tokens de Acceso todavia, siga los enlaces siguiente para comenzar

source: Edit OAuth Provider
es: Editar Proveedor OAuth

source: Consumer Secret
es: Gasto Secreto

source: Update Provider
es: Actualizar Proveedor

source: There are currently no OAuth Providers registered in the database
es: No hay actualmente Proveedores OAuth registrados en la base de datos

source: Add a new OAuth provider
es: Añadir un nuevo proveedor OAuth

source: Add provider
es: Añade proveedor

source: View Personal oauthprovider
es: Ver Proveedor OAuth Personal

source: oauthprovider Admin
es: Administrar Proveedor OAUTH

source: Manage OAuth consumers
es: Gestor de consumidores OAuth

source: OAuth provider plugin
es: Complemento Proveedor OAuth

source: Consumer name
es: Nombre de Consumo

source: Key
es: Palabra Clave

source: Secret
es: Secreto

source: Authorized on
es: Autorizado el

source: No access tokens were found!
es: ¡Ningún token de acceso fue encontrado!

source: Pending authorization requests via OAuth
es: Peticiones de autorización pendientes via OAuth

source: Consumer “%s” wants to be authorized to access Fusionforge on your behalf (asked %s)
es: Consumidor «%s» quiere ser autorizado para acceder a FusionForge en su favor (pedido %s)

source: Authorize
es: Autorizar

source: Deny
es: Denegar

source: OAuth Provider
es: Proveedor OAuth

source: Manage Consumer
es: Gestionar Consumidor

source: Back
es: Regresar

source: Update Consumer
es: Actualizar Cliente

source: Delete Consumer
es: Borrar Consumidor

source: OAuth consumers
es: Consumidores OAuth

source: Consumer
es: Consumidor

source: Manage
es: Gestionar

source: There are currently no OAuth consumers registered in the database
es: No hay actualmente consumidores OAuth registrados en la base de datos

source: Create Consumer
es: Crear Consumidor

source: Regenerate keys & Update Consumer
es: Regenerar claves & Actualizar Clientes

source: Consumers
es: Consumidores

source: Request Tokens
es: Pedir Tokens

source: Authorized
es: Autorizado

source: No request tokens were found!
es: ¡Ningún token de acceso ha sido encontrado!

source: Authorization Denied
es: Autorización Denegada

source: You have denied Consumer “%s” access to Fusionforge on your behalf. The pending OAuth token request has been deleted.
es: Ha denegado acceder Consumidor «%s» para Fusionforge en su respuesta. El token OAuth pendiente respondido ha sido eliminado.

source: online_help!
es: ¡ayuda_en directo!

source: This is a online_help plugin within FusionForge.
es: Esto es un complemento online_help dentro de FusionForge.

source: Get Help
es: Obtener Ayuda

source: View Personal oslc
es: Ver Personal OSLC

source: oslc Admin
es: Admin OSLC

source: Enable use of phpcaptcha (more information www.phpcaptcha.org)
es: Activa uso de phpcaptcha (más info en www.phpchaptcha.org)

source: Wrong captcha code
es: Código reconocible equivocados

source: Reload image.
es: Recargar imagen.

source: Write captcha here
es: Escribe reconocimiento aquí

source: phpcaptcha seems not installed. Contact your administrator for more information.
es: phpcaptcha parece no estar instalado. Contacte a su administrador para más información.

source: Enable use of php-text-captcha (more information http://pear.php.net/manual/en/package.text.text-captcha.php)
es: Activa uso de php-text-captcha (más info en http://pear.php.net/manual/en/package.text.text-captcha.php)

source: Missing require to use this plugin. You need ARC2_OSLCCoreRDFJSONParserPlugin.php
es: Requerimiento ausente para emplear este complemento, Necesita ARC2_OSLCCoreRDFJSONParserPlugin.php

source: error: no supported provider for
es: error: proveedor no apoyadi para

source: Import projects
es: Importar proyectos

source: Project import plugin
es: Complemento importar proyectos

source: Import users
es: Importar usuarios

source: File %s cannot be moved to the storage location %s
es: El fichero %s no puede moverse al destino de almacenamiento %s

source: Opening fileinfo database failed
es: Fallo al abrir la base de datos fileinfo

source: Uploaded files available
es: Subida de Ficheros disponible

source: name
es: nombre

source: type
es: tipo

source: selected ?
es: Seleccionado?

source: Please select only one file
es: Por favor seleccione solo un fichero

source: File not found on server
es: Fichero no encontrado en el servidor

source: Please either select existing file OR upload new file
es: Por favor seleccione un fichero existente o suba nuevo fichero

source: File “%s” uploaded and pre-selected
es: El fichero “%s” subido y pre-seleccionado

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
es: El fichero subido excede el limite maximo de subida en php.ini

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
es: El fichero subido excede la directiva de MAX_FILE_SIZE especificada en el formulario HTML

source: Missing a temporary folder.
es: Falta una carpeta temporal.

source: Failed to write file to disk.
es: Ha fallado al escribir fichero al disco.

source: File upload stopped by extension.
es: Subida de fichero detenida por extensión.

source: Unknown upload error %d
es: Error desconocido subida %d

source: Please select an existing file to process, or upload a new one
es: Por favor seleccione un fichero existente para proceder, o suba uno nuevo

source: Project importer
es: Importador de Proyectos

source: Users found in imported file
es: Usuarios localizado en fichero importado

source: Found matching existing forge user with same login “%s”
es: Localizado usuario que coincide con el mismo login “%s”

source: Found matching existing forge user “%s” with same email “%s”
es: Localizado usuario ya creado "%s" con el mismo correo-e “%s”

source: Failed to find existing user matching imported user “%s”
es: Fallo en encontrar usuario coincidente con usuario importado “%s”

source: Optionally change for another existing user
es: Cambiar opcionalmente por otro usuario existente

source: Select existing user
es: Seleccionar usuario existente

source: to be added to project
es: para añadir al proyecto

source: need to add to project
es: requiere añadir al proyecto

source: Failed to find existing users matching some imported users.
es: Fallo al localizar usuarios existentes que coincidan con algunos usuarios importados.

source: If you wish to map their data to existing users, choose them in the form bellow, and re-submit it:
es: Si deseas enlazar sus datos con otros usuarios existentes, seleccionelo del formulario siguiente, y reenvielo:

source: You may change some mappings and re-submit.
es: Debería cambiar algunas distribuciones y reenviarlos.

source: Matching imported users to existing forge users
es: Existen usuarios importados que coinciden con usuarios de la forja

source: Imported user logname
es: Nombre de acceso usuario importado

source: Imported user email
es: Email usuario importado

source: Initial role
es: Cargo Inicial

source: Map to existing user (role)
es: Enlazar con un usuario existente (cargo)

source: Mapped to existing user
es: Distribuído a usuario existente

source: Matching new project members roles
es: Nuevos cargos de miembros de proyectos coincidentes

source: New project member
es: Nuevo miembro proyecto

source: Imported users mapped to it
es: Usuarios importados mappeados a el

source: New role
es: Crear cargo

source: Imported user “%s” (role “%s”), mapped as “%s” which is not yet in the project: need to add it as role “%s”.
es: El usuario “%s” (cargo “%s”) importado, se ha enlazado como “%s” que no esta todavia en el proyecto : se necesita añadirle el cargo “%s”.

source: Failed to find mapped user “%s”
es: Fallo en localizar usuario mapeado “%s”

source: Couldn't proceed!
es: ¡No pudo procesar!

source: Details of imported project:
es: Detalles del proyecto importado :

source: Project's spaces found
es: Localizado el espacio del Proyecto

source: Import space ?
es: Importar espacio ?

source: Importing
es: Importando

source: parsing problem
es: interpretando problemas

source: Confirm selected file or upload a new one
es: Confirmar seleccionar ficheros o subir uno nuevo

source: Select a file or upload a new one
es: Selecciona un fichero o subir uno nuevo

source: Please upload a file
es: Por favor suba un fichero

source: You cannot import project unless you are an admin on that project
es: No puede importar proyectos si no es el administrador de ese proyecto

source: Missing require to use this plugin. You need arc/ARC2.php
es: Requerimiento ausente para emplear este complemento, Necesita arc/ARC2.php

source: Missing require to use this plugin. You need OpenDocument.php
es: Requerimiento ausente para emplear este complemento, Necesita OpenDocument.php

source: Failed to create project
es: Fallo la creacion del proyecto

source: Created project
es: Proyecto Creado

source: Users importer
es: Importador de Usuarios

source: Failed to create user
es: Fallo creaciñón de usuario

source: Created user
es: Usuario creado

source: Project labels
es: Etiquetas de Proyectos

source: This can be used to highlight some projects on a forge, for instance for a “project of the month”.
es: Esto puede utilizarse para resaltar algunos proyectos en una forja, por ejemplo para un «proyecto del mes».
