Repository: fusionforge/fusionforge
Catalog: src/locale/*.po
Languages: es

source: The following option determines if others can see your skills. If they cannot, you can still enter your skills.
es: La siguiente opción determina si otros pueden ver sus capacidades. Si ellos no pueden, Vd. puede de todas formas introducir sus capacidades.

source: Update Permissions
es: Actualizar Permisos

source: No skill types in database (skills_data_types table)
es: No existen cuallidades en la Base de Datos ( tabla skills_data_types)

source: Add a new skill
es: Añade una capacidad nueva

source: You can enter new skills you have acquired here. Please enter the start and finish dates as accurately as possible.
es: Puede añadir aquí nuevas capacidades que ha aprendido. Por favor, introduce las fechas de comienzo y final todo lo exacto que pueda.

source: All fields are required!
es: ¡Todos los campos son requeridos!

source: Title (max 100 characters)
es: Título (max 100 caracteres)

source: Keywords (max 255 characters)
es: Palabras clave (max 255 caracteres)

source: Add This Skill
es: Añade esta Capacidades

source: Edit/Delete Your Skills
es: Edita/Borra sus Capacidades

source: Help Wanted Latest Posts
es: Últimas Publicaciones de Solicitud de Ayuda

source: Help Wanted System
es: Proyectos que necesitan ayuda

source: Here is a list of positions available for this project.
es: Aquí hay una lista de las posiciones disponibles para este proyecto.

source: as
es: como

source: Click job titles for more detailed descriptions.
es: Pulse en los títulos de los ejercicios para descripciones más detalladas.

source: The %s Project Help Wanted board is for non-commercial, project volunteer openings. Commercial use is prohibited.
es: La pizarra de Búsqueda de Ayuda de %s es para uso no comercial, se buscan voluntarios para el proyecto. Un uso comercial estará prohibido.

source: Project listings remain live for two weeks, or until closed by the poster, whichever comes first. (Project administrators may always re-post expired openings.)
es: El listado de proyectos permanecera vivo durante dos semanas, o hasta que el emisor lo cierre, lo que suceda antes. (Administradores puede volver a re-publicar entradas caducadas)

source: Browse through the category menu to find projects looking for your help.
es: Examinar a través del menu de categorias para localizar proyectos que busquen ayuda.

source: If you're a project admin, log in and submit help wanted requests through your project administration page.
es: Si eres un administrador de proyectos, acceda y envie una petición de ayuda a través de su página de administrador del proyecto.

source: To suggest new job categories, submit a request via the support manager.
es: Para sugerir un nuevo ejercicio, envíe una petición vía el gestor de apoyo.

source: Last posts
es: Últimas historias

source: more latest posts
es: más historias recientes

source: Must select a skill ID
es: Debe seleccionar una ID de habilidad

source: Error inserting into skill inventory
es: ERROR insertando en el inventario de habilidades

source: Added to skill inventory
es: Añadido al inventario de capacidades

source: skill already in your inventory
es: capacidad ya en su inventario

source: You must be logged in first
es: Primero debe ingresar

source: Level
es: Nivel

source: Experience
es: Experiencia

source: No Skill Inventory Set Up
es: No se ha configurado un inventario de habilidades

source: No skill setup
es: Sin capacidad configurada

source: Add Skill
es: Añadir Cualidad

source: Error inserting into job inventory
es: Error insertando dentro del inventario de ejercicio

source: Added to job inventory
es: Añadido al inventario de ejercicio

source: Invalid ID
es: ID no válida

source: No categories found.
es: Ninguna categoría encontrada.

source: Date Opened
es: Fecha Abierta

source: %s project
es: %s proyecto

source: None Found
es: Ninguno Encontrado

source: No skills listed.
es: Sin capacidad listada.

source: This user has not entered any skills.
es: Este usuario no ha introducido ninguna capacidad.

source: View a Job
es: Ver un Tarea

source: Contact Info
es: Informacion de Contacto

source: Required Skills
es: Capacidades Requeridas

source: Posting ID not found
es: El ID enviado no se ha encontrado

source: View a User Profile
es: Ver perfil del colaborador

source: This user has set his/her profile to private.
es: Este Usuario tiene un perfil Privado.

source: Skills profile for
es: Perfil de capacidades para

source: User_id not found.
es: User_id no encontrado.

source: Add a new Task
es: Añade una Tarea nueva

source: Task Details
es: Detalles de Tarea

source: Estimated Hours
es: Horas Estimadas

source: The system will modify your start/end dates if you attempt to create a start date earlier than the end date of any tasks you depend on.
es: El sistema modificara tus fechas de inicio/final si intentas crear una fecha de inicio anterior a la fecha de finalización de cualquiera de las tareas de las que depende esta tarea.

source: View Calendar
es: Ver Calendario

source: Dependent on task
es: Depende de la tarea

source: Dependent note
es: Nota dependiente

source: Unable to create ProjectCategory Object
es: Incapaz de crear Objero ProjectCategory

source: Subproject Inserted
es: SubProyecto Insertado

source: Category Updated
es: Categoria Actualizada

source: Subproject Updated successfully
es: Subproyecto Actualizado con éxito

source: Add Categories to: %s
es: Añadir Categorias a: %s

source: No categories defined
es: Sin categorias definidas

source: Category Name
es: Nombre de Categoría

source: Modify a Category in: %s
es: Modicar una Categoria en: %s

source: It is not recommended that you change the category name because other things are dependent upon it. When you change the category name, all related items will be changed to the new name.
es: No se recomienda que cambie el nombre porque otras cosas dependen en él. Cuando se cambia el nombre de la categoría, todos los ítemes relacionados serán modificados al nombre nuevo.

source: Add a new subproject
es: Añade un subproyecto

source: Add a new subproject to the Tasks. <strong>This is different than adding a task to a subproject.</strong>
es: Añade un subproyecto nuevo a las Tareas. <strong>Esto es diferente a añadir una tarea al subproyecto.</strong>

source: New Subproject Name
es: Nuevo Nombre Subproyecto

source: At least 5 characters
es: Al menos 5 caracteres

source: At least 10 characters
es: Al menos 10 caracteres

source: Send All Updates To
es: Enviar Todas las Actualizaciones a

source: Change Tasks Status
es: Estado Cambio Tareas

source: You can modify an existing subproject using this form. Please note that private subprojects can still be viewed by members of your project, but not the general public.
es: Puede modificar un Subproyecto existente usando este formulario. Note que los proyectos privados solo pueden verlos los miembros de esos proyectos pero no el público en general.

source: Subproject Name
es: Nombre de Subproyecto

source: Category Administration
es: Administración de Categoría

source: Permanently delete this subproject and all its data
es: Borrar permanentemente este subproyecto y todos sus datos

source: You are about to permanently and irretrievably delete this subproject and all its related data!
es: Está a punto de borrar permanentemente e irrevocablemente este subproyecto y todos sus datos asociados

source: Tasks Administration
es: Administrador Tareas

source: Add a Subproject
es: Añade un Subproyecto

source: Add a subproject, which can contain a set of tasks. This is different than creating a new task.
es: Añade un subproyecto, el cual puede contener un conjunto de tareas. Esto es diferente que crear una tarea nueva.

source: No Subprojects Found in this Project
es: No se encontraron subproyectos

source: You may add new Subprojects using the “Add a Subproject” link above.
es: Usted puede añadir Subproyectos usando el enlace «Añadir subproyecto» encima.

source: Edit/Update Subproject
es: Editar/Actualizar Subproyecto

source: Browse tasks
es: Examinar tareas

source: Detailed
es: Detallado

source: Sort On
es: Ordenar por

source: Detail View
es: Vista Detallada

source: Browse
es: Examinar

source: No Matching Tasks found
es: No hay Tareas coincidentes

source: Add tasks using the link above
es: Añadir tareas empleando el enlace encima

source: * Denotes overdue tasks
es: * Anotar tareas atrasadas

source: Invalid year: Not between 1990 and 2020
es: Año incorrecto: No esta entre 1990·and·2020

source: Invalid month: Not between 1 and 12
es: Mes inválido: no esta enter 1 y 12

source: Invalid day: Not between 1 and 31
es: Dia inválido: No está entre 1 y 31

source: Invalid date
es: Fecha Inválida

source: Invalid type: Type not in onemonth, threemonth, currentyear, comingyear
es: Tipo inválido: El tipo no es un mes, tres meses, año actual, año siguiente

source: January
es: enero

source: February
es: febrero

source: March
es: marzo

source: April
es: abril

source: May
es: mayo

source: June
es: junio

source: July
es: julio

source: August
es: agosto

source: September
es: septiembre

source: October
es: octubre

source: November
es: noviembre

source: December
es: diciembre

source: Error: Could Not Get Factory
es: Error: No puedo obtener Factory

source: Error: Could Not Get ProjectTaskFactory
es: Error: No pudo obtener ProjectTaskFactory

source: Calendar
es: Calendarios

source: Task summary: %s
es: Resumen de tarea: %s

source: Task %d begins
es: %d comienza Tarea

source: Task %d ends
es: %d finaliza Tarea

source: F Y
es: P T

source: Period
es: Periodo

source: One month
es: Último mes

source: Three month
es: Tres meses

source: Current year
es: Año Actual

source: Coming year
es: Año siguiente

source: today's date
es: fecha actual

source: selected date
es: fecha seleccionada

source: Upload data into the tasks
es: Cargar datos en las tareas

source: This page allows you to export or import all the tasks using a CSV (<a href="http://en.wikipedia.org/wiki/Comma-separated_values">Comma Separated Values</a>) File. This format can be used to view tasks using Microsoft Excel.
es: Esta página permite exportar o importar todas las tareas empleando un fichero CSV (<a href="http://en.wikipedia.org/wiki/Comma-separated_values">Comma Separated Values</a>). Este formato puede ser empleado para ver tareas usando Microsoft Excel.

source: Export tasks as a CSV file
es: Exportar tareas como un fichero CSV

source: (Change)
es: (Cambio)

source: Export CSV file
es: Exportar fichero CSV

source: Import tasks using a CSV file
es: Importar tareas usando un fichero CSV

source: Choose a file in the proper .csv format for uploading.
es: Elegir un fichero con el formato .csv para subirlo.

source: Replace all tasks by the ones present in the file
es: Sustituye todas las tareas por dichas presentes dentro del fichero

source: Add the ones from the file to the existing ones
es: Añade unos desde el fichero a los cuales existen

source: If project_task_id is empty, then a new task will be created.
es: Si está vacío project_task_id, entonces una tarea nueva será creada.

source: If project_task_id is present, then the corresponding task will be updated.
es: Si está presente project_task_id, entonces la tarea correspondiente será actualizada.

source: Record Layout
es: Registrar Diseño

source: Field Name
es: Nombre del Campo

source: this is the ID in database
es: este es el ID de la base de datos

source: optional, the equivalent of project_task_id but determined by external application, such as Microsoft Project. Primarily preserved for sorting purposes only.
es: opcional, lo equivalente de project_task_id pero determinado por aplicación externa, como Microsoft Proyect. Primariamente preservado para propósitos de ordenación único.

source: the project_task_id of the parent task, if any
es: el proyect_task_id de la tarea superior, si alguna

source: the equivalent of parent project_task_id but determined by external application, such as Microsoft Project. Primarily preserved for matching purposes only.
es: el equivalente al proyect_task_id superior pero determinado por aplicación externa, como Microsoft Project. Primariamente preservado para propósitos de ordenación único.

source: The summary or brief description
es: El resumen o informe de descripción

source: The category name (must be defined, only available in full export)
es: El nombre de categoría (debería ser definida, solo disponible en exportación completa)

source: Duration in days
es: Duración en días

source: Number of hours required to complete
es: Número de horas requeridas para completar

source: The start date in YYYY-MM-DD HH:MM:SS format
es: La fecha inicial en formato AAA-MM-DD HH:MM:SS

source: The end date in YYYY-MM-DD HH:MM:SS format
es: La fecha final en formato AAA-MM-DD HH:MM:SS

source: Percentage of completion
es: Porcentaje de completado

source: integers 1 to 5
es: enteros 1 a 5

source: optional, the details of the task or a comment to add to a task
es: opcional, los detalles de la tarea o un comentario a añadir a una tarea

source: optional, the unixname or precisely-matched realname of the assignee
es: opcional, el nombre usuario o nombre real precisamente coincidido de la asignación

source: optional, same as above
es: opcional, lo mismo que arriba

source: optional, the task_id of a task to be dependent on
es: opcional, el task_id de un ejercicio para ser dependiente en

source: optional, the ID used by the external application
es: opcional, el ID empleado por la aplicación externa

source: SS, SF, FS, FF, - The same types as Microsoft Project
es: SS, SF, FS, FF, - El mismo tipo que Microsoft Project

source: repetition of dependenton1
es: repetición de dependencia 1

source: Delete Task [T%s]
es: Borrar Tarea [T%s]

source: Are you sure you want to delete this task?
es: ¿Está seguro que desea borrar esta tarea?

source: Task Detail
es: Detalles de Tarea

source: Task Detail Information (JSON)
es: Detalles Informativos de Tarea (JSON)

source: Subscribe to task
es: Subscribirse a tarea

source: Original Comment
es: Comentario Original

source: Hours
es: Horas

source: Full
es: Completo

source: Normal
es: Común

source: Full/Normal
es: Completo/Común

source: In Full, the category is also exported.
es: Completo, la categoría también es exportada.

source: Comma/Semi-colon
es: Coma/Punto y coma

source: Gantt Chart
es: Diagrama de Gantt

source: Error getting PTF:
es: Error obteniendo PTF:

source: Error in PTF:
es: Error en PTF:

source: task summary
es: resumen de tarea

source: start
es: inicio

source: end
es: final

source: assignees
es: asignaciones

source: General Admin
es: Administración

source: View Subprojects
es: Ver subproyectos

source: Add Task
es: Añadir Tarea

source: Import/Export CSV
es: Importar/Exportar CSV

source: Not Started
es: No Comenzado

source: Tasks That Depend on This Task
es: Tareas que Dependen de esta Tarea

source: No Tasks are Dependent on This Task
es: Ninguna otra Tarea Depende de esta Tarea

source: Related Tracker Items
es: Elementos del Registro Relacionados

source: Artifact Summary
es: Resumen Artifact

source: No Related Tracker Items Have Been Added
es: No se han añadido Elementos del Registro Relacionados

source: Sort comments antichronologically
es: Organizar comentarios en orden cronologico invertido

source: Sort comments chronologically
es: Organizar comentarios cronologicamente

source: Task Change History
es: Histórico de Cambios de la Tarea

source: No Changes Have Been Made
es: Ninguna Modificación Ha Sido Hecha

source: Subprojects for %s
es: Subproyectos para %s

source: No Subprojects Found
es: No se ha encontrado subproyectos

source: No subprojects have been set up, or you cannot view them.
es: No se han configurado subproyectos o usted no tiene permiso para verlos.

source: The Admin for this project will have to set up subprojects using the admin page.
es: El Administrador del proyecto tendrá que configurar los subproyectos utilizando la página de administración.

source: Choose a Subproject and you can browse/edit/add tasks to it.
es: Elije un Subproyecto y podrás ver/editar/añadir tareas en él.

source: Modify Task
es: Modificar Tarea

source: Delete this task
es: Borra esta tarea

source: You should choose only tasks which must be completed before this task can start.
es: Debe elegir solamente las tareas que deben estar completas para que pueda comenzar ésta.

source: Time tracking
es: Tiempo de segumiento

source: Week
es: Semana

source: Day
es: Día

source: XML Parser
es: Interpretador XML

source: Wrong file type. Only plain CSV file supported
es: Tipo de fichero equivocado. Solo fichero CSV simple compatible

source: Parameter error
es: Error de parámetro

source: Import was successful
es: Importación fue correcta

source: Task Reporting System
es: Sistema de Boletines de Tareas

source: Aging Report
es: Boletín de Envejecimiento

source: Report by Assignee
es: Boletín por Asignante

source: Report by Subproject
es: Boletín por Subproyecto

source: Average duration for closed tasks (days)
es: Media de duración de cierre de tareas (en días)

source: Number of started tasks
es: Número de tareas comenzadas

source: Number of tasks still not completed
es: Número de tareas aún no completadas

source: Tasks By Category
es: Tareas por categoría

source: Open Tasks By Category
es: Tareas abiertas por Categoría

source: All Tasks By Category
es: Todos Los Ejercicios Categorizados

source: Tasks By Assignee
es: Tareas por usuario

source: Open Tasks By Assignee
es: Tareas abiertas por Asignación

source: All Tasks By Assignee
es: Todos Los Ejercicios Asignados

source: Note that same task can be assigned to several technicians. Such task will be counted for each of them.
es: Indicar que la misma tarea puede ser asignada a varios técnicos. Tales tareas contarán para cada uno.

source: Group Project ID
es: ID Grupo Proyecto

source: Could Not Get Empty ProjectTask
es: No puedo obtener una Taréa de Proyecto Vacía

source: Illegal format for hours: must be an integer or a float number.
es: Formato ilegal para horas: debe ser un entero o un coma flotante.

source: Task Created Successfully
es: Tarea Creada Correctamente

source: Task Updated Successfully
es: Tarea Actualizada Correctamente

source: No task selected
es: Ninguna tarea seleccionada

source: Successfully Added Tracker Relationship
es: Successfully Añadido Relación del Registro

source: Confirmation failed. Task not deleted
es: Falló la confirmación. Tarea no borrada.

source: Task Successfully Deleted
es: Tarea Borrada Correctamente.

source: No Task with ID
es: Sin Tares con ID

source: file must be > 20 bytes and < 256000 bytes in length
es: fichero debe ser > 20 bytes y < 256000 bytes de longitud

source: Cannot store multimedia file
es: No puedo almacenar fichero multimedia

source: Multimedia File Uploaded
es: Cargar un Fichero Multimedia

source: Both file name and description are required
es: Tanto el nombre como la descripción son necesarios

source: Cannot delete multimedia file
es: No puedo borrar fichero multimedia

source: Multimedia File Deleted
es: El Fichero Multimedia ha sido borrado

source: File description is required
es: La descripción del fichero es necesaria

source: Cannot update multimedia file
es: No puedo actualizar fichero multimedia

source: Multimedia File Properties Updated
es: Propiedades del fichero multimedia actualizadas

source: Edit Multimedia Data
es: Editar Datos Multimedia

source: You can store up to %s MB of multimedia data (bitmap and vector graphics, sound clips, 3D models) in the database. Use this page to add/delete your project multimedia data.
es: Puede almacenar hasta %s MB de datos multimedia (bitmap y gráficos de vector, música, modelos 3D) en la base de datos. Usa esta página para añadir/borrar tus datos multimedia.

source: Cannot edit multimedia file
es: No puedo editar fichero multimedia

source: Replace with new file (optional)
es: Reemplazar con un nuevo fichero (opcional)

source: MIME Type
es: Tipo MIME

source: Select as logo
es: Seleccionar como logotipo

source: Reset
es: Restablecer

source: Add Multimedia Data
es: Añadir Datos Multimedia

source: Local filename
es: Fichero local

source: Used as Project Logo
es: Utilizado como Logotipo de Proyecto

source: Del
es: Bor

source: Changed Trove
es: Seguimiento Modificado

source: Trove Update Success
es: Seguimiento Actualizado Correctamente

source: Edit Trove Categorization
es: Edita Categorización de Seguimiento

source: Select up to three locations for this project in each of the Trove root categories. If the project does not require any or all of these locations, simply select “None Selected”.
es: Selecciona hasta tres localizaciones para este proyecto por cada raíz de categorías Trove. Si el proyecto no necesita ninguna de estas localizaciones, simplemente seleccione «Ninguno Seleccionado».

source: IMPORTANT: Projects should be categorized in the most specific locations available in the map. Simultaneous categorization in a specific category AND a parent category will result in only the more specific categorization being accepted.
es: IMPORTANTE: Proyectos deben estar clasificados en la mayoria de las localizaciones mas especificas en el mapa. Categorizaciones simultaneas en una categoria y una categoria padre permitirá una categorización mas especifica.

source: Update All Category Changes
es: Actualizar todos los Cambios de Categorías

source: Project History of %s
es: Historial del Proyecto %s

source: Project information updated
es: Información del proyecto actualizada

source: Project Information for %s
es: Información del proyecto %s

source: Misc. Project Information
es: Información Miscelánea de Projecto

source: Group shell (SSH) server
es: Grupo shell del servidor (SSH)

source: Group directory on shell server
es: Directorio de grupo en servidor shell

source: Project WWW directory on shell server
es: Directorio de proyecto WWW en servidor shell

source: Descriptive Project Name
es: Nombre descriptivo del proyecto

source: Maximum 255 characters, HTML will be stripped from this description
es: Máximo 255 carateres, el HTML será eliminado

source: Project tags
es: Etiquetas del proyecto

source: Add tags (use comma as separator)
es: Añade etiquetados (usando coma como separador)

source: Or pick a tag from those used by other projects
es: O selecciona una etiqueta para aquellas utilizadas por otros proyectos

source: Trove Categorization
es: Categorización de Seguimiento

source: Edit Trove
es: Editar Seguimiento

source: Homepage Link
es: Enlace al sitio web del proyecto:

source: Notifications setup
es: Configuración de Notificaciones

source: If you wish, you can provide default email addresses to which new submissions (documents or folders) will be sent
es: Si quiere, puede proporcionar una cuenta de correo por defecto a la cual se enviará cualquier nueva publicación (documentos o carpeta)

source: New document or folder Submissions
es: Crear documento o carpeta Enviados

source: (send on all updates)
es: (envía en todas las actualizaciones)

source: If you wish, you can provide default email addresses to which new FRS (packages, releases or files) will be sent
es: Si quiere, puede proporcionar direcciones de correo-e a la cual se enviará cualquier nueva publicación PPF (paquetes, publicaciones o ficheros)

source: New packages, releases, files Submissions
es: Crea paquetes, publicaciones, ficheros Submissions

source: Add Users From List
es: Añadir usuarios desde lista
