Repository: fusionforge/fusionforge
Catalog: src/locale/*.po
Languages: es

source: If any changes are made to this policy, it will affect only future data that is collected and the user will of course have the ability to 'opt-out'.
es: Si se realiza cualquier cambio a esta regla, afectará solamente a los datos futuros que se haya recopilado y el usuario tendrá la opción de 'excluirse'.

source: Vote registered
es: Voto registrado

source: If you vote again, your old vote will be erased.
es: Si votas de nuevo, su voto anterior será eliminado.

source: Vote ID
es: ID Voto

source: Response
es: Respuesta

source: Flag
es: Marca

source: Vote for Survey
es: Votar para Encuesta

source: For some reason, the Project ID or Survey ID did not make it to this page
es: Por alguna razón, el ID de Grupo o la ID de la encuesta no se especificó para esta página

source: Survey Complete
es: Encuesta Completa

source: Thank you for taking time to complete this survey.
es: Gracias por dedicar un momento para realizar esta encuesta.

source: Regards,
es: Saludos,

source: %s Terms of Use
es: %s Terminos de Uso

source: These are the terms and conditions under which you are allowed to use the %s service. They are empty by default, but the administrator(s) of the service can use this page to publish their local requirements if needed.
es: Estos son los terminos y condiciones de uso del servicio %s. Están vacios por defecto, pero el administrador(es) del servicio pueden usar esta página para publicar sus requisitos particulares si son necesarios.

source: Top %s Projects
es: Mejores %s Proyectos

source: We track many project usage statistics on %s, and display here the top ranked projects in several categories.
es: Nosotros registramos muchas estadísticas de uso de proyectos en %s, y enseñando aquí los proyectos puntuados en diferentes categorías.

source: Most Active All Time
es: Proyecto Más Activo A Todas Horas

source: Top Downloads
es: Mayores Descargas

source: Top Project Pageviews
es: Los Proyectos Más Vistos

source: Top Forum Post Counts
es: Foros Más Comentados Publicados

source: Updated Daily
es: Actualización Diaria

source: View Other Top Categories
es: Ver Otras Categorias Principales

source: Percentile
es: Pocentaje

source: More
es: Además

source: Top Weekly Project Pageviews at *.%1$s (from impressions of %2$s logo)
es: Mejores Páginas vistas en la última semana *.%1$s (con las pulsaciones del logotipo de %2$s)

source: Information about highest ranked users is not available.
es: La información sobre estos usuarios puntuados más altos no está disponible.

source: Top users
es: Mejores usuarios

source: Rating
es: Clasificando

source: Last Rank
es: Última Clasificación

source: Same
es: Similar

source: Up %s
es: Sube %s

source: Down %s
es: Descarga %s

source: Delete Layout Template
es: Borrar Plantilla Diseñadora

source: You are about to delete your current Layout Template
es: Va a proceder a borrar su Plantilla Diseñada

source: Do you really want to do that?
es: ¿Quiere realmente hacer eso?

source: Layout Template Deleted
es: Plantilla de diseño Borrada

source: Delete Canned Response
es: Borrado no pudo Responder

source: You are about to delete your canned response
es: Está a punto de borrar la respuesta

source: Canned Response Deleted
es: Respueta Borrada

source: No Artifact with ID
es: No hay Artefact con ID

source: ArtifactFile Could Not Be Created
es: Fichero Artifact no pudo ser creado

source: Item [#%s] does not exist in this project
es: Elemento [#%s] no existe dentro de este proyecto

source: Response Time
es: Tiempo de Respuesta

source: By Assignee
es: Por Asignación

source: Tracker Activity Reporting
es: Boletín de Seguimiento de Actividad

source: No roadmap available
es: No hay camino disponible

source: The roadmap provides a short view on the trackers by viewing all tickets related to a release.
es: El camino provee una descripción breve de los seguimientos viendo todas las etiquetas relativas a una publicación.

source: If you have project administrator rights, you can easily <a href="%s">create roadmaps</a>.
es: Si tiene derechos de administrador, puede facilmente <a href="%s">crear caminos</a>.

source: release %s is not available
es: version %s no disponible

source: Display options
es: Enseñar opciones

source: Number of release(s) to display
es: Número de version(es) a mostrar

source: Return to last release(s)
es: Regresar a la última publicación(es)

source: Display graphs
es: Enseñar gráficos

source: Only last
es: Solo la última

source: No release available
es: No hay versiones disponibles

source: Display as text
es: Enseñar como texto

source: No data for this release
es: No hay datos para esta versión

source: Trove Map
es: Distribución de Seguimiento

source: Limiting View
es: Limitando Vista

source: Remove Filter
es: Quitar Filtro

source: %s projects
es: %s proyectos

source: Displaying %d projects per page. Projects sorted by activity ranking.
es: Enseñando %d proyectos por página. Proyectos ordenados por puntos de actividad.

source: Invalid Trove Category
es: Categoría Seguimiento Inválida

source: Empty strings
es: Cadenas vacias

source: Cannot update
es: No puedo actualizar

source: No User Name Provided
es: No ha proporcionado el nombre de usuario
