Repository: fusionforge/fusionforge
Catalog: src/locale/*.po
Languages: es

source: Select / Deselect all documents for massaction
es: Seleccionar/Deselecionar todas las operaciones masivas de documentos

source: Last time
es: Última vez

source: View
es: Ver

source: Select / Deselect this document for massaction
es: Seleccionar/Deseleccionar este documento para operaciones masivas

source: Visit this link
es: Visitar este enlace

source: View this document
es: Ver este documento

source: Created or updated since less than 7 days
es: Creado o actualizado hace 7 dias

source: Document reviewed and validated
es: Documento revisado y validado

source: Reserved Document
es: Documento Protegido

source: Move this document to trash
es: Mover este documento a papelera

source: Reserve this document
es: Proteger este docuemnto

source: Reserve this document for later edition
es: Preservar este documento para una edicion posterior

source: Enforce reservation
es: Forzar Nueva Version del Fichero

source: Release reservation
es: Publicar reserva

source: Stop monitoring this document
es: Para monitorizar este documento

source: Start monitoring this document
es: Monitorizar este documentoz

source: Notify users
es: Notificar usuarios

source: Actions availables for selected documents, you need to check at least one document to get actions
es: Operaciones disponibles para estos documentos, necesitas seleccinar al menos un documento para realizar operaciones

source: Mass actions for selected documents
es: Acciones masivas para documentos seleccionados

source: Move to trash
es: Mover a papelera

source: Reserve
es: Reservado

source: Reserve for later edition
es: Reservado para operaciones posteriores

source: Start monitoring
es: Iniciar monitorización

source: Stop monitoring
es: Parar de monitorizar

source: Move files to another folder
es: Mover ficheros a otra carpeta

source: Download as a ZIP
es: Descargar como un ZIP

source: No documents.
es: No hay documentos.

source: Delete permanently all documents and folders with deleted status.
es: Borrados permanentemente todos los documentos y carpetas con el estado borrado.

source: Delete permanently this folder and his content.
es: Borrado permanente de la carpeta y su contenido.

source: Delete permanently this document.
es: Borrado permanentemente este documento.

source: Edit this document
es: Editar este documento

source: Mass actions for selected documents:
es: Acciones masivas para documentos seleccionados:

source: Permanently Delete
es: Borrado Permanentemente

source: View Documents
es: Ver Documentos

source: View documents and folders in 2 panels. Left a folder tree, right a list of files of selected folder.
es: Visualizar ficheros y directorios en 2 paneles. Dejar un árbol de directorios, Derecha una lista de ficheros del directorio seleccionado.

source: Add new item
es: Agregar nuevo elemento

source: Add a new item such as file, create directory, inject a ZIP at root level.
es: Añade un elemento nuevo como un fichero, crea el directorio, sube un ZIP a la carpeta raiz.

source: Search
es: Buscar

source: Search documents in this project using keywords.
es: Buscar documentos en este proyecto usando palabras claves.

source: Trash
es: Papelera

source: Recover or delete permanently files with deleted status.
es: Recuperar o borrar permanentemente ficheros con estado borrado.

source: Reporting
es: Boletín

source: Docman module reporting.
es: Modulo boletín Docman.

source: Administration
es: Administración

source: Docman module administration.
es: Modulo administración Docman.

source: Move selected files to
es: Mover ficheros seleccionados a

source: Go
es: Ir

source: Users to notify
es: Usuario a notificar

source: Specific content to be added to the email body
es: Contenido escecífico para ser añadido al cuerpo del correo-e

source: Project, Folder, Title, Filename and direct link to the document will be added automatically.
es: Proyecto, Carpeta, Título, Nombre de fichero y enlace directo al documento serán añadidos automáticamente.

source: No pending documents.
es: No hay documento pendientes.

source: Pending files
es: Ficheros pendientes

source: Activate in this folder
es: Activar en este directorio

source: Mass actions for selected pending documents:
es: Acciones masivas para documentos seleccionados pendientes:

source: Start Date
es: Fecha Inicial

source: End Date
es: Fecha Final

source: Refresh
es: Actualizar

source: There have been no viewed documents for this project yet.
es: No se hay ningún documento visto para este proyecto aún.

source: Y-m
es: m-Y

source: Month
es: Mes

source: Downloads
es: Descargas

source: User
es: Usuario

source: Anonymous user
es: Usuario anónimo

source: All searched words are mandatory.
es: Todas las palabras de busqueda son obligatorias.

source: At least one word must be found.
es: Al menos una palabra debe ser encontrada.

source: Y-m-d
es: d-m-Y

source: Query
es: Consulta

source: Searched words
es: Palabras buscadas

source: With all the words
es: Con todas las palabras

source: With at least one of words
es: Con tal menos una de las palabras

source: Filename & contents are used to match searched words.
es: Nombre de Fichero y contenidos utilizados en cotejar palabras de búsquedas.

source: Inside documents
es: Dentro de los documentos

source: Advanced Options
es: Opciones Avanzadas

source: Search into childs following project hierarchy.
es: Buscar en descendientes siguiendo la jerarquía del proyecto.

source: Include child projects
es: Incluir proyectos hijos

source: Set created start date limitation for this search. If not enable, not limitation.
es: Establece límitación de fecha inicial creada para esta búsqueda. Si no activa, ninguna limitación.

source: Set created end date limitation for this search. If not enable, not limitation.
es: Establece limitación final de fecha creada para esta búsqueda. Si no activa, no limita.

source: Set dates
es: Establecer fechas

source: From
es: Desde

source: To
es: Destino

source: Child project
es: Proyecto Hijo

source: Browse document manager for this project.
es: Examinar gestor documental para este proyecto.

source: Could Not Get Forum Object
es: No se puedo obtener el objeto Forum

source: Delete
es: Borrar

source: Add
es: Añadir

source: Could not get message id
es: No se pudo obtener el id del mensaje

source: File uploaded
es: Fichero subido

source: File not uploaded
es: Fichero no subido

source: Error Adding Attachment
es: Error Creando Adjunto

source: Invalid Extension
es: Extensión Inválida

source: Error, problem with the attachment file uploaded into the server
es: Error, problema con la carga de fichero adjuntado al servidor

source: File Updated Successfully
es: Fichero subido con éxito

source: %s does not use the Forum tool.
es: %s no emplea la herramienta Forum

source: Move Thread
es: Mover Hilo

source: Add Forum
es: Añadir Foro

source: Manage Pending Messages
es: Gestionar Mensajes Pendientes

source: Error getting Forum
es: Error obteniendo Foro

source: Forum Info Updated Successfully
es: Información del Foro Actualizado Correctamente

source: Forum added successfully
es: Foro añadido con éxito

source: Error Getting ForumMessage
es: Error Obteniendo ForumMessage

source: %s message deleted
es: %s mensaje borrado

source: Successfully Deleted.
es: Eliminado Correctamente.

source: No forums are moderated for this group
es: Ningún foro es moderado en este grupo

source: Proceed? Actions are permanent!
es: ¿Proceder? ¡Las operaciones son permanentes!

source: Forum Name
es: Nombre del foro

source: Message
es: Mensaje

source: Action
es: Operación

source: No action
es: Sin operación

source: Release
es: Versiones

source: Update
es: Actualizar

source: Forum deleted
es: Foro borrado

source: Error getting new Forum
es: Error obteniendo el foro nuevo

source: Error getting new forum message
es: Error obteniendo nuevos mensajes del foro

source: Pending message released
es: Mensaje pendiente publicado

source: Could not Update Master Thread parent with current time
es: No se pudo actualizar el hilo padre con la hora actual

source: The thread which the message was posted to doesn't exist anymore, please delete the message.
es: El hilo al que fue añadido el mensaje dejó de existir, por favor borre el mensaje.

source: Forum name must be at least 3 characters.
es: El nombre del foro tiene que tener al menos 3 carácteres.

source: Forum description must be at least 10 characters.
es: La descripción del foro debe tener al menos 10 caracteres.

source: Illegal characters in Forum name.
es: El nombre del foro contiene carácteres ilegales.

source: No space allowed.
es: Sin espacio permitido.

source: Mailing List exists with same name.
es: Existe listado de correo con el mismo nombre.

source: Error Adding Forum
es: Error Creando Foro

source: Welcome to %s
es: Bienvenido/a a %s

source: Invalid forum group identifier.
es: Identificador de grupo de foro inválido.

source: You can only monitor if you are logged in.
es: Sólo puede monitorizar si está autenticado.

source: You can only save your place if you are logged in.
es: Sólo puede guardar su lugar si ha iniciado su sesión.

source: Update failed
es: Actualización fallida

source: Please tick all checkboxes.
es: Por favor marque todos los checkboxes.

source: Error Deleting Forum
es: Error Borrando Foro

source: Forums
es: Foros

source: You are not allowed to access this page
es: No tiene permisos para acceder a esta página

source: No forums found.
es: Ningún foro encontrado.

source: Thread not found
es: Hilo encontrado

source: Forum
es: Foro

source: Posted by
es: Añadido por

source: Summary
es: Resumen

source: Content
es: Contenido

source: Latest News
es: Últimas Noticias

source: View Forums
es: Ver foros

source: Discussion Forums:
es: Foros de discusión:

source: Monitor Forum
es: Monitorizar Foro

source: Save Place
es: Guardar Lugar

source: Start New Thread
es: Iniciar Nueva Conversación

source: Invalid Forum Object
es: Objeto de Foro Inválido

source: This is the content of the pending message
es: Este es el contenido del mensaje pendiente

source: By
es: Por

source: Reply
es: Responder

source: Current File
es: Fichero actual

source: Use the “Browse” button to find the file you want to attach
es: Emplee el botón “Examinar” para encontrar el fichero que quiere adjuntar

source: File to upload
es: Fichero a subir

source: Warning: Uploaded file will replace current file
es: Aviso: El fichero reemplazará el actual

source: Attachments
es: Adjuntos

source: Edit Message
es: Editar Mensaje

source: Subject
es: Asunto

source: Cancel
es: Cancelar

source: HTML tags will display in your post as text
es: Las etiquetas HTML se verán en su mensaje como texto

source: You are posting anonymously because you are not <a href="%s">logged in</a>
es: Está publicando anónimamente porque no ha <a href="%s">iniciado sesión</a>

source: Post Comment
es: Publicar Comentario

source: Anonymously
es: Anónimamente

source: Receive comments via email
es: Recibir respuestas vía correo electrónico

source: You could post if you were <a href="%s">logged in</a>.
es: Podría enviar un mensaje si <a href="%s">inicia sesión</a>.

source: Please <a href="%s">log in</a>
es: Por favor <a href="%s">inicie sesión</a>

source: Group_forum_id in db result does not match Forum Object
es: El Group_forum_id en el resultado de la base de datos no coincide con el objeto Forum

source: Getting next thread_id failed
es: La obtención del siguiente thread_id falló

source: Posting Failed
es: publicación fallida

source: Unable to get new message id
es: Incapaz de obtener un nuevo id de mensaje

source: Could Not Update Parent
es: No se pudo actualizar el padre

source: Error: a forum message must include a message body and a subject.
es: Se deben añadir Contenido y Asunto al Mensaje.

source: Invalid ParentMessage Object
es: Objeto ParentMessage no válido

source: Invalid Message Id
es: ID de Mensaje No Válido

source: Read and respond to this message at: %s
es: Leer y responder a este mensaje a: %s

source: Or reply to this e-mail entering your response between the following markers: %1$s (enter your response here) %1$s
es: O responda a este e-mail añadiendo su respuesta entre las siguientes marcas: %1$s (ingrese su respuesta aquí) %1$s

source: A file has been uploaded with this message.
es: Un fichero ha sido cargado con este mensaje.

source: You are receiving this email because you elected to monitor this forum. To stop monitoring this forum, login to %s and visit: %s
es: Usted esta recibiendo este correo-e porque eligió monitorizar este foro. Para dejar de monitorizarlo, ingrese a %s y visite: %s

source: Message not found
es: Mensaje no encontrado

source: Invalid group_form_id
es: group_form_id No Válido

source: Error when fetching messages
es: Error cuando obtuvo mensajes

source: FRS Action Denied.
es: Operación FRS Denegada.

source: Could Not Get FRS Release
es: No puedo obtener Release FRS

source: Associated Objects Successfully
es: Objeto Asociado Correctamente

source: Could Not Get FRS Package
es: No Pudo Obtener el Paquete FRS

source: File Released
es: Fichero Actualizado

source: Added Package
es: Paquete Añadido

source: Missing package_name
es: Faltanto nombre_paquete

source: Missing package_id
es: package_id faltante

source: Attempted File Upload Attack
es: Intento de ataque en subida de ficheros

source: Release Notes Are not in Text
es: Notas de Release no son Texto

source: Change Log Is not in Text
es: Change Log no es un Texto

source: Release successfully created
es: Publicación creada correctamente

source: and file successfully added to the release.
es: y fichero añadido correctamente a la publicación.

source: Missing release_name or too short release_name, at least 3 characters.
es: Falta release_name o release_name demasiado corto, al menos 3 caracteres.

source: Error Getting FRSPackage
es: Error Obteniendo Paquete FRS

source: File successfully deleted.
es: Fichero eliminado correctamente.

source: Missing file_id
es: Faltando fichero_id

source: Package successfully deleted.
es: Paquete quitado correctamente.

source: Missing release_id
es: release_id faltante

source: Release successfully deleted.
es: Publicación eliminada correctamente.

source: Could Not Get FRSFile
es: No puedo obtener Fichero FRS

source: File Updated
es: Fichero Actualizado

source: Release edited successfully
es: Publicación editada correctamente

source: Roadmap successfully linked
es: Pestaña enlazada correctamente

source: Failed to link the roadmap
es: Falló al enlazar el calendario

source: Monitoring started successfully
es: Monitorización iniciada correctamente

source: Stop monitoring this package
es: Detener monitorizar este paquete

source: Monitoring stopped successfully
es: Monitorización detenida correctamente

source: Start monitoring this package
es: Iniciar monitorizar este documento

source: Missing package_id or package_name
es: Faltando package_id o package_name

source: Package successfully updated
es: Paquete actualizado correctamente

source: Invalid FRS Release Object
es: Objeto de Publicación FRS Inválido

source: Name is too short. It must be at least 3 characters.
es: Debe proporcionar un nombre válido (por lo menos seis carácteres).

source: Filename can only be alphanumeric and “-”, “_”, “+”, “.”, “~” characters.
es: El nombre del archivo sólo puede contener caracteres alfanuméricos y los siguientes caracteres “-”, “_”, “+”, “.”, “~”.

source: FRSFile appears to be invalid.
es: FRSFile parece ser inválido

source: That filename already exists in this release
es: Ese nombre de fichero ya existe en esta publicación

source: File cannot be moved to the permanent location
es: El fichero pudo ser movido a la posición permanete

source: Error Adding File
es: Error Creando Fichero

source: Invalid file_id
es: file_id no válido

source: Error On Update
es: Error Durante Actualización

source: That filename already exists in this project space
es: Ese nombre de fichero ya existe en el espacio de este proyecto

source: Invalid type_id
es: Tipo type_id no válido

source: This Group does not use FRS
es: Este grupo no emplea FRS

source: FRSPackage Name Must Be At Least 3 Characters
es: FRSPackage El nombre debe tener al menos 3 caracteres

source: Package Name can only be alphanumeric
es: El nombre del paquete sólo puede ser alfanumérico

source: Error Adding Package
es: Error Creando Paquete

source: Name Already Exists
es: Nombre Ya Existente

source: Invalid package_id
es: Paquete package_id no válido

source: public
es: público

source: private
es: privado

source: Error Updating Package
es: Error Actualizando Paquete

source: Couldn't fetch data
es: No puedo obtener datos

source: Directory Already Exists
es: Directorio Ya Existe

source: Couldn't rename dir
es: No pudo renombrar dir

source: Release Error
es: Error Publicación

source: Package delete error: trying to delete root dir
es: Error de borrado de paquete: intentando borrar directorio raíz

source: No valid max release id
es: Id de publicación máxima no válida

source: Cannot open the file archive
es: No puede abrir el fichero archivo

source: Cannot add file to the file archive
es: No puede añadir el fichero al fichero archivo

source: Cannot close the file archive
es: No puede cerrar el fichero archivo

source: New Package
es: Crear Paquete

source: Updated Package
es: Actualizar Paquete

source: Package
es: Paquete

source: For more info, visit
es: Para más información, visite

source: %s does not use the FRS tool
es: %s no emplea la herramienta FRS

source: Invalid FRS Package Object
es: Objeto de Paquete FRS Inválido

source: FRSRelease Name Must Be At Least 3 Characters
es: Nombre FRSRelease Debe Ser Al Menos 3 Caracteres

source: Error Adding Release:
es: Error Creando Publicación

source: Invalid release_id
es: release_id No Válido

source: Project %1$s (%2$s) has released a new version of package “%3$s”.
es: El proyecto %1$s (%2$s) ha publicado una nueva versión del paquete “%3$s”.

source: Release Notes
es: Notas de la Versión

source: Change Log
es: Historial de Cambios

source: You can download it by following this link
es: Usted puede descargarlo del siguiente enlace

source: You receive this email because you requested to be notified when new versions of this package were released. If you don't wish to be notified in the future, please login to %s and click this link:
es: Usted recibió este mail porque solicito ser notificado cuando nuevas versiones de este paquete sean realizadas. Si usted no desea ser notificado en el futuro, por favor ingrese a %s y siga el enlace:

source: File Error
es: Error del Fichero

source: Release delete error
es: Error de borrado de publicación

source: trying to delete root dir
es: intentando borrar directorio raíz

source: Error Updating Release
es: Error Actualizando Publicación

source: Error Delete Linked Roadmap
es: Error Borrando Calendario Enlazado

source: Error Adding Linked Roadmap
es: Error Creando Calendario Enlazado

source: Error: group id required
es: Error: id de grupo requerido

source: The uploaded file exceeds the maximum file size. Contact to the site admin to upload this big file, or use an alternate upload method (if available).
es: El fichero enviado excede el tamaño máximo permitido. Contacte con el administrador del sitio para enviar este fichero tan grande.(si es posible).

source: The uploaded file was only partially uploaded.
es: Se recibió solo una parte del fichero enviado.

source: Unknown file upload error.
es: Error desconocido en el envío de fichero.

source: Must select a file.
es: Debe elegir un fichero.

source: Invalid characters in file name.
es: Caracteres inválidos en nombre de fichero.

source: FRS Access Denied
es: Acceso FRS Denegado

source: Click here to
es: Pulse aquí para

source: quick-release a file
es: publicar-rápido un fichero

source: Help about Packages and Releases
es: Ayudar sobre Paquetes y Publicaciones

source: Packages
es: Paquetes

source: You can use packages to group different file releases together, or use them however you like.
es: Puede agrupar diferentes ficheros utilizando paquetes.

source: An example of packages
es: Un ejemplo de paquetes

source: Your Packages
es: Sus Paquetes

source: Define your packages
es: Defina sus paquetes

source: Create new releases of packages.
es: Crea nuevas publicaciones de paquetes.

source: Releases of Packages
es: Publicaciones de paquetes

source: A release of a package can contain multiple files.
es: Una nueva versión de un paquete puede contener múltiples ficheros.

source: Examples of releases
es: Ejemplos de publicaciones

source: You can create new releases of packages by clicking on <strong>Add/Edit Releases</strong> next to your package name.
es: Usted puede crear nuevas versiones de paquetes pulsando en <strong>Añadir/Editar Publicaciones</strong> junto al nombre del paquete

source: There are no packages defined.
es: No hay paquetes definidos.

source: Select / Deselect all packages for massaction
es: Seleccionar / Deseleccionar todos los paquetes para operaciones masivas

source: Package name
es: Nombre del paquete

source: Publicly Viewable
es: Públicamente Visible

source: To change public visibility of a specific package, you have to use the role permission.
es: Para cambiar visibilidad pública de un paquete específico, tiene que emplear el permiso de cargo.

source: Actions on package
es: Operaciones en paquete

source: Actions on release
es: Operaciones a publicar

source: Select / Deselect this package for massaction
es: Seleccionar / Deseleccionar este paquete para operaciones masivas

source: At least 3 characters
es: Al menos 3 carácteres

source: Delete this package
es: Elimina este paquete

source: Delete package
es: Eliminar paquete

source: Delete the package
es: Elimina el paquete

source: Add Release
es: Añadir Versión

source: Edit Releases
es: Editar Publicaciones

source: Actions availables for selected packages, you need to check at least one package to get actions
es: Operaciones disponibles para paquetes seleccionados, necesita marcar al menos un paquete para obtener operaciones

source: Mass actions for selected packages
es: Operaciones masivas para paquetes seleccionados

source: Delete selected package(s)
es: Eliminar paquetes seleccionado(s)

source: Delete packages
es: Eliminar paquetes

source: You are about to delete permanently this package. Are you sure? This action is definitive.
es: Está a punto de borrar permanentemente este paquete. ¿Esta seguro? Esta acción es definitiva.

source: Create New Package
es: Crear Paquete nuevo

source: New Package Name
es: Nombre del Paquete Creado

source: Alternatively, you can pick a file available in the Documents Management tool.
es: Alternativamente, puede probar un fichero disponible dentro de la herramienta del Gestor Documental.

source: Edit Release for the package
es: Editar Publicación para el paquete

source: Release Date
es: Fecha Publicada

source: Release Name
es: Nombre de la Versión

source: Edit the Release Notes or Change Log for this release of this package. These changes will apply to all files attached to this release.
es: Edite las Notas o Registro de Modificaciones para esta publicación de este paquete. Estos cambios se aplicarán a todos los ficheros adjuntados en esta publicación.

source: You can either upload the release notes and change log individually, or paste them in together below.
es: Puede o enviar estas notas y cambios individualmente o pegarlos juntos debajo.

source: Upload Release Notes
es: Notas de la Versión actualizada

source: Upload Change Log
es: Relación de Cambios de la Versión Actualizada

source: Paste The Notes In
es: Copiar las Notas en

source: Paste The Change Log In
es: Copiar la Relación de Cambios en
