Repository: fusionforge/fusionforge
Catalog: trunk/component/gforge-plugin-archiva/source/translations/*.po
Languages: fr

# title_site_admin
source: Administration of Archiva plugin
fr: Administration du plugin Archiva

# empty_remote_url
source: The specified URL is empty.
fr: L'URL spécifiée est vide.

# empty_admin_username
source: The specified login is empty
fr: L'identifiant spécifié est vide.

# empty_admin_password
source: The specified password is empty
fr: Le mot de passe spécifié est vide.

# database_error
source: An error occured while accessing the database.
fr: Une erreur est survenue lors de l'accès à la base de données.

# back_to_site_admin
source: Return to administration of Archiva plugin.
fr: Retour à l'administration du plugin Archiva.

# plugin_config
source: Plugin configuration
fr: Configuration du plugin

# remote_url
source: Server
fr: Serveur

# remote_url_info
source: URL of Archiva server, for example "http://%1$s:8080/archiva/"
fr: URL du serveur Archiva, par example "http://%1$s:8080/archiva/"

# admin_username
source: Login
fr: Identifiant

# admin_username_info
source: Login of the Archiva administrator
fr: Identifiant de l'administrateur Archiva

# admin_password
source: Password
fr: Mot de passe

# admin_password_info
source: Password of the Archiva administrator
fr: Mot de passe de l'administrateur Archiva

# submit_archiva_config
source: Submit
fr: Envoyer

# archiva_admin
source: Administration of Archiva
fr: Administration d'Archiva

source: Click here
fr: Cliquez ici
