Repository: fusionforge/fusionforge
Catalog: trunk/component/gforge-plugin-novapub/source/translations/*.po
Languages: fr

# publish_error_class
source: Error while instanciating class for file '%1$s' of plugin '%2$s' for project '%3$s' of group '%4$s'
fr: Erreur lors de l'instanciation de la classe pour el fichier '%1$s' du plugin '%2$s' pour le projet '%3$s' du groupe '%4$s'

# publish_error_filename
source: Error while getting filename for file '%1$s' of plugin '%2$s' for project '%3$s' of group '%4$s'
fr: Erreur lors de l'obtention du nom du fichier '%1$s' du plugin '%2$s' pour le projet '%3$s' du groupe '%4$s'

# publish_error_calling_upload
source: Error while calling upload at URL '%1$supload.php' with file '%2$s/%3$s' of plugin '%4$s' for project '%5$s' of group '%6$s'
fr: Erreurr lors de l'appel de l'upload à l'URL '%1$supload.php' avec le fichier '%2$s/%3$s' du plugin '%4$s' pour le projet '%5$s' du groupe '%6$s'

# publish_error_remote
source: Remote error for project '%1$s' of group '%2$s': %3$s
fr: Erreur distante pour le projet '%1$s' du groupe '%2$s' : %3$s

# publish_error_calling_step_2
source: Error while calling step 2 at URL '%1$sstep_2.php' for project '%2$s' of group '%3$s'
fr: Erreur lors de l'appel de l'étape 2 à l'URL '%1$sstep_2.php' pour le projet '%2$s' du groupe '%3$s'

# publish_error_expat_step_2
source: Error while parsing step 2 response at line %1$s, column %2$s (code %3$s: %4$s) for project '%5$s' of group '%6$s'
fr: Erreur lors de l'interprétation de la réponse de l'étape 2 à la ligne %1$s, colonne %2$s (code %3$s: %4$s) pour le projet '%5$s' du groupe '%6$s'

# publish_error_parsing_step_2
source: Error while parsing step 2 response for project '%1$s' of group '%2$s'
fr: Erreur lors de l'interprétation de la réponse de l'étape 2 pour le projet '%1$s' du groupe '%2$s'

# publish_error_publish_file
source: Error while publishing file '%1$s' of plugin '%2$s' for project '%3$s' of group '%4$s'
fr: Erreur lors de la publication du fichier '%1$s' du plugin '%2$s' pour le projet '%3$s' du groupe '%4$s'

# publish_error_getting_params
source: Error while getting parameters for project '%1$s' of group '%2$s'
fr: Erreur lors de l'obtention des paramètres du projet '%1$s' du groupe '%2$s'

# publish_error_getting_xml
source: Error while getting XML for project '%1$s' of group '%2$s'
fr: Erreur lors de l'obtention du flux XML du projet '%1$s' du groupe '%2$s'

# publish_error_calling_auth
source: Error while calling authentication at URL '%1$sauth.php' for project '%2$s' of group '%3$s'
fr: Erreur lors de l'authentication sur l'URL '%1$sauth.php' pour le projet '%2$s' du groupe '%3$s'

# publish_error_calling_step_1
source: Error while calling step 1 at URL '%1$sstep_1.php' for project '%2$s' of group '%3$s'
fr: Erreur lors de l'appel de l'étape 1 sur l'URL '%1$sstep_1.php' pour le projet '%2$s' du groupe '%3$s'

# publish_error_expat_step_1
source: Error while parsing step 1 response at line %1$s, column %2$s (code %3$s: %4$s) for project '%5$s' of group '%6$s'
fr: Erreur lors de l'interprétation de la réponse de l'étape 1 à la ligne %1$s, colonne %2$s (code %3$s: %4$s) pour le projet '%5$s' du groupe '%6$s'

# publish_error_parsing_step_1
source: Error while parsing step 1 response for project '%1$s' of group '%2$s'
fr: Erreur lors de l'interprétation de la réponse de l'étape 1 pour le projet '%1$s' du groupe '%2$s'

# publish_error_publish_files
source: Error while publishing files for project '%1$s' of group '%2$s'
fr: Erreur lors de la publication des fichiers du projet '%1$s' du groupe '%2$s'

# use_novapub
source: NovaForge publishing
fr: Publication NovaForge

# title_admin
source: Administration of publishing projects
fr: Administration des projets de publication

# title_site_admin
source: Administration of publishing plugin
fr: Administration du plugin de publication

source: Confirm delete
fr: Confirmer la suppression

# publish_error_loop_detected
source: Loop detected for file '%1$s' of plugin '%2$s' for project '%3$s' of group '%4$s'
fr: Boucle détectéepour le fichier '%1$s' du plugin '%2$s' pour le projet '%3$s' du groupe '%4$s'

# title_create
source: Create a publishing project
fr: Création d'un projet de publication

# not_enabled
source: The publishing plugin is not enabled for this project.
fr: Le plugin de publication n'est pas activé pour ce projet.

# database_error
source: An error occured while accessing the database.
fr: Erreur lors de l'accès à la base de données.

# create_project
source: Create a project
fr: Créer un projet

# projects_list
source: Projects
fr: Projets

source: Edit project
fr: Editer le projet

source: Delete project
fr: Supprimer le projet

# no_instance_declared
source: No publishing instance declared, please contact the administrator.
fr: Aucune instance de publication n'est déclarée, veuillez contacter l'administrateur.

# error_reading_gforge_roles
source: An error occured while reading GForge roles.
fr: Erreur lors de la lecture des rôles GForge.

# undefined_gforge_roles
source: GForge roles are not defined.
fr: Les rôles GForge ne sont pas définis.

source: Project name
fr: Nom du projet

# project_instance
source: Publishing instance
fr: Instance de publication

# project_role
source: Publishing role
fr: Rôle de publication

# submit_create
source: Create project
fr: Créer le projet

# back_to_admin
source: Return to administration of publishing projects.
fr: Retour à l'administration des projets de publication.

# project_already_exists
source: A publishing project already exists for name '%1$s'.
fr: Un projet de publication existe déjà pour le nom '%1$s'.

# create_project_success
source: The '%1$s' publishing project has been created.
fr: Le projet de publication '%1$s' a été créé.

# create_project_failure
source: An error occured while creating the '%1$s' publishing project.
fr: Erreur lors de la création du projet de publication '%1$s'.

# title_delete
source: Delete a publishing project
fr: Supprimer le projet

# missing_project_id
source: The publishing project identifier is missing.
fr: L'identifiant du projet de publication est absent.

# incorrect_project_id
source: The publishing project identifier is incorrect.
fr: L'identifiant du projet de publication est incorrect.

# submit_delete
source: Delete project
fr: Supprimer le projet

# delete_project_success
source: The '%1$s' publishing project has been deleted.
fr: Le projet de publication '%1$s' a été supprimé.

# delete_project_failure
source: An error occured while deleting the '%1$s' publishing project.
fr: Erreur lors de la suppression du projet de publication '%1$s'.

# title_edit
source: Edit a publishing project
fr: Edition d'un projet de publication

# instance_not_declared
source: Warning: publishing instance '%1$s' is currently used but is not declared anymore, please contact the administrator.
fr: Attention : l'instance de publication '%1$s' est actuellement utilisée mais n'est plus déclarée, veuillez contacter l'administrateur.

# role_not_declared
source: Warning: role '%1$s' is currently used but is not declared anymore.
fr: Attention : le rôle '%1$s' est actuellement utilisé mais n'est plus déclaré.

# submit_edit
source: Update project
fr: Mettre à jour le projet

# edit_project_success
source: The '%1$s' publishing project has been updated.
fr: Le projet de publication '%1$s' a été mis à jour.

# edit_project_failure
source: An error occured while updating the '%1$s' publishing project.
fr: Erreur lors de la mise à jour du projet de publication '%1$s'.

# url_already_exists
source: The '%1$s' instance already exists.
fr: L'instance '%1$s' existe déjà.

# empty_url
source: The specified URL is empty.
fr: L'URL spécifiée est vide.

# url_is_used
source: The '%1$s' instance is used by the following projects:
fr: L'instance '%1$s' est utilisée par les projets suivants :

# url_is_used_item
source: publishing project '%1$s' of group '%2$s'
fr: projet de publication '%1$s' du projet '%2$s'

# back_to_site_admin
source: Return to administration of publishing plugin.
fr: Retour à l'administration du plugin de publication.

# available_urls
source: Available publishing instances
fr: Instances de publication disponibles

# url
source: Publishing instance
fr: Instance de publication

# url_info
source: URL of publishing server, for example "http://%1$s/novaforge-publisher"
fr: URL du serveur de publication, par exemple "http://%1$s/novaforge-publisher"

# submit_update_url
source: Update
fr: Modifier

source: submit_delete_url
fr: Supprimer

# submit_add_url
source: Add
fr: Ajouter
