Repository: fusionforge/fusionforge
Catalog: src/plugins/wiki/www/locale/po/*.po
Languages: fr

source: Included from %s
fr: Inséré de %s

source: ... first %d lines
fr: ... %d premières lignes

source: IncludePages
fr: InclurePages

source: IncludeSiteMap
fr: CarteDuSite

source: Include recursively all linked pages starting at %s
fr: Créer une carte du site commencer à %s

source: InterWikiSearch
fr: RechercheInterWiki

source: Perform searches on InterWiki sites listed in InterWikiMap.
fr: Effectuer une recherche sur les sites InterWiki contenu dans la carte InterWiki.

source: Wiki Name
fr: Nom Wiki

source: Search
fr: Recherche

source: LdapSearch
fr: LdapChercher

source: LikePages
fr: PagesSemblables

source: List page names which share an initial or final title word with '%s'.
fr: Affiche la liste des pages qui partagent un mot initial ou final dans leur titre avec %s.

source: Page names with prefix '%s'
fr: Noms de page ayant le préfixe ' %s '

source: Page names with suffix '%s'
fr: Noms de page ayant le suffixe ' %s '

source: These pages share an initial or final title word with '%s'
fr: Ces pages partagent un mot initial ou final dans leur titre avec %s

source: All pages with all links in this wiki (%d total):
fr: Tout pages avec tous les liens dans ce wiki (%d au total) :

source: Links
fr: Liens

source: ListPages
fr: ListeDePages

source: List pages that are explicitly given as the pages argument.
fr: Liste des pages qui sont explicitement données en argument.

source: You must be logged in to view ratings.
fr: Vous devez vous connecter pour voir les scores.

source: ListSubpages
fr: ListeDesSousPages

source: Lists the names of all SubPages of the current page.
fr: Affiche la liste des noms de toutes les sous-pages de la page courante.

source: The current page has no subpages defined.
fr: La page actuelle n'a aucune sous-page définie.

source: SubPages of %s:
fr: SousPages de %s :

source: Support moderated pages
fr: Supportés pages moderée

source: ModeratedPage: No emails for the moderators defined
fr: PageModerée: No emails for the moderators defined

source: ModeratedPage Notification Error: Couldn't send email
fr: Erreur lors des notifications de page: Impossible d'envoyer

source: %s is not locked!
fr: %s n'est pas verrouillé!

source: MostPopular
fr: LesPlusVisitées

source: List the most popular pages.
fr: Affiche la listes des pages les plus populaires.

source: sortby=mtime not supported with MostPopular
fr: sortby=mtime non supporté avec MostPopular

source: The %d most popular pages of this wiki:
fr: Les %d pages les plus populaires de ce wiki :

source: The %d least popular pages of this wiki:
fr: Les %d pages les moins populaires de ce wiki :

source: Visited pages on this wiki, ordered by popularity:
fr: Pages visitées sur ce wiki, classées par ordre de popularité :

source: NoCache
fr: PasDeCache

source: Don't cache this page.
fr: Ne pas mettre en cache cette page.

source: OldStyleTable
fr: TableauAncienStyle

source: Layout tables using the old markup style.
fr: Apparences de tableaux utilisant l'ancien modèle de balisage.

source: Line %s does not begin with a '|'.
fr: La ligne %s ne commence pas par un '|'.

source: OrphanedPages
fr: PagesOrphelines

source: List pages which are not linked to by any other page.
fr: Liste des pages qui ne sont liées à aucune autre.

source: Orphaned Pages in this wiki (%d total):
fr: Pages Orphelines dans ce wiki (%d au total) :

source: View a single page dump online.
fr: Voir une sauvegarde de page en ligne.

source: Page %s not found.
fr: Page %s non trouvée.

source: Download for backup
fr: Télécharger pour sauvegarder

source: Preview: Page dump of %s
fr: Prévisualisation : récupération de %s

source: Preview as backup format
fr: Prévisualisation au format de sauvegarde

source: Preview as developer format
fr: Prévisualisation au format développeurs

source: Please use one of the downloadable versions rather than copying and pasting from the above preview.
fr: Veuillez utiliser une des versions téléchargeables au lieu de copier-coller à partir de la prévisualisation.

source: The wordwrap of the preview doesn't take nested markup or list indentation into consideration!
fr: Le retour chariot de la prévisualisation ne prend pas en compte les marques des listes indentées !

source: Warning:
fr: Attention:

source: PageGroup
fr: GroupeDePages

source: PageGroup for %s
fr: Groupe de pages pour %s

source: Contents
fr: Contenu

source: <%s: no such section>
fr: <%s : pas de section de ce type>

source: Next
fr: Suivant

source: Previous
fr: Précédent

source: First
fr: Première

source: Last
fr: Dernière

source: PageHistory for %s
fr: Historique de %s

source: No revisions found
fr: Révision non trouvée

source: compare revisions
fr: comparer les révisions

source: Check any two boxes to compare revisions.
fr: Cochez une des boîtes pour comparer les révisions.

source: Check any two boxes then %s.
fr: Cochez une boîte puis %s.

source: PageHistory
fr: HistoriqueDeLaPage

source: minor edit
fr: édition mineure

source: History of changes.
fr: Historique des changements.

source: List PageHistory for %s
fr: Historique de %s

source: PageInfo
fr: InfosSurLaPage

source: Show extra page Info and statistics for %s.
fr: Montrer les informations de la page %s ainsi que ses statistiques.

source: PageTrail
fr: TracePage

source: PageTrail Plugin
fr: Pour suivre les pages à la trace

source: Do you really want to reset the password of user %s?
fr: Voulez-vous réellement reinitialiser le mot de passe de %s ?

source: PhotoAlbum
fr: AlbumPhotos

source: Displays a set of photos listed in a text file with optional descriptions
fr: Affiche un groupe de photos listées dans un fichier texte avec des descriptions facultatives.

source: Bad url in src: remove all of <, >, "
fr: Mauvaise url dans la source : retirez tous les <, >, "

source: Unable to find src='%s'
fr: Impossible de lire src=%s

source: Unable to read src='%s'
fr: Impossible de lire src=%s

source: PhpHighlight
fr: ColorationPhp

source: PHP syntax highlighting
fr: Coloration syntaxique du PHP

source: Invalid color: %s
fr: Couleur non valable : %s

source: PhpWeather
fr: MétéoPhp

source: The PhpWeather plugin provides weather reports from the Internet.
fr: Le plugin de météo importée d'internet.

source: You have to define PHPWEATHER_BASE_DIR before use. (config/config.ini)
fr: Vous devez définir PHPWEATHER_BASE_DIR avant de l'utiliser (config/config.ini)

source: The ICAO '%s' wasn't recognized.
fr: L'ICAO '%s' n'a pas été reconnu.

source: %s does not know about the language '%s', using 'en' instead.
fr: %s ne connait pas le langage '%s', utilisation de 'en' a la place.

source: Submit country
fr: Valider le pays

source: Change country
fr: Changer le pays

source: Submit location
fr: Valider la localisation

source: empty source
fr: source vide

source: PluginManager
fr: GestionsDesPlugins

source: use this plugin
fr: utiliser ce plugin

source: %s does not appear to be a WikiPlugin.
fr: %s ne semble pas être un plugin.

source: Help
fr: Aide

source: PopularNearby
fr: PopulairesAlentour

source: List the most popular pages nearby.
fr: Énumère les pages proches des plus visitées.

source: %d best incoming links:
fr: %d meilleurs liens entrants :

source: %d best outgoing links:
fr: %d meilleurs liens sortants :

source: %d most popular nearby:
fr: %d pages les plus visitées aux alentours :

source: CategoryCategory
fr: CatégorieCatégorie

source: Category
fr: Catégorie

source: Topic
fr: Sujet

source: PreferencesInfo
fr: PréférencesInfo

source: Get preferences information for current user %s.
fr: Obtenir des infos de préférences pour l'utilisateur %s.

source: PrevNext
fr: PrécédentSuivant

source: Easy navigation buttons for %s
fr: Boutons de navigation rapide pour %s

source: Up
fr: Haut

source: RandomPage
fr: PageAléatoire

source: Displays a list of randomly chosen pages or redirects to a random page.
fr: Affiche une liste de pages prises au hasard sur ce wiki.

source: RateIt
fr: ClassezLa

source: Rating system. Store user ratings per page
fr: Système de vote. Stocke les votes d'utilisateur par page.

source: Your rating was %.1f
fr: Votre note est %.1f

source: Rate It
fr: Classez la

source: A plugin to provide for raw HTML within wiki pages.
fr: Un Plugin pour intégrer du code HTML dans les WikiPages.

source: Raw HTML is disabled in this wiki.
fr: Le HTML est interdit sur ce wiki.

source: Raw HTML
fr: HTML Pur

source: %s is only allowed in locked pages.
fr: %s n'est autorisé que dans les pages verrouillées.

source: RecentEdits
fr: ÉditionsRécentes

source: Deleted
fr: Supprimé

source: edits
fr: éditions

source: major edits
fr: éditions majeures

source: minor edits
fr: éditions mineures

source: Recent Comments
fr: Derniers commentaires

source: comments
fr: commentaires

source: for pages owned by %s
fr: pour les pages possédées par %s

source: The %d most recent %s during the past day are listed below.
fr: Les %d %s les plus récentes pendant le dernier jour sont listées ci-dessous.

source: The %d most recent %s during the past %s days are listed below.
fr: Les %d %s les plus récentes pendant les derniers %s jours sont listées ci-dessous.

source: The %d most recent %s are listed below.
fr: Les %d %s les plus récentes sont listées ci-dessous.

source: The %d oldest %s during the past day are listed below.
fr: Les %d %s les plus anciennes pendant le dernier jour sont listées ci-dessous.

source: The %d oldest %s during the past %s days are listed below.
fr: Les %d %s les plus anciennes pendant les derniers %s jours sont listées ci-dessous.

source: The %d oldest %s are listed below.
fr: Les %d %s les plus anciennes sont listées ci-dessous.

source: The most recent %s during the past day are listed below.
fr: Les %s les plus récentes pendant le dernier jour sont listées ci-dessous.

source: The most recent %s during the past %s days are listed below.
fr: Les %s les plus récentes pendant les %s derniers jours sont listées ci-dessous.

source: All %s are listed below.
fr: Toutes les %s sont énumérées ci-dessous.

source: No comments found
fr: Aucun commentaire trouvé

source: No changes found
fr: Aucune modification trouvée

source: Title Search
fr: Recherche par titre

source: Show changes for:
fr: Indiquer les modifications pour :

source: 1 day
fr: 1 jour

source: All time
fr: Depuis le début

source: %s days
fr: %s jours

source: All users
fr: Tous les utilisateurs

source: My modifications only
fr: Mes modifications uniquement

source: All pages
fr: Toutes les pages

source: My pages only
fr: Mes pages uniquement

source: Major modifications only
fr: Modifications majeures uniquement

source: All modifications
fr: Toutes les modifications

source: Page once only
fr: Une seule fois la page

source: Full changes
fr: Plusieurs fois la page

source: Old and new pages
fr: Pages anciennes et nouvelles

source: New pages only
fr: Nouvelles pages uniquement

source: RecentComments
fr: CommentairesRécents

source: latest comment by
fr: dernier commentaire par

source: List all recent edits in this wiki.
fr: Afficher les dernières modifications de ce wiki.

source: Recent Edits
fr: Éditions récentes

source: RedirectTo
fr: RedirigerVers

source: Recursive redirect to self: '%s'
fr: Redirection récursive vers soi-même: %s

source: Double redirect not allowed.
fr: La double redirection interdit.

source: Viewing redirecting page.
fr: Consultation des pages de redirection.

source: (to pages linked from "%s")
fr: (aux pages liées à "%s")

source: Related Changes
fr: Changements liés

source: RelatedChanges
fr: ChangementsLiés

source: RichTable
fr: BeauTableau

source: Layout tables using a very rich markup style.
fr: Un système de marques pour faire des tableaux sophistiqués.

source: RssFeed
fr: RessourcesRss

source: Simple RSS Feed aggregator Plugin
fr: Importer des ressources RSS

source: Attribute
fr: Attribut

source: SiteMap
fr: CarteDuSite

source: Recursively get BackLinks or links
fr: Obtenir récursivement des RétroLiens ou liens

source: (max. recursion level: %d)
fr: (niveau maximum de récursivité: %d)

source: SqlResult
fr: RésultatSql

source: Display arbitrary SQL result tables
fr: Affiche le résultat de requêtes SQL simples

source: No DSN alias for SqlResult.ini specified
fr: Aucun alias DSN spécifié pour SqlResult.ini

source: No DSN for alias %s in SqlResult.ini found
fr: Aucun alias DSN trouvé pour %s dans SqlResult.ini

source: <unknown>
fr: <inconnue>

source: skipped
fr: ignoré

source: FAILED
fr: ÉCHOUÉ

source: SyntaxHighlighter
fr: ColorationSyntaxique

source: Syntax language not specified.
fr: Syntaxe du langage non spécifié.

source: invalid %s ignored
fr: %s non valable ignoré

source: SystemInfo
fr: InfosSystème

source: Provides access to PhpWiki's lower level system information.
fr: Affiche les informations de bas niveau pour PhpWiki.

source: no cache used
fr: pas de cache utilisé

source: cached pagedata:
fr: page bufferisée :

source: cached versiondata:
fr: version bufferisée :

source: Keep up to %d major edits, but keep them no longer than %d days.
fr: Garder jusqu'à %d édition majeures, mais pas plus que %d jours.

source: Keep up to %d minor edits, but keep them no longer than %d days.
fr: Garder jusqu'à %d édition mineures, mais pas plus que %d jours.

source: Keep the latest contributions of the last %d authors up to %d days.
fr: Garder les dernières contributions des derniers %d auteurs jusqu'à %d jours.

source: Additionally, try to keep the latest contributions of all authors in the last %d days (even if there are more than %d of them,) but in no case keep more than %d unique author revisions.
fr: De plus, essayez de conserver les dernières contributions de tous les auteurs depuis les %d derniers jours (même s'il y en a plus que %d), mais ne conservez en aucun cas plus que %d révisions par auteur.

source: %d not-empty pages
fr: %d pages non vides

source: not yet
fr: pas encore

source: %d homepages
fr: %d pages d'accueil

source: total hits: %d
fr: %d visites totales

source: max: %d
fr: maximum : %d

source: mean: %2.3f
fr: moyenne : %2.3f

source: median: %d
fr: médiane : %d

source: stddev: %2.3f
fr: écart-type : %2.3f

source: %d pages with less than %d hits (<%d%%).
fr: %d pages ayant eu moins de %d visiteurs (<%d%%).

source: %d page(s) with more than %d hits (>%d%%).
fr: %d pages ayant eu plus de %d visiteurs (>%d%%).

source: Total %d plugins:
fr: %d plugins au total :

source: Total of %d languages:
fr: %d langages au total :

source: Current language: '%s'
fr: Langage actuel : %s

source: Default language: '%s'
fr: Langage par défaut : %s

source: Total of %d themes:
fr: %d thèmes au total:

source: Current theme: '%s'
fr: Thème actuel : '%s'

source: Default theme: '%s'
fr: Thème par défaut : '%s'

source: unknown argument '%s' to SystemInfo
fr: argument inconnu pour SystemInfo (%s)

source: Application name
fr: Nom de l'application

source: PhpWiki engine version
fr: Version de PhpWiki

source: Database
fr: Base de données

source: Cache statistics
fr: Statistiques de cache

source: Page statistics
fr: Statistiques de page

source: User statistics
fr: Statistiques d'utilisateur

source: Hit statistics
fr: Statistiques de visites

source: Expiry parameters
fr: Expiration des paramètres

source: Wikiname regexp
fr: regexp du WikiNom

source: Allowed protocols
fr: Protocoles autorisés

source: Inline images
fr: Images intégrées

source: Available plugins
fr: Plugins disponibles

source: Supported languages
fr: Langages supportés

source: Supported themes
fr: Thèmes supportés

source: (syntax error for latex)
fr: (erreur de syntaxe pour latex)

source: Sorry, this version of PHP cannot create PNG image files.
fr: Désolé, cette version de PHP ne peut pas créer des fichiers d'image PNG.

source: Convert text into a png image using GD.
fr: Converti le texte en une image png utilisant GD.

source: PHP was unable to create a new GD image stream. Read 'lib/plugin/text2png.php' for details.
fr: PHP n'a pas pu créer un nouveau flux d'image GD. Lisez 'lib/plugin/text2png.php' pour plus de détails.

source: Image saved to cache file: %s
fr: Image sauvée dans le fichier cache : %s

source: Image loaded from cache file: %s
fr: Image chargée depuis le fichier cache : %s

source: Converts TeX to an image. May be used to embed formulas in PhpWiki.
fr: Pour convertir des formules TeX en image.

source: Search the titles of all pages in this wiki.
fr: Rechercher les titres de toutes les pages de ce wiki.

source: Title search results for '%s'
fr: Résultat de recherche sur les titres de pages pour '%s'

source: Transclude
fr: Insérer

source: Include an external web page within the body of a wiki page.
fr: Inclure une page externe dans le corps de la WikiPage.

source: Transcluded page
fr: Page insérées

source: See: %s
fr: Voir : %s

source: Transcluded from %s
fr: Inséré de %s

source: TranslateText
fr: TraduireUnTexte

source: Define a translation for a specified text
fr: Traduire du texte

source: This internal action page cannot viewed.
fr: Cette page ne peut être vue.

source: You can only use it via the _WikiTranslation plugin.
fr: Vous pouvez uniquement l'utiliser via le plugin _WikiTranslation.

source: Translation Error!
fr: Erreur de traduction !

source: Your translated text is either empty or equal to the untranslated text. Please try again.
fr: Soit votre texte est vide soit il est le même que le texte à traduire, veuillez réessayer.

source: ContributedTranslations
fr: TraductionsContribuées

source: Translate '%s' to '%s' in *%s*
fr: Traduire de '%s' à '%s' en *%s*

source: Translate %s to %s in %s
fr: Traduire de %s à %s en %s

source: Thanks for adding this translation!
fr: Merci d'avoir ajouté cette traduction.

source: Your translated text doesn't yet appear in this %s, but the Administrator will pick it up and add to the installation.
fr: Le texte traduit n'apparait pas encore dans ce %s, mais l'administrateur l'ajoutera à l'installation.

source: Your translation is stored in %s
fr: Votre traduction est enregistrée dans %s

source: From english to %s:
fr: De l'Anglais au %s:

source: Translate
fr: Traduire

source: UnfoldSubpages
fr: ListeDesSousPages

source: Includes the content of all SubPages of the current page.
fr: Pour inclure le contenu de toutes les sous pages de la page actuelle.

source: Included from %s:
fr: Inséré de %s :

source: %s has no subpages defined.
fr: La page %s n'a aucune sous-page définie.

source: Upload files to the local InterWiki Upload:<filename>
fr: Transférer les fichiers vers Upload:<filename>

source: ACCESS DENIED: You must log in to upload files.
fr: ACCES REFUSE: Vous devez être connecté pour uploader.

source: Files with extension %s are not allowed.
fr: %s: extension interdit.

source: There is already a file with name %s uploaded.
fr: Un fichier portant le nom '%s' existe déjà.

source: Sorry but this file is too big.
fr: Désolé, mais le fichier est trop gros.

source: File successfully uploaded.
fr: Fichier transféré avec succès.

source: uploaded %s
fr: dépôt de %s

source: Uploading failed.
fr: Échec du dépôt.

source: Can't open the upload logfile.
fr: Erreur: Impossible d'ouvrir le journal des fichiers déposés.

source: Error: The user HomePage must be a valid WikiWord. Sorry, UserPreferences cannot be saved.
fr: La page d'accueil d'un utilisateur doit être un NomWiki valide. Les préférences ne peuvent pas être enregistrées.

source: Your UserPreferences have been successfully reset to default.
fr: Vos préférences ont été reinitialisees avec succès.

source: Do you really want to reset all your UserPreferences?
fr: Voulez-vous réellement reinitialiser toutes vos préférences ?

source: Wrong password. Try again.
fr: Mot de passe invalide, essayez encore.

source: Password updated.
fr: Mot de passe mis à jour.

source: Password was not changed.
fr: Mot de passe inchangé.

source: Password cannot be changed.
fr: Impossible de changer le mot de passe.

source: No changes.
fr: Aucun changement.

source: One UserPreferences field successfully updated.
fr: Une préférence mise à jour avec succès.

source: %d UserPreferences fields successfully updated.
fr: %d préférences mises à jour avec succès.

source: UserRatings
fr: Statistiques d'utilisateur

source: Rate
fr: Note

source: Visualizes the Wiki structure in a graph using the 'dot' commandline tool from graphviz.
fr: Représenter la structure du wiki par un graphe utilisant l'outil dot de graphviz.

source: Legend
fr: Légende

source: WantedPages
fr: PagesRecherchées

source: Lists referenced page names which do not exist yet.
fr: Afficher toutes les pages référencées qui n'existent pas.

source: PgsrcTranslation
fr: TraductionPgsrc

source: <none>
fr: <aucune>

source: Wanted Pages for %s (%d total):
fr: Pages recherchées pour %s dans ce wiki (%d au total) :

source: Wanted Pages in this wiki (%d total):
fr: Pages recherchées dans ce wiki (%d au total) :

source: Count
fr: Compte

source: Wanted From
fr: Recherchées par

source: Wanted Pages for %s:
fr: Pages recherchées pour %s :

source: Wanted Pages in this wiki:
fr: Pages recherchées dans ce wiki :

source: WatchPage
fr: Suivre

source: Your current watchlist:
fr: Votre liste de suivi actuelle :

source: New watchlist:
fr: Nouvelle liste de suivi :

source: Do you %s want to add this page "%s" to your WatchList?
fr: Souhaitez-vous %s ajouter la page "%s" a votre liste de suivi ?

source: really
fr: vraiment

source: Edit
fr: Modifier

source: ERROR: No email defined! You need to do this in your
fr: ERREUR : pas d'adresse électronique definie! Vous devez le faire dans vos

source: WhoIsOnline
fr: QuiEstEnLigne

source: Show summary information of the current user sessions.
fr: Montre l'index de la table session. (utilisateurs en ligne).

source: Who is online
fr: Qui est en ligne

source: %d online users
fr: %d visiteurs en ligne

source: Guest
fr: Invité

source: WikiAdminChmod
fr: AdministrationDePhpWiki/Droits

source: Set individual page permissions.
fr: Régler les permissions de pages individuellement.

source: chmod page '%s' to '%s'.
fr: Changement de mode %s à %s.

source: Couldn't chmod page '%s' to '%s'.
fr: Impossible de changer le mode '%s' à '%s'.

source: Invalid chmod string
fr: Chaîne de caractère invalide pour le changement de mode

source: %s pages have been changed.
fr: Les pages %s ont été changées.

source: No pages changed.
fr: Aucune page changée.

source: Are you sure you want to permanently change the selected files?
fr: Supprimer la page maintenant

source: Select the pages to change:
fr: Sélectionnez les pages à modifier :

source: This plugin is currently under development and does not work!
fr: Ce plugin est en cours de développement et ne marche pas !

source: Chmod to permission:
fr: Changer le mode de permission à :

source: Propagate new permissions to all subpages?
fr: Propager les nouvelles permissions aux sous-pages ?

source: (disable individual page permissions, enable inheritance)?
fr: (désactive les permissions individuelles par page, activer l'héritage) ?

source: Access denied to change page '%s'.
fr: Accès refusé pour changer la page '%s'.

source: PhpWikiAdministration/Chown
fr: AdministrationDePhpWiki/Chown

source: WikiAdminRemove
fr: WikiAdminSupprimer

source: Permanently remove all selected pages.
fr: Supprimer toutes les pages sélectionnées en permanence.

source: Removed page '%s' successfully.
fr: Page '%s' supprimée avec succès.

source: PhpWikiAdministration/Remove
fr: AdministrationDePhpWiki/Supprimer

source: Remove
fr: Supprimer

source: Are you sure you want to permanently remove the selected files?
fr: Êtes-vous certain de vouloir supprimer définitivement les fichiers sélectionnés ?

source: Remove selected pages
fr: Supprimer les pages sélectionnées
