Repository: fusionforge/fusionforge
Catalog: src/plugins/wiki/www/locale/po/*.po
Languages: fr

source: The DBA handler %s is unsupported!
fr: Le gestionnaire DBA %s n'est pas supporté !

source: Supported handlers are: %s
fr: Les gestionnaires supportés sont : %s

source: Your WikiDB DB backend '%s' cannot be used for DbSession.
fr: Votre choix '%s' de WikiDB DB ne peut pas être utilisé pour DbSession.

source: Set USE_DB_SESSION to false.
fr: Mettre USE_DB_SESSION à false.

source: by %s
fr: par %s

source: None
fr: Aucune

source: I'm sorry, there is no such page as %s.
fr: Désolé, %s ne correspond à aucune page.

source: current version
fr: version actuelle

source: revision by previous author
fr: révision par auteur précédent

source: previous revision
fr: révision précédente

source: predecessor to the previous major change
fr: prédécesseur de la modification majeure précédente

source: Differences between %s and %s of %s.
fr: Différences entre %s et %s de %s.

source: Other diffs:
fr: Autres comparaisons :

source: Previous Major Revision
fr: Précédente Révision Principale

source: Previous Revision
fr: Révision Précédente

source: Previous Author
fr: Auteur Précédent

source: Newer page:
fr: Page récente :

source: Older page:
fr: Ancienne page :

source: and
fr: et

source: is identical.
fr: est identique.

source: was created because:
fr: a été créé car :

source: LinkDatabase
fr: LiensDatabase

source: RecentChanges
fr: DernièresModifs

source: BackLinks
fr: RétroLiens

source: BackLinks for %s
fr: RétroLiens pour %s

source: (Redirected from %s)
fr: (Redirigé de %s)

source: SandBox
fr: BacÀSable

source: Your version
fr: Votre version

source: Other version
fr: L'autre version

source: Your are probably trying to edit/create an invalid version of this page.
fr: Vous lisez une ancienne révision de cette page.

source: Edit: %s
fr: Modifier : %s

source: View Source: %s
fr: Afficher la source : %s

source: Page now locked.
fr: La page est maintenant verrouillée.

source: Page now unlocked.
fr: La page est maintenant déverrouillée.

source: Page now public.
fr: La page est maintenant publique.

source: Page now not-public.
fr: La page n'est maintenant plus publique.

source: Page now external.
fr: La page est maintenant externe.

source: Page now not-external.
fr: La page n'est maintenant plus externe.

source: Saved: %s
fr: Enregistrée : %s

source: Too many external links.
fr: Trop de liens extérieurs.

source: Sorry for the inconvenience.
fr: Désolé pour la gène occasionnée.

source: Versions are identical
fr: Les versions sont identiques

source: Page Locked
fr: Page verrouillée

source: This page has been locked by the administrator so your changes can not be saved.
fr: Cette page a été verrouillée par l'administrateur et vos changements n'ont pas pu être enregistrée.

source: (Copy your changes to the clipboard. You can try editing a different page or save your text in a text editor.)
fr: (Copiez vos modifications dans le presse-papier. Vous pouvez essayer d'éditer une page différente ou sauver votre texte dans un éditeur).

source: ModeratedPage
fr: PageModérée

source: UserPreferences
fr: PréférencesUtilisateurs

source: Some of the changes could not automatically be combined. Please look for sections beginning with '%s', and ending with '%s'. You will need to edit those sections by hand before you click Save.
fr: Certaines modifications n'ont pas pu être combinées automatiquement. Veuillez regarder les sections commençant par '%s', et se terminant par '%s'. Vous devrez éditer ces sections à la main avant cliquer sur Enregistrer.

source: Please check it through before saving.
fr: Veuillez la vérifier avant de la sauver.

source: Conflicting Edits!
fr: Conflit d'éditions !

source: In the time since you started editing this page, another user has saved a new version of it.
fr: Depuis que vous avez commencé à éditer cette page, un autre utilisateur en a enregistré une nouvelle version.

source: Your changes can not be saved as they are, since doing so would overwrite the other author's changes. So, your changes and those of the other author have been combined. The result is shown below.
fr: Vos modifications ne peuvent être enegistrées, puisqu'elles écraseraient celles de l'autre utilisateur. Ainsi donc, vos modifications et celles de l'autre auteur ont été combinées. Le résultat est affiché ci-dessous.

source: Convert
fr: Converti

source: Preview
fr: Prévisualiser

source: Save
fr: Enregistrer

source: Upload
fr: Déposer

source: Author will be logged as %s.
fr: L'auteur sera enregistré sous le nom %s.

source: Merge and Edit: %s
fr: Fusioner et éditer : %s

source: Undo
fr: Annuler l'action

source: Undo disabled
fr: Annuler dernière action désactivé.

source: String "%s" not found.
fr: "%s" non trouvée.

source: Search & Replace
fr: Recherche & Remplace

source: Search for
fr: Chercher

source: Replace with
fr: Remplacer par

source: Close
fr: Fermer

source: Bold text
fr: Texte en gras

source: Bold text [alt-b]
fr: Texte en gras

source: Italic text
fr: Texte en italique

source: Italic text [alt-i]
fr: Texte en italique

source: Strike-through text
fr: Texte rayé

source: Strike
fr: Rayer

source: Color text
fr: Texte en couleur

source: Color
fr: Couleur

source: Link to page
fr: Lien vers la page

source: External link (remember http:// prefix)
fr: Lien externe (http:// prefix)

source: Headline text
fr: Titre

source: Level 1 headline
fr: Titre de niveau 1

source: Insert non-formatted text here
fr: Insérer du texte non-formaté ici

source: Ignore wiki formatting
fr: Ignorer le formatage wiki

source: Your signature
fr: Votre signature

source: Horizontal line
fr: Ligne horizontale

source: Sample table
fr: Exemple de table

source: Enumeration
fr: Énumération

source: List
fr: Liste

source: Table of Contents
fr: Table des matières

source: Page Name
fr: Nom de la page

source: Redirect
fr: Redirection

source: Template Name
fr: nom du modèle

source: Template
fr: Modèle

source: Click a button to get an example text
fr: Cliquer sur un bouton pour obtenir une exemple de texte

source: Undo Search & Replace
fr: Annuler Rechercher & Remplacer

source: AddCategory
fr: AjoutezCatégorie

source: Insert
fr: Insérer

source: AddPlugin
fr: AjoutezPlugin

source: AddPageLink
fr: AjouterDesPagesLien

source: %s: error while handling error:
fr: %s : erreur pendant la gestion de l'erreur :

source: %s: file not found
fr: %s : fichier non trouvé

source: CategoryGroup
fr: CatégorieGroupes

source: An unnamed PhpWiki
fr: Un PhpWiki sans titre

source: HomePage
fr: PageAccueil

source: Invalid [] syntax ignored
fr: [] non valables, ignoré

source: unknown color %s ignored
fr: %s color non valable ignoré

source: Dump to directory
fr: Récupération dans le répertoire

source: Upload File
fr: Déposer un fichier

source: Load File
fr: Charger le fichier

source: Upgrade
fr: Mettre à jour

source: Dump pages as XHTML
fr: Sauvegarde des pages au format XHTML

source: PhpWikiAdministration
fr: AdministrationDePhpWiki

source: Edited by: %s
fr: Édité par : %s

source: PageChange Notification of %s sent to %s
fr: Les notifications de changement de la page %s ont été envoyés à %s

source: PageChange Notification Error: Couldn't send %s to %s
fr: Erreur lors des notifications de changements de page: Impossible d'envoyer %s à %s

source: Complete.
fr: Terminé.

source: Return to %s
fr: Retour à la %s

source: FullDump
fr: SauvegardeTotale

source: LatestSnapshot
fr: DernierInstantané

source: You must specify a directory to dump to
fr: Vous devez spécifier un répertoire pour l'archivage de la sauvegarde

source: Cannot create directory '%s'
fr: Impossible de créer le répertoire '%s'

source: Created directory '%s' for the page dump...
fr: Répertoire '%s' créé pour la sauvegarde...

source: Using directory '%s'
fr: Utilisation du répertoire '%s'

source: Dumping Pages
fr: Récupération des pages

source: Skipped.
fr: Ignoré.

source: saved as %s
fr: enregistrée sous %s

source: couldn't open file '%s' for writing
fr: Impossible d'ouvrir le fichier '%s' en écriture

source: %s bytes written
fr: %s octets enregistrés

source: ... copied to %s
fr: ... copié à %s

source: ... not copied to %s
fr: ... non copié à %s

source: saved as
fr: enregistrée sous

source: ... not found
fr: ... non trouvé

source: Empty pagename!
fr: La page n'a aucun titre !

source: Invalid pagename!
fr: Nom de page invalide.

source: InterWikiMap
fr: CarteInterWiki

source: from %s
fr: du %s

source: New page
fr: Nouvelle page

source: has edit conflicts - overwriting anyway
fr: conflits d'édition - écraser quand même

source: has edit conflicts - skipped
fr: a des conflits d'édition - ignoré

source: content is identical to current version %d - no new revision created
fr: contenu est identique à la version en cours %d - pas de révision

source: - saved to database as version %d
fr: - sauvée dans la base de données sous la version %d

source: MIME file %s
fr: fichier MIME %s

source: Serialized file %s
fr: Fichier sérialisé %s

source: plain file %s
fr: fichier simple %s

source: Merge Edit
fr: Fusionner l'édition

source: Restore Anyway
fr: Restaurer quand même

source: Sorry, cannot merge.
fr: Désolé, impossible de fusionner.

source: Revert
fr: Réinitialiser

source: missing required version argument
fr: argument de version requis manquant

source: no page content
fr: pas de sommaire de page

source: same version page
fr: même version de page

source: Cancelled
fr: Annulé

source: Yes
fr: Oui

source: Cancel
fr: Annuler

source: revert to version %d
fr: revenir à la version %d

source: - version %d saved to database as version %d
fr: - version %d sauvée dans la base de données sous la version %d

source: %s: not defined
fr: %s : non défini

source: Default InterWiki map file not loaded.
fr: Carte InterWiki par défaut non chargée.

source: Loading InterWikiMap from external file %s.
fr: Chargement de la CarteInterWiki depuis le fichiers %s.

source: Skipping
fr: Ignoré

source: Bad file type: %s
fr: Mauvais type de fichier : %s

source: Loading '%s'
fr: Chargement ' %s '

source: Loading up virgin wiki
fr: Chargement d'un wiki vierge

source: No uploaded file to upload?
fr: Pas de fichier à déposer ?

source: Uploading %s
fr: Dépôt de %s

source: sent to %s
fr: envoyé à %s

source: Error: Couldn't send %s to %s
fr: Erreur : impossible d'envoyer %s à %s

source: Page change
fr: Modification de page

source: Page rename %s to %s
fr: retitrez la page de '%s' à '%s'

source: Optimizing database
fr: Optimisation de database

source: FORBIDDEN
fr: INTERDIT

source: ANON
fr: ANONYME

source: USER
fr: UTILISATEUR

source: UNOBTAINABLE
fr: INACCESSIBLE

source: %s is disallowed on this wiki.
fr: L'action %s est interdite sur ce wiki.

source: authenticated
fr: authentifié

source: not authenticated
fr: non authentifié

source: Missing PagePermission:
fr: Permission de page individuelle absente:

source: %s %s %s is disallowed on this wiki for %s user '%s' (level: %s).
fr: %s %s %s est interdite sur ce wiki pour %s l'utilisateur '%s' (niveau : %s).

source: You must sign in to %s.
fr: Vous devez vous inscrire pour %s.

source: Access for you is forbidden to %s.
fr: L'accès à %s vous est interdit.

source: You must be an administrator to %s.
fr: Vous devez être un administrateur pour %s.

source: view this page
fr: voir cette page

source: diff this page
fr: diff de cette page

source: dump html pages
fr: récupération des pages HTML

source: dump serial pages
fr: récupération des pages sérialisées

source: edit this page
fr: éditer cette page

source: rename this page
fr: renommer cette page

source: revert to a previous version of this page
fr: revenir à une précédente version de cette page.

source: create this page
fr: créer cette page

source: load files into this wiki
fr: chargement des fichiers sur ce wiki

source: lock this page
fr: verrouiller cette page

source: purge this page
fr: purger cette page

source: remove this page
fr: supprimer cette page

source: unlock this page
fr: déverrouiller la page

source: upload a zip dump
fr: déposer un fichier zip

source: verify the current action
fr: vérifier l'action actuelle

source: view the source of this page
fr: voir la source de cette page

source: access this wiki via XML-RPC
fr: accéder à ce wiki via XML-RPC

source: access this wiki via SOAP
fr: accéder à ce wiki via SOAP

source: download a zip dump from this wiki
fr: télécharger une sauvegarde compressée de ce wiki

source: download a html zip dump from this wiki
fr: télécharger une sauvegarde HTML compressée de ce wiki

source: Browsing pages
fr: Navigation en cours

source: Diffing pages
fr: Comparaison des pages

source: Dumping html pages
fr: Récupération des pages HTML

source: Dumping serial pages
fr: Récupération des pages sérialisées

source: Editing pages
fr: Éditions des pages

source: Creating pages
fr: Création des pages

source: Loading files
fr: Chargement des fichiers

source: Locking pages
fr: Verrouillage des pages

source: Purging pages
fr: Purge des pages

source: Removing pages
fr: Suppression des pages

source: Unlocking pages
fr: Déverrouillage des pages

source: Uploading zip dumps
fr: Déposer la sauvegarde compressée

source: Verify the current action
fr: Vérifier l'action actuelle

source: Viewing the source of pages
fr: Visualisation de la source des pages

source: XML-RPC access
fr: Accès XML-RPC

source: SOAP access
fr: Accès SOAP

source: Downloading zip dumps
fr: Téléchargement des sauvegardes compressées

source: Downloading html zip dumps
fr: Téléchargement des sauvegardes html compressées

source: %s: Bad action
fr: %s : Mauvaise action

source: Fatal PhpWiki Error
fr: Erreur fatale de PhpWiki

source: SetAcl
fr: DéfinirAcl

source: Rename
fr: Renommer

source: PageDump
fr: RécupérationDeLaPage

source: FullTextSearch
fr: RechercheEnTexteIntégral

source: TitleSearch
fr: RechercheParTitre

source: %s is not writable.
fr: %s n'est pas accessible en écriture.

source: The session.save_path directory
fr: Le répertoire 'session.save_path'

source: Please ensure that %s is writable, or redefine %s in config/config.ini.
fr: Veuillez vous assurer que %s est disponible en écriture, ou redéfinissez-le dans config/config.ini.

source: the session.save_path directory '%s'
fr: le répertoire 'session.save_path' '%s'

source: Attempting to use the directory '%s' instead.
fr: Tentative d'utilisation du répertoire '%s' à la place.

source: Users will not be able to sign in.
fr: Les utilisateurs ne pourront pas s'inscrire.

source: Sort by %s
fr: Trié par %s

source: Click to reverse sort order
fr: Cliquer pour inverser l'ordre de tri

source: Click to sort by %s
fr: Cliquer pour trier par %s

source: Click to de-/select all pages
fr: Cliquez pour (de)sélectionner toutes les pages

source: ... first %d bytes
fr: ... %d premiers octets

source: ... around %s
fr: ... autour de %s

source: %s not found
fr: %s non trouvé

source: page permission inherited from %s
fr: permissions héritées de %s

source: default page permission
fr: Permission de page par défaut

source: <no matches>
fr: <aucun résultat>

source: Content
fr: Contenu

source: Last Modified
fr: Dernière modification

source: Hits
fr: Visites

source: Size
fr: Taille

source: Last Summary
fr: Dernier résumé

source: Last Author
fr: Dernier auteur

source: Owner
fr: Propriétaire

source: Creator
fr: Créateur

source: Locked
fr: Verrouillée

source: locked
fr: verrouillée

source: External
fr: Externe

source: external
fr: externe

source: Minor Edit
fr: Modification mineure

source: minor
fr: mineure

source: Markup
fr: Marquage

source: Columns: %s.
fr: Colonnes : %s.

source: List this page and all subpages
fr: Lister cette page et ses sous-pages

source: View this page and all subpages
fr: Voir cette page et ses sous-pages

source: Edit this page and all subpages
fr: Modifier cette page et toutes ses sous-pages

source: Create a new (sub)page
fr: Créer une nouvelle (sous-)page

source: Download page contents
fr: Télécharger le contenu de la page

source: Change page attributes
fr: Changer les attributs de cette page

source: Remove this page
fr: Supprimer la page

source: Purge this page
fr: Purger cette page

source: Unsupported ACL access type %s ignored.
fr: Le type d'accès ACL %s n'est pas supporté. -- Ignoré.

source: Access
fr: Accès

source: Group/User
fr: Groupe/Utilisateur

source: Grant
fr: Accorder

source: Del/+
fr: Effacer/+

source: Add this ACL
fr: Ajouer cette ACL

source: Allow / Deny
fr: Autoriser / Refuser

source: Delete this ACL
fr: Effacer cette ACL

source: add
fr: ajouter

source: Check to add this ACL
fr: Vérifier pour ajouter cette ACL

source: Moniker
fr: Nom

source: InterWiki Address
fr: Adresse InterWiki

source: AddComment
fr: AjouterDesCommentaires

source: Show and add comments for %s
fr: Afficher et ajouter des commentaires pour %s

source: No pagename specified
fr: Aucun nom de page indiqué

source: Click to display all comments
fr: Cliquez pour afficher tout commente

source: Click to display
fr: Cliquez pour afficher

source: Comments
fr: Commentaires

source: AllPages
fr: ToutesLesPages

source: List all pages in this wiki.
fr: Afficher la liste de toutes les pages de ce wiki.

source: List of pages owned by [%s] (%d total):
fr: Liste des pages possédées par [%s] (%d au total) :

source: List of pages last edited by [%s] (%d total):
fr: Liste des pages modifiées en dernier par [%s] (%d au total) :

source: List of pages created by [%s] (%d total):
fr: Liste des pages créé près [%s] (%d au total) :

source: Elapsed time: %s s
fr: Temps écoulé : %s s

source: AllUsers
fr: TousLesUtilisateurs

source: List all once authenticated users.
fr: Énumérez tous les utilisateurs une fois authentifiés.

source: Authenticated users on this wiki (%d total):
fr: Utilisateurs connectés à ce wiki (%d au total) :

source: users
fr: utilisateurs

source: days
fr: jours

source: Show summary information from the access log table.
fr: Montre l'index de la table access log.

source: <empty>
fr: <vide>

source: AppendText
fr: ApposezLeTexte

source: Append text to any page in this wiki.
fr: Apposez le texte à n'importe quelle page de ce wiki.

source: Page successfully updated.
fr: Page changé avec succès.

source: AuthInfo
fr: InfosAuth

source: Display general and user specific auth information.
fr: Afficher les informations générales de l'utilisateur.

source: General Auth Settings
fr: Préférences générales d'auteur

source: Personal Auth Settings for '%s'
fr: Préférences personnelles pour '%s'

source: No userid
fr: Pas d'identifiant utilisateur

source: AuthorHistory
fr: HistoriqueAuteur

source: List all page revisions edited by one user with diff links, or show a PageHistory-like list of a single page for only one user.
fr: Affiche la liste de toutes les révisions faites par un auteur, ou montre une liste du type HistoriquePage pour une simple page uniquement pour un auteur.

source: Minor
fr: Mineure

source: Author
fr: Auteur

source: Summary
fr: Résumé

source: Modified
fr: Dernière modification

source: History of all major and minor edits by %s to page %s.
fr: Historique de toutes les éditions majeures et mineures par %s sur la page %s.

source: History of all major and minor modifications for any page edited by %s.
fr: Historique des éditions majeures ou mineures pour n'importe quelle page éditée par %s.

source: DebugInfo
fr: InfosDeDéboguage

source: Get debugging information for %s.
fr: Obtenir des infos de déboguage pour %s.

source: Querying backend directly for '%s'
fr: Requête directe au backend pour '%s'

source: No pagedata for %s
fr: Pas de données de page pour %s

source: <not displayed>
fr: <non affiché>

source: List all pages which link to %s.
fr: Affiche toutes les pages liée à %s.

source: No other page links to %s yet.
fr: Aucune page n'est ancore liée à %s.

source: One page would link to %s:
fr: Une page pointait vers %s :

source: %s pages would link to %s:
fr: %s pages pointaient vers %s :

source: No page links to %s.
fr: Aucune page ne pointe vers %s.

source: One page links to %s:
fr: Une page pointe vers %s :

source: %s pages link to %s:
fr: %s pages pointent vers %s :

source: CalendarList
fr: ListeDuCalendrier

source: Edit %s
fr: Éditer %s

source: Calendar
fr: Calendrier

source: Previous Month
fr: Mois précédent

source: Next Month
fr: Mois suivant

source: CategoryPage
fr: CatégoriePages

source: Create a Wiki page.
fr: Créer cette page.

source: Comment
fr: Commentaire

source: Embed hidden comments in WikiPages.
fr: Cacher des commentaires dans une PageWiki.

source: no page specified
fr: aucune page indiquée

source: CreatePage
fr: CréerUnePage

source: Create a Wiki page by the provided name.
fr: Créer une PageWiki avec le nom demandé.

source: %s already exists
fr: %s existe déjà

source: Created by CreatePage
fr: Créée par CréerUnePage

source: CreateToc
fr: CréerUneTdm

source: Click to display to TOC
fr: Cliquez pour afficher la table des matières

source: CurrentTime
fr: Heure actuelle

source: DeadEndPages
fr: PagesSansLien

source: Display differences between revisions
fr: Affiche les différences entre révisions

source: Click to hide/show
fr: Cliquez pour masquer/afficher

source: EditMetaData
fr: EditerLesMetaDonnées

source: Edit metadata for %s
fr: Éditer les métadonnées pour %s

source: No metadata for %s
fr: Pas de métadonnées pour %s

source: Add or change a page-level metadata 'key=>value' pair. Note that you can remove a key by leaving the value-box empty.
fr: Ajouter ou changer le niveau de page 'key=>value'. Notez que vous pouvez supprimer une clé en lui attribuant une valeur nulle.

source: Submit
fr: Valider

source: Requires WikiAdmin privileges to edit.
fr: Nécessite les privilèges administrateur pour l'édition.

source: ExternalSearch
fr: RechercheExterne

source: Redirects to an external web site based on form input
fr: Redirige vers un site externe basé sur un formulaire

source: Invalid argument: %s=%s
fr: Argument non valable : %s=%s

source: A required argument '%s' is missing.
fr: Un argument requis '%s' est manquant.

source: page not locked
fr: page déverrouillée

source: Title
fr: Titre

source: FrameInclude
fr: InclureUnCadre

source: Displays a url in a seperate frame inside our body. Only one frame allowed.
fr: Affiche une url dans une cadre interne à la page. Un seul cadre autorisé.

source: %s or %s parameter missing
fr: %s ou %s paramètre manquant

source: See %s
fr: Voir %s

source: Search the content of all pages in this wiki.
fr: Rechercher le contenu de toutes les pages de ce wiki.

source: Full text search results for '%s'
fr: Résultats de la recherche en texte intégral de ' %s '

source: only %d pages displayed
fr: Seulement %d pages affichées

source: FuzzyPages
fr: PagesFloues

source: Search for page titles similar to %s.
fr: Rechercher le titre de page similaire à %s.

source: These page titles match fuzzy with '%s'
fr: Ces titres de pages correspondent de manière floue à '%s'

source: Name
fr: Nom

source: Score
fr: Point

source: Spelling Score
fr: Score d'épellation

source: Sound Score
fr: Score de son

source: %s parameter missing
fr: %s paramètre manquant

source: invalid argument %s
fr: Argument non valable : %s

source: GooglePlugin
fr: PluginGoogle

source: Make use of the Google API
fr: Faire usage de l'API Google

source: Nothing found
fr: Aucun résultat

source: GoTo
fr: AllerVers

source: Go to or create page.
fr: Aller à ou créer page.

source: Go
fr: OK

source: %s is empty
fr: %s est vide.

source: Couldn't start commandline '%s'
fr: Impossible de lancer la ligne de commande '%s'

source: DebugGroupInfo
fr: InfosDeDéboguageGroupe

source: HelloWorld
fr: BonjourLeMonde

source: Simple Sample Plugin
fr: Exemple simple de Plugin

source: IncludePage
fr: InclureUnePage

source: Include text from another wiki page.
fr: Inclure le texte d'une autre PageWiki.
