Repository: fusionforge/fusionforge
Catalog: src/plugins/wiki/www/locale/po/*.po
Languages: fr

source: Also pages which have been deleted at least %s days.
fr: Même les pages qui ont été supprimées il y a au plus %s days.

source: WikiAdminRename
fr: WikiAdminRenommer

source: Rename selected pages
fr: Renommer les pages sélectionnées.

source: Renamed page '%s' to '%s'.
fr: Page '%s' renommées en '%s' avec succès.

source: Couldn't rename page '%s' to '%s'.
fr: Impossible de renommer la page '%s' en '%s'.

source: Rename to
fr: Renommer en

source: Select the pages to rename:
fr: Sélectionner les pages à renommer :

source: from
fr: de

source: to
fr: à

source: Regex?
fr: expression régulière ?

source: Case insensitive?
fr: Sensible à la casse ?

source: Change pagename in all linked pages also?
fr: Changer les noms de pages dans toutes les pages liées ?

source: WikiAdminSearchReplace
fr: WikiAdminRemplacementRecherche

source: Search and replace text in selected wiki pages.
fr: Recherche puis remplace le texte dans les pages sélectionnées.

source: Error: Empty search string.
fr: Erreur: chaîne vide invalide.

source: Replaced '%s' with '%s' in page '%s'.
fr: %s a bien été modifié par %s dans la page %s.

source: Warning: The search string cannot be empty!
fr: ATTENTION: vous devez entrez au moins une lettre pour la recherche!

source: Replace
fr: Remplacer:

source: by
fr: par

source: Allows selection of multiple pages which get passed to other WikiAdmin plugins.
fr: Permet de choisir plusieurs pages qui seront passées vers d'autre plugins WikiAdmin.

source: Select:
fr: Sélectionner :

source: Select pages
fr: Sélectionner les pages

source: Selected page '%s' passed to '%s'.
fr: %s passée à %s.

source: ACL not changed for page '%s'.
fr: ACL inchangé pour la page %s.

source: Invalid ACL
fr: Acl invalide

source: PhpWikiAdministration/SetAcl
fr: AdministrationDePhpWiki/DéfinirAcl

source: Selected Pages:
fr: Pages sélectionnées :

source: Selected Grant checkboxes allow access, unselected checkboxes deny access.
fr: Les cases sélectionnées autorisent l'accès, sinon elles l'interdisent.

source: To ignore delete the line.
fr: Pour ignorer effacez la ligne.

source: To add check 'Add' near the dropdown list.
fr: Pour ajouter cocher 'Add' près de la liste déroulante.

source: (Currently not working)
fr: (Non recommandé !)

source: Miscellaneous utility functions for the Administrator.
fr: Plusieurs fonctions pour l'administration d'un wiki.

source: You must be an administrator to use this plugin.
fr: Vous devez être un administrateur pour utiliser ce plugin.

source: Purge Markup Cache
fr: Purger le cache

source: Purge all Pages With Invalid Names
fr: Supprimer les pages dont le nom n'est pas valide

source: Email Verification
fr: Vérification de l'adresse électronique

source: Markup cache purged!
fr: Cache de marques purgé !

source: No pages with bad names had to be deleted.
fr: Aucune page supprimées avec un nom invalide.

source: Deleted %s pages with invalid names:
fr: %s pages ont été supprimées à cause de leur nom invalide:

source: [purged]
fr: [purgé]

source: No empty, unreferenced pages were found.
fr: Aucune page trouvée avec un nom invalide.

source: Converted successfully %d pages
fr: %d pages converties avec succès

source: Sorry. Access Restrictions not yet implemented
fr: Désolé. Restriction d'accès pas encore disponible

source: E-Mail
fr: Adresse électronique

source: Verification Status
fr: Vérification du statut

source: Change Verification Status
fr: Changer la vérification du statut

source: Show and add blogs for %s
fr: Montrer et ajouter un blog à %s

source: New comment.
fr: Nouveau commentaire.

source: Login
fr: S'identifier

source: Dump Pages
fr: Récupérer les pages

source: Dump Pages as XHTML
fr: Sauvegarde des pages au format XHTML

source: WikiForm: %s: unknown action
fr: FormulaireWiki : %s : action inconnue

source: Handles threaded topics with comments/news and provide a input form
fr: Contrôler les sujets traités avec les commentaires/nouvelles et fournir une entrée de formulaire

source: Enable configurable polls
fr: Permettre de faire des sondages configurables

source: argument '%s' not declared by plugin
fr: argument '%s' non déclaré par le plugin

source: Sorry! You must wait at least 20 minutes until you can vote again!
fr: Désolé, vous devez attendre au moins 20 minutes avant de pouvoir revoter !

source: Not enough questions answered!
fr: Pas assez de réponses fournies !

source: Missing %s for %s
fr: Il manque %s pour %s

source: Reset
fr: Réinitialiser

source: The result of this poll so far:
fr: Le résultat du sondage :

source: Thanks for participating!
fr: Merci d'avoir participé !

source: AllPagesOwnedByMe
fr: ToutesMesPages

source: CategoryHomePages
fr: CatégoriePagesAccueil

source: FindPage
fr: ChercherUnePage

source: FullRecentChanges
fr: DernièresModifs

source: HomePageAlias
fr: AliasAccueil

source: PhpWikiAdministration/Chmod
fr: AdministrationDePhpWiki/Chmod

source: PhpWikiAdministration/Rename
fr: AdministrationDePhpWiki/Renommer

source: PhpWikiAdministration/Replace
fr: AdministrationDePhpWiki/Remplacer

source: PhpWikiDocumentation
fr: DocumentationDePhpWiki

source: PhpWikiPoll
fr: SondagePhpWiki

source: RecentVisitors
fr: VisiteursRécents

source: ReleaseNotes
fr: NotesDeVersion

source: UpLoad
fr: DéposerUnFichier

source: Show translations of various words or pages
fr: Affiche la traduction de quelques mots dans certaines pages.

source: TODO: Google can only translate from english and french. Find a translation service for %s to language %s
fr: A FAIRE: Google peut uniquement traduire l'anglais et le français. Trouver un service pour traduire %s en %s

source: Define the translation for %s in %s
fr: Définir la traduction pour %s en %s

source: Purge Page
fr: Purger la page

source: Someone has edited the page!
fr: Quelqu'un a édité la page !

source: Remove Page
fr: Supprimer la page

source: You are about to remove '%s'!
fr: Vous êtes sur le point de supprimer ' %s ' de façon permanente !

source: Since you started the deletion process, someone has saved a new version of %s. Please check to make sure you still want to permanently remove the page from the database.
fr: Depuis que vous avez entamé le processus d'effacement, quelqu'un a enregistré une nouvelle version de %s. Veuillez vérifier que vous désirez toujours retirer de façon permanente cette page de la base de données.

source: The PhpWiki access log file
fr: Le journal d'évènement de PhpWiki

source: the file '%s'
fr: le fichier %s

source: BAD URL -- remove all of <, >, "
fr: MAUVAIS URL -- retirez tous les <, >, "

source: Invalid image size
fr: Taille d'image non valables

source: BAD phpwiki: URL
fr: MAUVAIS phpwiki: URL

source: Lock page to enable link
fr: Verrouillez la page pour permettre le lien

source: '%s': Bad page name: %s
fr: '%s': Nom de page invalide : : %s

source: Leading %s not allowed
fr: Mener %s n'est pas permis

source: White space converted to single space
fr: Espace blanc converti en espace simple

source: Control characters not allowed
fr: Caractères de contrôle, non autorisés

source: too long
fr: trop long

source: Illegal chars %s removed
fr: Illégal %s supprimées

source: Revision Not Found
fr: Révision Non Trouvée

source: I'm sorry. Version %d of %s is not in the database.
fr: Je suis désolé. La version %d de %s n'est pas dans la base de données.

source: Bad Version
fr: Mauvaise Version

source: %s bytes
fr: %s octets

source: Can't mix '%s' with '%s' type format strings
fr: Impossible de mélanger les chaînes de type '%s' et '%s'

source: %s: argument index out of range
fr: %s : index d'argument hors intervalle

source: %s is empty.
fr: %s est vide.

source: Unable to open directory '%s' for reading
fr: Impossible d'ouvrir le répertoire '%s' en lecture

source: Okay
fr: OK

source: ... (first %s words)
fr: ... (%s premiers mots)

source: always skip the HomePage.
fr: toujours ignorer la page d'accueil.

source: newer than the existing page.
fr: plus récent que la page existante.

source: replace
fr: remplace

source: older than the existing page.
fr: plus vieux que la page existante.

source: %s does not exist
fr: %s n'existe pas

source: ActionPage
fr: Page d'action

source: MISSING
fr: MANQUANT

source: CREATED
fr: CRÉÉ

source: database
fr: Base de données

source: CANCEL
fr: ANNULE

source: ADDING
fr: AJOUT

source: version <em>%s</em> not affected
fr: version <em>%s</em> non affectée

source: not affected
fr: non affectée

source: FIXED
fr: CORRIGÉ

source: DB admin user:
fr: DB admin nom de user :

source: DB admin password:
fr: DB admin mot de passe :

source: couldn't move %s to %s
fr: impossible de déplacer %s en %s

source: Upgrade disabled: user != isAdmin
fr: Mise à jour désactivée, vous n'êtes pas administrateur

source: Upgrading this PhpWiki
fr: Mise à jour du PhpWiki

source: %s: Can't open dba database
fr: %s : impossible d'ouvrir la base de données dba

source: '%s': corrupt file
fr: '%s' : ce fichier est abîmé

source: The %s files are in the %s directory. Please read the INSTALL file and move the database to a permanent location or risk losing all the pages!
fr: Les fichiers %s sont dans le répertoire %s. Veuillez lire le fichier INSTALL et déplacez le fichier DB vers un emplacement permanent, sinon vous risquez de perdre toutes vos pages !

source: renamed from %s
fr: renommée à partir de %s

source: WikiDB::renamePage() not yet implemented for this backend
fr: WikiBD::renamePage() pas encore implémentée pour le Principal

source: %s: Date of new revision is %s
fr: %s : la date de la nouvelle révision est %s

source: Describe %s here.
fr: Décrire %s ici.

source: Oops! Revision %s of %s seems to have been deleted!
fr: Ouille ! La révision %s de %s semble avoir été effacée !

source: No or unsupported GROUP_METHOD defined
fr: Aucun GROUP_METHOD défini, ou GROUP_METHOD non supporté

source: Every
fr: Toutes

source: Anonymous Users
fr: Utilisateur anonyme

source: Bogo Users
fr: Utilisateurs Bogo

source: Signed Users
fr: Utilisateurs signés

source: Authenticated Users
fr: Utilisateurs connectés

source: Administrators
fr: Administrateures

source: Method '%s' not implemented in this GROUP_METHOD %s
fr: La méthode '%s' n'est pas implémentée dans ce GROUP_METHOD (%s)

source: Undefined method %s for special group %s
fr: Méthode non définie %s pour le groupe %s

source: Unknown special group '%s'
fr: Groupe spécial %s inconnu

source: Group page '%s' does not exist
fr: Le groupe de page %s n'existe pas

source: Group %s does not exist
fr: Le groupe %s n'existe pas

source: No or not enough GROUP_DB SQL statements defined
fr: Aucun ou pas assez de GROUP_DB définis pour SQL

source: Cannot open AUTH_GROUP_FILE %s
fr: Impossible d'ouvrir AUTH_GROUP_FILE %s

source: %s not defined
fr: %s : non défini

source: No LDAP in this PHP version
fr: Pas de LDAP dans cette version de php

source: Unable to connect to LDAP server %s
fr: Impossible de se connecter au serveur LDAP %s

source: Go?
fr: Allons-y ?

source: Avg. Rating
fr: Cote moyenne

source: Members:
fr: Membres :

source: There is no image creation data available to id '%s'. Please reload referring page.
fr: Aucune image ne correspond à l'id %s. Veuillez recharger cette page.

source: trailing cruft in plugin args: '%s'
fr: cochonneries terminant les arguments du plugin : '%s'

source: Argument '%s' not declared by plugin.
fr: argument '%s' non déclaré par le plugin.

source: Plugin %s failed.
fr: Plugin %s a échoué.

source: Plugin %s disabled.
fr: Plugin %s désactivé.

source: %s: no such class
fr: <%s : pas de section de ce type>

source: %s: not a subclass of WikiPlugin.
fr: %s n'est pas une sous classe de WikiPlugin.

source: Never edited
fr: Jamais éditée

source: %s at %s
fr: %s à %s

source: Version %s, saved %s
fr: Version %s, enregistrée %s

source: Last edited %s
fr: Dernière modification %s

source: Version %s, saved on %s
fr: Version %s, enregistrée sur %s

source: Last edited on %s
fr: Dernière modification le %s

source: today
fr: aujourd'hui

source: yesterday
fr: hier

source: Owner: %s
fr: Propriétaire : %s

source: Empty link to: %s
fr: Aucune correspondance de lien pour %s.

source: Create: %s
fr: Enregistrée : %s

source: '%s': Bad page name
fr: %s : Nom de page invalide

source: Sign Out
fr: Déconnexion

source: Sign In
fr: Connexion

source: Rename Page
fr: Renommer la page

source: Lock Page
fr: Verrouiller la page

source: Unlock Page
fr: Déverrouiller la page

source: Printer
fr: Imprimante

source: Top & bottom toolbars
fr: Barres d'outils en haut et en bas

source: Modern
fr: Moderne

source: Plugin %s: undefined
fr: Plugin %s: non défini

source: Related Links
fr: Liens correspondants

source: External Links
fr: Liens externes

source: Invalid username.
fr: Identifiant d'utilisateur invalide.

source: %s is missing
fr: %s est manquant

source: Either %s is missing or DATABASE_TYPE != '%s'
fr: %s est manquant ou DATABASE_TYPE != '%s'

source: Unable to connect to IMAP server
fr: Impossible de se connecter au serveur IMAP

source: Unable to bind LDAP server %s using %s %s
fr: Impossible de se connecter au serveur LDAP %s

source: User not found in LDAP
fr: Utilisateur non trouvé dans l'annuaire LDAP

source: Wrong password:
fr: Mot de passe invalide, essayez encore.

source: Could not connect to LDAP host %s
fr: Impossible de se connecter à l'annuaire LDAP de l'hôte %s

source: Invalid username '%s' for LDAP Auth
fr: Mot de identifiant d'utilisateur '%s' pour LDAP Auth invalide.

source: Invalid password.
fr: Mauvais mot de passe.

source: Invalid password or userid.
fr: Mot de passe ou identifiant d'utilisateur invalide.

source: Insufficient permissions.
fr: Permissions insuffisantes.

source: Empty Preferences or format of UserPreferences cookie not recognised.
fr: PréférencesUtilisateurs vides, le cookie peut etre mal reconnu.

source: Default preferences will be used.
fr: Les préférences par défaut seront utilisées.

source: The length of the stored password is shorter than the system policy allows. Sorry, you cannot login. You have to ask the System Administrator to reset your password.
fr: La taille de votre mot de passe est trop petite, vous ne pouvez pas vous connecter. Veuillez contacter l'administrateur pour le changer.

source: The crypt function is not available in this version of PHP.
fr: La fonction de cryptage n'est pas disponible dans cette version de PHP.

source: Please set ENCRYPTED_PASSWD to false in config/config.ini and probably change ADMIN_PASSWD.
fr: Veuillez définir ENCRYPTED_PASSWD à false dans config/config.ini et probablement l'ADMIN_PASSWD.

source: Please set ENCRYPTED_PASSWD to true in config/config.ini.
fr: Veuillez définir ENCRYPTED_PASSWD à true dans config/config.ini.

source: Welcome to %s! Your email account is verified and will be used to send page change notifications. See %s
fr: Bienvenue sur %s! Votre compte email a été vérifié et sera utilisé pour les notifications de changements de pages. Voir %s

source: You stored an empty password in your '%s' page.
fr: Vous n'avez pas saisi de mot de passe pour la page %s.

source: Your access permissions are only for a BogoUser.
fr: Vos permissions d'acces sont celles d'un utilisateur Bogo.

source: Please set a password in UserPreferences.
fr: Veuillez définir votre mot de passe dans PréférencesUtilisateurs.

source: Given password ignored.
fr: Mot de passe ignoré.

source: You forgot to set ENCRYPTED_PASSWD to true. Please update your config/config.ini
fr: Vous avez oublié de mettre ENCRYPTED_PASSWD à true. Veuillez éditer votre config/config.ini

source: Your home page has not been created yet so your preferences cannot not be saved.
fr: Cette page a été verrouillée par l'administrateur et vos changements n'ont pas pu être enregistrée.

source: Your home page is locked so your preferences cannot not be saved.
fr: Cette page a été verrouillée par l'administrateur et vos changements n'ont pas pu être enregistrée.

source: Please contact your PhpWiki administrator for assistance.
fr: Veuillez contacter l'administrateur pour l'assistance.

source: CategoryHomepage
fr: CatégoriePagesAccueil

source: Preferences
fr: Préférences

source: Old UserPage %s without stored password updated with empty password. Set a password in your UserPreferences.
fr: L'anciene page %s sans mot de passe attribué a été mise à jour avec un mot de passe vide. Définissez un mot de passe dans vos PréférencesUtilisateurs.

source: Couldn't connect to %s
fr: Impossible d'établir une connexion à la base de données : %s

source: Apply changes
fr: Appliquer les changements.

source: Title 1
fr: Titre 1

source: Title 2
fr: Titre 2

source: Title 3
fr: Titre 3

source: Table of content
fr: Table des matières

source: Can't inflate data: zlib support not enabled in this PHP
fr: Impossible de décompresser les données : le support de zlib n'a pas été validé dans ce PHP

source: Can't open zip file '%s' for reading
fr: Impossible d'ouvrir le fichier zip '%s' en lecture

source: Unexpected EOF in zip file
fr: Fin de fichier (EOF) inattendue dans le fichier Zip

source: [%d] See [%s]
fr: [%d] Voir [%s]

source: References
fr: Références

source: Home
fr: Accueil

source: About
fr: À propos de

source: View Source
fr: Afficher la source

source: See %s tips for editing.
fr: Voir les conseils pour éditer les pages dans %s.

source: Synopsis
fr: Vue d'ensemble

source: You are viewing an old revision of this page.
fr: Vous lisez une ancienne révision de cette page.

source: View the current version
fr: Visualiser la version actuelle

source: Page Execution took %s seconds
fr: L'exécution de la page a pris %s seconds

source: Diff previous Revision
fr: Différence avec la révision précédente

source: Diff previous Author
fr: Auteur précédent

source: Admin
fr: Administrateur

source: Page Trail
fr: Trace Page

source: Comment modified on %s by %s
fr: Commentaire modifié le %s par %s

source: Comments on %s by %s.
fr: Commentaire le %s par %s.

source: SignOut
fr: Déconnexion

source: SignIn
fr: Connexion

source: Lock
fr: Verrouillée

source: Unlock
fr: Déverrouiller

source: Edit Old Revision
fr: Éditer l'ancienne révision

source: PurgeHtmlCache
fr: PurgerLeCache

source: Purge HTML cache for this page. Regenerate from WikiMarkup when next accessed.
fr: Purge le cache HTML pour cette page. Régénère depuis WikiMarkup lors du prochain accès.

source: Preview only! Changes not saved.
fr: Prévisualisation uniquement ! Modifications non enregistrées.

source: edit area
fr: Zone d'édition

source: Please continue editing. (You'll find your %s at the bottom of the page.)
fr: Veuillez continuer votre édition. (Vous trouverez votre %s en bas de page).

source: Warning: You are editing an old revision.
fr: Attention : vous modifiez une version archivée.

source: Saving this page will overwrite the current version.
fr: Enregistrer cette page écrasera la version actuelle.

source: W
fr: L

source: Adjust
fr: Ajuster

source: Page Content:
fr: Contenu de la page :

source: This is a minor change.
fr: Modification mineure.

source: Use old markup
fr: Anciennes règles

source: HowToUseWiki
fr: CommentUtiliserWiki

source: Today
fr: Aujourd'hui

source: LiveSearch
fr: RechercheLive

source: You are signed in as %s
fr: Vous êtes connecté comme %s

source: Enter your UserId to sign in
fr: Entrez votre identifiant utilisateur pour vous connecter

source: Add Comment
fr: Ajouter un commentaire

source: Remove Comment
fr: Supprimer le commentaire

source: Modified on %s by %s
fr: Modifié le %s par %s

source: %s by %s
fr: %s par %s

source: , Memory: %s
fr: , RAM: %s

source: Dialog
fr: Dialogue

source: Post new
fr: Poster un nouveau

source: Title:
fr: Titre :

source: Reply
fr: Répondre

source: Add Message
fr: Ajouter un message

source: You can personalize various settings in %s.
fr: Vous pouvez personnaliser quelques préférences dans %s.

source: (Your preferences are stored as hidden data within this page).
fr: Vos préférences sont enregistrées en mode invisible sur cette page.

source: The %s subpage enables simple weblogging.
fr: Les sous pages de %s permettent le simple weblogging.

source: 1 word
fr: 1 mot

source: %s words
fr: %s mots

source: Original (1.2 or 1.0)
fr: Original (1.2 ou 1.0)

source: Saved on:
fr: Enregistrée le :

source: Statistics about %s.
fr: Statistiques sur %s.

source: Supplanted on:
fr: Remplacée le :

source: Page Version:
fr: Version de la page :

source: Markup:
fr: Balises :

source: Size:
fr: Taille :

source: Hits:
fr: Visites :

source: home page
fr: Page d'accueil

source: User page
fr: Page de l'utilisateur

source: Action page
fr: Page d'action

source: Blog page
fr: Page de blog

source: Subpage
fr: Sous-page

source: Page Type:
fr: Type de Page :

source: You may sign in using any [WikiWord|AddingPages] as a user id. (Any characters in %s etc. may be used too). The user id will be used as a link in RecentChanges to your home page.
fr: Vous pouvez vous inscrire en utilisant n'importe quel WikiMot comme identifiant utilisateur (ÀÖØöøÿßö peuvent être utilisés). L'identifiant sera utilisé comme lien vers votre PagePersonnelle dans DernièresModifs.

source: Note: Only if you create your personal HomePage with same the pagename as your user id, you will be able to store your UserPreferences. Otherwise not.
fr: Note: Vous pourrez enregistrer vos PréférencesUtilisateurs uniquement si vous créez votre propre page d'accueil portant le nom de votre identifiant.

source: New users may use an empty password.
fr: Les nouveaux utilisateurs devraient utiliser un mot de passe vide.

source: UserId:
fr: Nom d'utilisateur :

source: Password:
fr: Mot de passe :

source: Edit aborted.
fr: Édition annulée.

source: You have not made any changes so no new version has been saved.
fr: Vous n'avez effectué aucun changement, aucune nouvelle version n'a donc été enregistrée.

source: Who Is Online
fr: Qui est en ligne

source: Switch to detailed list
fr: Passer à la liste détaillée

source: Our users created a total of %d pages.
fr: Nos utilisateurs ont créés un total de %s pages.

source: We have a total of %d registered users.
fr: Nous avons %d utilisateurs enregistrés.

source: The newest registered user is %s.
fr: L'utilisateur enregistré le plus récent est %s.

source: In total there are %d user sessions online. :: Unique %d Registered and %d Guests
fr: Au total: %d utilisateurs en ligne. :: %d enregistré(s) et %d invité(s)

source: Most users ever online was %d at %s.
fr: Record du nombre d'utilisateur: %d le %s.

source: Registered Users Online:
fr: Utilisateurs enregistrés en ligne :

source: Admin is also online.
fr: L'administrateur est aussi en ligne.

source: This data is based on users active over the past %s.
fr: Ces données sont basées sur les utilisateurs actifs depuis %s.

source: Sorry, no dynamic DB Session support.
fr: Désolé, Session dynamique non supportées.

source: Switch to summary
fr: Passer au Sommaire

source: Registered Users
fr: Utilisateurs Enregistrés

source: Guests
fr: Invités

source: Next >>
fr: Suivant >>

source: Your browser should have redirected you to %s.
fr: Votre navigateur aurait du vous redirigé vers %s.

source: Thank you for editing %s.
fr: Merci d'avoir édité %s.

source: Your careful attention to detail is much appreciated.
fr: Votre souci particulier du détail est très apprécié.

source: Quick Search
fr: Recherche rapide

source: Authenticated as %s
fr: Vous êtes connecté en tant que %s

source: You are signed but not authenticated as %s.
fr: Vous êtes enregistré mais pas connecté en tant que %s.

source: Click to authenticate as %s
fr: Cliquez pour vous conneter en tant que %s

source: Sign in as:
fr: Se connecter en tant que :

source: <system theme>
fr: <thème système>

source: Personal theme:
fr: Thème personnel :

source: <system language>
fr: < langue du système >
