Repository: fusionforge/fusionforge
Catalog: src/plugins/wiki/www/locale/po/*.po
Languages: fr

source: Personal language:
fr: Langue personnelle :

source: UserId
fr: IdentifiantUtilisateur

source: Auth Level
fr: Niveau de l'authentification

source: Auth Method
fr: Méthode d'authentification

source: Theme
fr: Thème

source: Current Theme
fr: Thème courant

source: Language
fr: Langue

source: Current Language
fr: Langage courant

source: Change Password
fr: Changer le mot de passe

source: Set Password
fr: Mot de passe

source: New password
fr: Nouveau mot de passe

source: Type it again
fr: Verification

source: E-mail
fr: Adresse électronique

source: Your E-Mail:
fr: Votre adresse électronique :

source: Status:
fr: Statut :

source: Email verified.
fr: Adresse électronique vérifiée.

source: Email not yet verified.
fr: Email pas encore vérifié.

source: Note, that user accounts with bouncing emails will be disabled.
fr: Notez que les comptes utilisateurs dont l'adresse électronique n'existe pas seront désactivés.

source: Get an email notification at changes of the following pages:
fr: Recevoir un courriel de notification lors des changements des pages suivantes :

source: Enter pages seperated by space or comma. Wildcards (fileglobbing) allowed.
fr: Entrer les pages séparées par des virgules.

source: Do not send my own modifications:
fr: Ne pas envoyer mes propres modifications :

source: Check if you do not want to be notified of your own modifications.
fr: Cochez la case si vous ne voulez pas recevoir vos propres modifications

source: Do not send minor modifications:
fr: Ne pas envoyer les modifications mineures :

source: Check if you do not want to be notified of minor modifications.
fr: Cochez la case si vous ne voulez pas recevoir les modifications mineures

source: Appearance
fr: Apparence

source: Here you can override site-specific default values.
fr: Ici vous pouvez écraser les valeurs par défaut du site spécifié.

source: System default:
fr: Système par défaut :

source: Hide %s:
fr: Cacher %s :

source: Hide or show LinkIcons (if supported by the current theme). Useful for text-only browsers or slow connections.
fr: Cacher ou montrer les icônes de liens (si supportées par le thème actuel). Très utile pour les navigateurs ne supportant pas les images ou pour les connexion bas débit.

source: Add %s:
fr: Ajouter %s :

source: Add Google links to unknown pages behind the '?', and the create action behind the pagename instead. See %s.
fr: Ajouter un liens vers Google pour les pages inconnues derrière le '?', et l'action de création. voir %s.

source: Edit Area Size
fr: Éditez la taille de la zone

source: Height
fr: Hauteur

source: Width
fr: Largeur

source: Note that many browsers will automatically adjust the width of the editing area so that it fills the browser window. In this case, the width preference will be ignored.
fr: Notez que beaucoup de navigateurs ajusteront automatiquement la largeur de la zone d'édition de façon qu'elle remplisse la fenêtre. Le paramètre concernant la largeur sera ignoré dans ce cas.

source: Time Zone
fr: Fuseau horaire

source: Add %s hours to the server's local time when reporting times.
fr: Ajouter %s heures à l'heure locale du serveur pour afficher les horodatages.

source: The current time at the server is %s.
fr: L'heure actuelle du serveur est %s.

source: With the current offset, this would be reported as %s.
fr: Avec l'offset actuel, ceci serait affiché comme %s.

source: Date Format
fr: Format de date

source: Show relative dates using 'Today' and 'Yesterday'
fr: Montre les dates relatives en utilisant 'Aujourd'hui' et 'Hier'.

source: Update Preferences
fr: Mettre à jour les préférences

source: Reset Preferences
fr: Reinitialiser les préférences

source: New Topic
fr: Nouveau sujet

source: Posted: %s
fr: Posté le %s

source: Action Page
fr: Page d'action

source: Create Page
fr: Créer une page

source: History
fr: Historique

source: Last Difference
fr: Dernie¨re difference

source: Page Info
fr: InfosSurLaPage

source: Back Links
fr: Pages liees

source: Access Rights
fr: Droits d'acces

source: Purge
fr: Purger

source: TextFormattingRules
fr: RèglesDeFormatageDesTextes

source: SpecialPages
fr: Pages spéciales

source: Like Pages
fr: Pages semblables

source: E-mail Notification
fr: Courriel de notification

source: Views
fr: Vues

source: Watch
fr: Suivre

source: Special Actions
fr: Actions spéciales

source: Author history
fr: Historique de l'auteur

source: Page dump
fr: Cliché de la page

source: Purge HTML cache
fr: Vider le cache HTML

source: Home page
fr: Page d'accueil

source: Recent changes
fr: Dernières modifications

source: The list of recent changes in the wiki.
fr: Liste des modifications recentes de ce wiki.

source: Recent comments
fr: Commentaires récents

source: Recent new pages
fr: Dernières pages créées

source: Like pages
fr: Pages semblables

source: Random page
fr: Une page au hasard

source: Find page
fr: Rechercher

source: Search:
fr: Chercher :

source: Toolbox
fr: Boîte à outils

source: What links here
fr: Pages liées

source: Related changes
fr: Changements liés

source: Upload file
fr: Déposer un fichier

source: Printable version
fr: Version imprimable

source: Logout
fr: Déconnexion

source: Favorite Categories
fr: Catégories populaires

source: EditText
fr: ÉditerLeContenu

source: %s of this page
fr: %s de cette page

source: I'm just doing minor edits. Please divert the usual logging to %s instead.
fr: Je ne fais que des modifications mineures. Veuillez rediriger les logs habituels vers %s.

source: Sidebar
fr: Barre verticale

source: Edit this page
fr: Éditer cette page

source: Edit old revision
fr: Éditer l'ancienne révision
