Repository: fusionforge/fusionforge
Catalog: src/debian/dsf-po/*.po
Languages: gl, vi

source: @FORGENAME@ domain or subdomain name:
gl: Nome de dominio ou subdominio de @FORGENAME@:
vi: Tên miền hay miền con @FORGENAME@:

source: Please enter the domain that will host the @FORGENAME@ installation. Some services (scm, lists, etc.) will be given their own subdomain in that domain.
gl: Introduza o dominio que hospedará a instalación de @FORGENAME@. Algúns servizos (scm, listas, etc.) terán o seu propio subdominio dentro dese dominio.
vi: Hãy gõ miền sẽ chứa bản cài đặt @FORGENAME@. Một số dịch vụ (scm, lists v.v.) sẽ nhận miền con riêng ở trong miền đó.

source: @FORGENAME@ system name:
gl: Nome do sistema @FORGENAME@:
vi: Tên hệ thống @FORGENAME@:

source: Please enter the name of the @FORGENAME@ system. It is used in various places throughout the system.
gl: Introduza o nome do sistema @FORGENAME@. Emprégase en varios lugares do sistema.
vi: Hãy gõ tên của hệ thống @FORGENAME@. Nó được dùng ở các nơi khác nhau trên khắp hệ thống.

source: @FORGENAME@ administrator password:
gl: Contrasinal de administrador de @FORGENAME@:
vi: Mật khẩu quản trị @FORGENAME@:

source: The @FORGENAME@ administrator account will have full privileges on the forge. It will be used to approve the creation of new projects.
gl: A conta de administrador de @FORGENAME@ terá todos os privilexios no sistema. Empregarase para aprobar a creación de novos proxectos.

source: Please choose the password for this forge account.
gl: Escolla un contrasinal para esta conta.

source: Password confirmation:
gl: Confirmación do contrasinal:
vi: Xác nhận mật khẩu :

source: Please re-type the password for confirmation.
gl: Volva introducir o contrasinal para confirmalo.
vi: Hãy gõ lại mật khẩu để xác nhận nó.

source: install the new version configured by @PACKAGE@
gl: instalar a nova versión configurada por @PACKAGE@

source: keep the local version currently installed
gl: manter a versión local instalada actualmente

source: show the differences between the versions
gl: amosar as diferenzas entre as versións

source: show a side-by-side difference between the versions
gl: mostrar as entre as versións cara a cara

source: start a new shell to examine the situation
gl: executar un intérprete de ordes para examinar a situación

source: What do you want to do about configuration file ${BASENAME}?
gl: Que quere facer co ficheiro de configuración ${BASENAME}?

source: The configuration file ${FILE} needs to be modified by @PACKAGE@, whereas it is also a configuration file of the postgresql package.
gl: O ficheiro de configuración ${FILE} precisa ser modificado por @PACKAGE@, pero tamén é un ficheiro de configuración do paquete «postgresql».

source: Do you want a simple DNS setup for @FORGENAME@?
vi: Bạn có muốn tạo một thiết lập DNS đơn giản cho @FORGENAME@ không?

source: You can use a simple DNS setup with wildcards to map all project web-hosts to a single IP address, and direct all the scm-hosts to a single SCM server, or a complex setup which allows many servers as project web servers or SCM servers.
vi: Bạn có thể sử dụng một thiết lập DNS đơn giản có ký tự đại diện, để ánh xạ mọi máy chủ Web của dự án tới cùng một địa chỉ IP, và chuyển hướng mọi máy chủ scm-host tới cùng một máy phục vụ SCM, hoặc một thiết lập phức tạp cho phép nhiều máy phục vụ làm máy phục vụ Web của dự án hay máy phục vụ SCM.

source: Even if you use a simple DNS setup, you can still use separate machines as project servers; it just assumes that all the project web directories are on the same server with a single SCM server.
vi: Thậm chí nếu bạn sử dụng một thiết lập DNS đơn giản, bạn vẫn còn có thể sử dụng các máy khác nhau làm máy phục vụ dự án; nó chỉ giả sử tất cả các thư mục Web của dự án nằm trên cùng một máy phục vụ, với một máy phục vụ SCM riêng lẻ.
